{
    "duration: 0.0022727, pitch: 0": 0,
    "duration: 0.0022727, pitch: 25": 1,
    "duration: 0.0022727, pitch: 26": 2,
    "duration: 0.0022727, pitch: 29": 3,
    "duration: 0.0022727, pitch: 33": 4,
    "duration: 0.0022727, pitch: 36": 5,
    "duration: 0.0022727, pitch: 37": 6,
    "duration: 0.0022727, pitch: 38": 7,
    "duration: 0.0022727, pitch: 40": 8,
    "duration: 0.0022727, pitch: 43": 9,
    "duration: 0.0022727, pitch: 45": 10,
    "duration: 0.0022727, pitch: 46": 11,
    "duration: 0.0022727, pitch: 47": 12,
    "duration: 0.0022727, pitch: 49": 13,
    "duration: 0.0022727, pitch: 51": 14,
    "duration: 0.0022727, pitch: 52": 15,
    "duration: 0.0022727, pitch: 55": 16,
    "duration: 0.0022727, pitch: 56": 17,
    "duration: 0.0022727, pitch: 57": 18,
    "duration: 0.0022727, pitch: 58": 19,
    "duration: 0.0022727, pitch: 59": 20,
    "duration: 0.0022727, pitch: 60": 21,
    "duration: 0.0022727, pitch: 61": 22,
    "duration: 0.0022727, pitch: 64": 23,
    "duration: 0.0022727, pitch: 65": 24,
    "duration: 0.0022727, pitch: 67": 25,
    "duration: 0.0022727, pitch: 68": 26,
    "duration: 0.0022727, pitch: 69": 27,
    "duration: 0.0022727, pitch: 70": 28,
    "duration: 0.0022727, pitch: 71": 29,
    "duration: 0.0022727, pitch: 72": 30,
    "duration: 0.0022727, pitch: 77": 31,
    "duration: 0.0022727, pitch: 79": 32,
    "duration: 0.0022727, pitch: 81": 33,
    "duration: 0.0022727, pitch: 83": 34,
    "duration: 0.0022727, pitch: 84": 35,
    "duration: 0.0045455, pitch: 0": 36,
    "duration: 0.0045455, pitch: 24": 37,
    "duration: 0.0045455, pitch: 28": 38,
    "duration: 0.0045455, pitch: 35": 39,
    "duration: 0.0045455, pitch: 43": 40,
    "duration: 0.0045455, pitch: 44": 41,
    "duration: 0.0045455, pitch: 45": 42,
    "duration: 0.0045455, pitch: 47": 43,
    "duration: 0.0045455, pitch: 49": 44,
    "duration: 0.0045455, pitch: 53": 45,
    "duration: 0.0045455, pitch: 54": 46,
    "duration: 0.0045455, pitch: 55": 47,
    "duration: 0.0045455, pitch: 58": 48,
    "duration: 0.0045455, pitch: 59": 49,
    "duration: 0.0045455, pitch: 60": 50,
    "duration: 0.0045455, pitch: 62": 51,
    "duration: 0.0045455, pitch: 63": 52,
    "duration: 0.0045455, pitch: 64": 53,
    "duration: 0.0045455, pitch: 65": 54,
    "duration: 0.0045455, pitch: 66": 55,
    "duration: 0.0045455, pitch: 67": 56,
    "duration: 0.0045455, pitch: 68": 57,
    "duration: 0.0045455, pitch: 69": 58,
    "duration: 0.0045455, pitch: 70": 59,
    "duration: 0.0045455, pitch: 72": 60,
    "duration: 0.0045455, pitch: 76": 61,
    "duration: 0.0045455, pitch: 81": 62,
    "duration: 0.0045455, pitch: 83": 63,
    "duration: 0.0045455, pitch: 84": 64,
    "duration: 0.0045455, pitch: 86": 65,
    "duration: 0.0068182, pitch: 0": 66,
    "duration: 0.0068182, pitch: 32": 67,
    "duration: 0.0068182, pitch: 43": 68,
    "duration: 0.0068182, pitch: 47": 69,
    "duration: 0.0068182, pitch: 52": 70,
    "duration: 0.0068182, pitch: 54": 71,
    "duration: 0.0068182, pitch: 57": 72,
    "duration: 0.0068182, pitch: 60": 73,
    "duration: 0.0068182, pitch: 68": 74,
    "duration: 0.0090909, pitch: 0": 75,
    "duration: 0.0090909, pitch: 33": 76,
    "duration: 0.0090909, pitch: 54": 77,
    "duration: 0.0090909, pitch: 65": 78,
    "duration: 0.0090909, pitch: 67": 79,
    "duration: 0.0090909, pitch: 69": 80,
    "duration: 0.0090909, pitch: 71": 81,
    "duration: 0.0090909, pitch: 77": 82,
    "duration: 0.0113636, pitch: 0": 83,
    "duration: 0.0113636, pitch: 25": 84,
    "duration: 0.0113636, pitch: 28": 85,
    "duration: 0.0113636, pitch: 31": 86,
    "duration: 0.0113636, pitch: 32": 87,
    "duration: 0.0113636, pitch: 33": 88,
    "duration: 0.0113636, pitch: 35": 89,
    "duration: 0.0113636, pitch: 36": 90,
    "duration: 0.0113636, pitch: 37": 91,
    "duration: 0.0113636, pitch: 38": 92,
    "duration: 0.0113636, pitch: 40": 93,
    "duration: 0.0113636, pitch: 55": 94,
    "duration: 0.0113636, pitch: 60": 95,
    "duration: 0.0113636, pitch: 64": 96,
    "duration: 0.0113636, pitch: 68": 97,
    "duration: 0.0113636, pitch: 69": 98,
    "duration: 0.0113636, pitch: 70": 99,
    "duration: 0.0113636, pitch: 72": 100,
    "duration: 0.0113636, pitch: 74": 101,
    "duration: 0.0113636, pitch: 76": 102,
    "duration: 0.0113636, pitch: 79": 103,
    "duration: 0.0113636, pitch: 80": 104,
    "duration: 0.0113636, pitch: 88": 105,
    "duration: 0.0136364, pitch: 0": 106,
    "duration: 0.0136364, pitch: 28": 107,
    "duration: 0.0136364, pitch: 29": 108,
    "duration: 0.0136364, pitch: 31": 109,
    "duration: 0.0136364, pitch: 32": 110,
    "duration: 0.0136364, pitch: 33": 111,
    "duration: 0.0136364, pitch: 34": 112,
    "duration: 0.0136364, pitch: 35": 113,
    "duration: 0.0136364, pitch: 36": 114,
    "duration: 0.0136364, pitch: 37": 115,
    "duration: 0.0136364, pitch: 38": 116,
    "duration: 0.0136364, pitch: 40": 117,
    "duration: 0.0136364, pitch: 41": 118,
    "duration: 0.0136364, pitch: 43": 119,
    "duration: 0.0136364, pitch: 45": 120,
    "duration: 0.0136364, pitch: 48": 121,
    "duration: 0.0136364, pitch: 55": 122,
    "duration: 0.0136364, pitch: 59": 123,
    "duration: 0.0136364, pitch: 60": 124,
    "duration: 0.0136364, pitch: 62": 125,
    "duration: 0.0136364, pitch: 64": 126,
    "duration: 0.0136364, pitch: 66": 127,
    "duration: 0.0136364, pitch: 67": 128,
    "duration: 0.0136364, pitch: 68": 129,
    "duration: 0.0136364, pitch: 69": 130,
    "duration: 0.0136364, pitch: 70": 131,
    "duration: 0.0136364, pitch: 71": 132,
    "duration: 0.0136364, pitch: 72": 133,
    "duration: 0.0136364, pitch: 74": 134,
    "duration: 0.0136364, pitch: 76": 135,
    "duration: 0.0136364, pitch: 79": 136,
    "duration: 0.0136364, pitch: 80": 137,
    "duration: 0.0136364, pitch: 81": 138,
    "duration: 0.0136364, pitch: 86": 139,
    "duration: 0.0136364, pitch: 88": 140,
    "duration: 0.0159091, pitch: 0": 141,
    "duration: 0.0159091, pitch: 28": 142,
    "duration: 0.0159091, pitch: 29": 143,
    "duration: 0.0159091, pitch: 30": 144,
    "duration: 0.0159091, pitch: 31": 145,
    "duration: 0.0159091, pitch: 32": 146,
    "duration: 0.0159091, pitch: 33": 147,
    "duration: 0.0159091, pitch: 36": 148,
    "duration: 0.0159091, pitch: 38": 149,
    "duration: 0.0159091, pitch: 39": 150,
    "duration: 0.0159091, pitch: 40": 151,
    "duration: 0.0159091, pitch: 41": 152,
    "duration: 0.0159091, pitch: 42": 153,
    "duration: 0.0159091, pitch: 43": 154,
    "duration: 0.0159091, pitch: 44": 155,
    "duration: 0.0159091, pitch: 45": 156,
    "duration: 0.0159091, pitch: 46": 157,
    "duration: 0.0159091, pitch: 47": 158,
    "duration: 0.0159091, pitch: 48": 159,
    "duration: 0.0159091, pitch: 49": 160,
    "duration: 0.0159091, pitch: 50": 161,
    "duration: 0.0159091, pitch: 52": 162,
    "duration: 0.0159091, pitch: 53": 163,
    "duration: 0.0159091, pitch: 54": 164,
    "duration: 0.0159091, pitch: 55": 165,
    "duration: 0.0159091, pitch: 56": 166,
    "duration: 0.0159091, pitch: 57": 167,
    "duration: 0.0159091, pitch: 58": 168,
    "duration: 0.0159091, pitch: 59": 169,
    "duration: 0.0159091, pitch: 60": 170,
    "duration: 0.0159091, pitch: 61": 171,
    "duration: 0.0159091, pitch: 62": 172,
    "duration: 0.0159091, pitch: 63": 173,
    "duration: 0.0159091, pitch: 64": 174,
    "duration: 0.0159091, pitch: 65": 175,
    "duration: 0.0159091, pitch: 66": 176,
    "duration: 0.0159091, pitch: 67": 177,
    "duration: 0.0159091, pitch: 68": 178,
    "duration: 0.0159091, pitch: 69": 179,
    "duration: 0.0159091, pitch: 70": 180,
    "duration: 0.0159091, pitch: 71": 181,
    "duration: 0.0159091, pitch: 72": 182,
    "duration: 0.0159091, pitch: 73": 183,
    "duration: 0.0159091, pitch: 74": 184,
    "duration: 0.0159091, pitch: 75": 185,
    "duration: 0.0159091, pitch: 76": 186,
    "duration: 0.0159091, pitch: 77": 187,
    "duration: 0.0159091, pitch: 78": 188,
    "duration: 0.0159091, pitch: 79": 189,
    "duration: 0.0159091, pitch: 80": 190,
    "duration: 0.0159091, pitch: 81": 191,
    "duration: 0.0159091, pitch: 82": 192,
    "duration: 0.0159091, pitch: 83": 193,
    "duration: 0.0159091, pitch: 84": 194,
    "duration: 0.0159091, pitch: 85": 195,
    "duration: 0.0159091, pitch: 86": 196,
    "duration: 0.0159091, pitch: 87": 197,
    "duration: 0.0159091, pitch: 88": 198,
    "duration: 0.0159091, pitch: 89": 199,
    "duration: 0.0159091, pitch: 90": 200,
    "duration: 0.0159091, pitch: 91": 201,
    "duration: 0.0159091, pitch: 92": 202,
    "duration: 0.0159091, pitch: 93": 203,
    "duration: 0.0159091, pitch: 94": 204,
    "duration: 0.0159091, pitch: 96": 205,
    "duration: 0.0159091, pitch: 97": 206,
    "duration: 0.0159091, pitch: 99": 207,
    "duration: 0.0159091, pitch: 100": 208,
    "duration: 0.0159091, pitch: 101": 209,
    "duration: 0.0159091, pitch: 102": 210,
    "duration: 0.0159091, pitch: 103": 211,
    "duration: 0.0159091, pitch: 104": 212,
    "duration: 0.0159091, pitch: 105": 213,
    "duration: 0.0159091, pitch: 107": 214,
    "duration: 0.0181818, pitch: 0": 215,
    "duration: 0.0181818, pitch: 13": 216,
    "duration: 0.0181818, pitch: 29": 217,
    "duration: 0.0181818, pitch: 30": 218,
    "duration: 0.0181818, pitch: 31": 219,
    "duration: 0.0181818, pitch: 33": 220,
    "duration: 0.0181818, pitch: 34": 221,
    "duration: 0.0181818, pitch: 36": 222,
    "duration: 0.0181818, pitch: 39": 223,
    "duration: 0.0181818, pitch: 40": 224,
    "duration: 0.0181818, pitch: 41": 225,
    "duration: 0.0181818, pitch: 42": 226,
    "duration: 0.0181818, pitch: 43": 227,
    "duration: 0.0181818, pitch: 44": 228,
    "duration: 0.0181818, pitch: 45": 229,
    "duration: 0.0181818, pitch: 46": 230,
    "duration: 0.0181818, pitch: 47": 231,
    "duration: 0.0181818, pitch: 48": 232,
    "duration: 0.0181818, pitch: 49": 233,
    "duration: 0.0181818, pitch: 50": 234,
    "duration: 0.0181818, pitch: 52": 235,
    "duration: 0.0181818, pitch: 53": 236,
    "duration: 0.0181818, pitch: 54": 237,
    "duration: 0.0181818, pitch: 55": 238,
    "duration: 0.0181818, pitch: 56": 239,
    "duration: 0.0181818, pitch: 57": 240,
    "duration: 0.0181818, pitch: 58": 241,
    "duration: 0.0181818, pitch: 59": 242,
    "duration: 0.0181818, pitch: 60": 243,
    "duration: 0.0181818, pitch: 61": 244,
    "duration: 0.0181818, pitch: 62": 245,
    "duration: 0.0181818, pitch: 64": 246,
    "duration: 0.0181818, pitch: 65": 247,
    "duration: 0.0181818, pitch: 67": 248,
    "duration: 0.0181818, pitch: 68": 249,
    "duration: 0.0181818, pitch: 69": 250,
    "duration: 0.0181818, pitch: 70": 251,
    "duration: 0.0181818, pitch: 71": 252,
    "duration: 0.0181818, pitch: 72": 253,
    "duration: 0.0181818, pitch: 73": 254,
    "duration: 0.0181818, pitch: 74": 255,
    "duration: 0.0181818, pitch: 75": 256,
    "duration: 0.0181818, pitch: 76": 257,
    "duration: 0.0181818, pitch: 77": 258,
    "duration: 0.0181818, pitch: 78": 259,
    "duration: 0.0181818, pitch: 79": 260,
    "duration: 0.0181818, pitch: 80": 261,
    "duration: 0.0181818, pitch: 81": 262,
    "duration: 0.0181818, pitch: 82": 263,
    "duration: 0.0181818, pitch: 83": 264,
    "duration: 0.0181818, pitch: 84": 265,
    "duration: 0.0181818, pitch: 86": 266,
    "duration: 0.0181818, pitch: 87": 267,
    "duration: 0.0181818, pitch: 90": 268,
    "duration: 0.0181818, pitch: 91": 269,
    "duration: 0.0181818, pitch: 92": 270,
    "duration: 0.0181818, pitch: 95": 271,
    "duration: 0.0181818, pitch: 96": 272,
    "duration: 0.0181818, pitch: 98": 273,
    "duration: 0.0181818, pitch: 103": 274,
    "duration: 0.0204545, pitch: 0": 275,
    "duration: 0.0204545, pitch: 28": 276,
    "duration: 0.0204545, pitch: 39": 277,
    "duration: 0.0204545, pitch: 44": 278,
    "duration: 0.0204545, pitch: 66": 279,
    "duration: 0.0204545, pitch: 67": 280,
    "duration: 0.0204545, pitch: 68": 281,
    "duration: 0.0204545, pitch: 70": 282,
    "duration: 0.0204545, pitch: 72": 283,
    "duration: 0.0204545, pitch: 73": 284,
    "duration: 0.0204545, pitch: 74": 285,
    "duration: 0.0204545, pitch: 75": 286,
    "duration: 0.0204545, pitch: 77": 287,
    "duration: 0.0204545, pitch: 79": 288,
    "duration: 0.0204545, pitch: 84": 289,
    "duration: 0.0204545, pitch: 86": 290,
    "duration: 0.0204545, pitch: 87": 291,
    "duration: 0.0204545, pitch: 91": 292,
    "duration: 0.0204545, pitch: 96": 293,
    "duration: 0.0204545, pitch: 98": 294,
    "duration: 0.0204545, pitch: 103": 295,
    "duration: 0.0227273, pitch: 0": 296,
    "duration: 0.0227273, pitch: 40": 297,
    "duration: 0.0227273, pitch: 45": 298,
    "duration: 0.0227273, pitch: 48": 299,
    "duration: 0.0227273, pitch: 51": 300,
    "duration: 0.0227273, pitch: 57": 301,
    "duration: 0.0227273, pitch: 59": 302,
    "duration: 0.0227273, pitch: 62": 303,
    "duration: 0.0227273, pitch: 66": 304,
    "duration: 0.0227273, pitch: 68": 305,
    "duration: 0.0227273, pitch: 74": 306,
    "duration: 0.0227273, pitch: 75": 307,
    "duration: 0.0227273, pitch: 78": 308,
    "duration: 0.0227273, pitch: 82": 309,
    "duration: 0.0227273, pitch: 83": 310,
    "duration: 0.0227273, pitch: 87": 311,
    "duration: 0.025, pitch: 0": 312,
    "duration: 0.025, pitch: 31": 313,
    "duration: 0.025, pitch: 32": 314,
    "duration: 0.025, pitch: 33": 315,
    "duration: 0.025, pitch: 35": 316,
    "duration: 0.025, pitch: 36": 317,
    "duration: 0.025, pitch: 37": 318,
    "duration: 0.025, pitch: 38": 319,
    "duration: 0.025, pitch: 40": 320,
    "duration: 0.025, pitch: 43": 321,
    "duration: 0.025, pitch: 45": 322,
    "duration: 0.025, pitch: 52": 323,
    "duration: 0.025, pitch: 55": 324,
    "duration: 0.025, pitch: 57": 325,
    "duration: 0.025, pitch: 59": 326,
    "duration: 0.025, pitch: 60": 327,
    "duration: 0.025, pitch: 61": 328,
    "duration: 0.025, pitch: 62": 329,
    "duration: 0.025, pitch: 64": 330,
    "duration: 0.025, pitch: 65": 331,
    "duration: 0.025, pitch: 66": 332,
    "duration: 0.025, pitch: 67": 333,
    "duration: 0.025, pitch: 68": 334,
    "duration: 0.025, pitch: 69": 335,
    "duration: 0.025, pitch: 72": 336,
    "duration: 0.025, pitch: 73": 337,
    "duration: 0.025, pitch: 76": 338,
    "duration: 0.0272727, pitch: 0": 339,
    "duration: 0.0272727, pitch: 28": 340,
    "duration: 0.0272727, pitch: 31": 341,
    "duration: 0.0272727, pitch: 32": 342,
    "duration: 0.0272727, pitch: 33": 343,
    "duration: 0.0272727, pitch: 37": 344,
    "duration: 0.0272727, pitch: 38": 345,
    "duration: 0.0272727, pitch: 39": 346,
    "duration: 0.0272727, pitch: 40": 347,
    "duration: 0.0272727, pitch: 42": 348,
    "duration: 0.0272727, pitch: 43": 349,
    "duration: 0.0272727, pitch: 45": 350,
    "duration: 0.0272727, pitch: 51": 351,
    "duration: 0.0272727, pitch: 52": 352,
    "duration: 0.0272727, pitch: 53": 353,
    "duration: 0.0272727, pitch: 54": 354,
    "duration: 0.0272727, pitch: 55": 355,
    "duration: 0.0272727, pitch: 57": 356,
    "duration: 0.0272727, pitch: 58": 357,
    "duration: 0.0272727, pitch: 59": 358,
    "duration: 0.0272727, pitch: 60": 359,
    "duration: 0.0272727, pitch: 61": 360,
    "duration: 0.0272727, pitch: 62": 361,
    "duration: 0.0272727, pitch: 63": 362,
    "duration: 0.0272727, pitch: 64": 363,
    "duration: 0.0272727, pitch: 65": 364,
    "duration: 0.0272727, pitch: 66": 365,
    "duration: 0.0272727, pitch: 67": 366,
    "duration: 0.0272727, pitch: 68": 367,
    "duration: 0.0272727, pitch: 69": 368,
    "duration: 0.0272727, pitch: 71": 369,
    "duration: 0.0272727, pitch: 72": 370,
    "duration: 0.0272727, pitch: 74": 371,
    "duration: 0.0272727, pitch: 76": 372,
    "duration: 0.0272727, pitch: 78": 373,
    "duration: 0.0272727, pitch: 81": 374,
    "duration: 0.0272727, pitch: 86": 375,
    "duration: 0.0272727, pitch: 90": 376,
    "duration: 0.0295455, pitch: 0": 377,
    "duration: 0.0295455, pitch: 15": 378,
    "duration: 0.0295455, pitch: 23": 379,
    "duration: 0.0295455, pitch: 26": 380,
    "duration: 0.0295455, pitch: 28": 381,
    "duration: 0.0295455, pitch: 31": 382,
    "duration: 0.0295455, pitch: 32": 383,
    "duration: 0.0295455, pitch: 33": 384,
    "duration: 0.0295455, pitch: 34": 385,
    "duration: 0.0295455, pitch: 35": 386,
    "duration: 0.0295455, pitch: 36": 387,
    "duration: 0.0295455, pitch: 37": 388,
    "duration: 0.0295455, pitch: 38": 389,
    "duration: 0.0295455, pitch: 39": 390,
    "duration: 0.0295455, pitch: 40": 391,
    "duration: 0.0295455, pitch: 41": 392,
    "duration: 0.0295455, pitch: 42": 393,
    "duration: 0.0295455, pitch: 43": 394,
    "duration: 0.0295455, pitch: 45": 395,
    "duration: 0.0295455, pitch: 46": 396,
    "duration: 0.0295455, pitch: 47": 397,
    "duration: 0.0295455, pitch: 49": 398,
    "duration: 0.0295455, pitch: 50": 399,
    "duration: 0.0295455, pitch: 51": 400,
    "duration: 0.0295455, pitch: 52": 401,
    "duration: 0.0295455, pitch: 54": 402,
    "duration: 0.0295455, pitch: 55": 403,
    "duration: 0.0295455, pitch: 56": 404,
    "duration: 0.0295455, pitch: 57": 405,
    "duration: 0.0295455, pitch: 58": 406,
    "duration: 0.0295455, pitch: 59": 407,
    "duration: 0.0295455, pitch: 61": 408,
    "duration: 0.0295455, pitch: 62": 409,
    "duration: 0.0295455, pitch: 63": 410,
    "duration: 0.0295455, pitch: 64": 411,
    "duration: 0.0295455, pitch: 65": 412,
    "duration: 0.0295455, pitch: 66": 413,
    "duration: 0.0295455, pitch: 67": 414,
    "duration: 0.0295455, pitch: 68": 415,
    "duration: 0.0295455, pitch: 69": 416,
    "duration: 0.0295455, pitch: 70": 417,
    "duration: 0.0295455, pitch: 71": 418,
    "duration: 0.0295455, pitch: 72": 419,
    "duration: 0.0295455, pitch: 74": 420,
    "duration: 0.0295455, pitch: 75": 421,
    "duration: 0.0295455, pitch: 76": 422,
    "duration: 0.0295455, pitch: 78": 423,
    "duration: 0.0295455, pitch: 80": 424,
    "duration: 0.0295455, pitch: 81": 425,
    "duration: 0.0295455, pitch: 83": 426,
    "duration: 0.0295455, pitch: 84": 427,
    "duration: 0.0295455, pitch: 85": 428,
    "duration: 0.0295455, pitch: 86": 429,
    "duration: 0.0295455, pitch: 87": 430,
    "duration: 0.0295455, pitch: 88": 431,
    "duration: 0.0295455, pitch: 89": 432,
    "duration: 0.0295455, pitch: 90": 433,
    "duration: 0.0295455, pitch: 91": 434,
    "duration: 0.0295455, pitch: 92": 435,
    "duration: 0.0295455, pitch: 93": 436,
    "duration: 0.0295455, pitch: 94": 437,
    "duration: 0.0295455, pitch: 95": 438,
    "duration: 0.0318182, pitch: 0": 439,
    "duration: 0.0318182, pitch: 12": 440,
    "duration: 0.0318182, pitch: 15": 441,
    "duration: 0.0318182, pitch: 18": 442,
    "duration: 0.0318182, pitch: 19": 443,
    "duration: 0.0318182, pitch: 20": 444,
    "duration: 0.0318182, pitch: 28": 445,
    "duration: 0.0318182, pitch: 29": 446,
    "duration: 0.0318182, pitch: 31": 447,
    "duration: 0.0318182, pitch: 32": 448,
    "duration: 0.0318182, pitch: 33": 449,
    "duration: 0.0318182, pitch: 34": 450,
    "duration: 0.0318182, pitch: 35": 451,
    "duration: 0.0318182, pitch: 36": 452,
    "duration: 0.0318182, pitch: 37": 453,
    "duration: 0.0318182, pitch: 38": 454,
    "duration: 0.0318182, pitch: 39": 455,
    "duration: 0.0318182, pitch: 40": 456,
    "duration: 0.0318182, pitch: 41": 457,
    "duration: 0.0318182, pitch: 42": 458,
    "duration: 0.0318182, pitch: 43": 459,
    "duration: 0.0318182, pitch: 44": 460,
    "duration: 0.0318182, pitch: 45": 461,
    "duration: 0.0318182, pitch: 46": 462,
    "duration: 0.0318182, pitch: 47": 463,
    "duration: 0.0318182, pitch: 48": 464,
    "duration: 0.0318182, pitch: 50": 465,
    "duration: 0.0318182, pitch: 51": 466,
    "duration: 0.0318182, pitch: 52": 467,
    "duration: 0.0318182, pitch: 53": 468,
    "duration: 0.0318182, pitch: 54": 469,
    "duration: 0.0318182, pitch: 55": 470,
    "duration: 0.0318182, pitch: 56": 471,
    "duration: 0.0318182, pitch: 57": 472,
    "duration: 0.0318182, pitch: 58": 473,
    "duration: 0.0318182, pitch: 59": 474,
    "duration: 0.0318182, pitch: 60": 475,
    "duration: 0.0318182, pitch: 61": 476,
    "duration: 0.0318182, pitch: 62": 477,
    "duration: 0.0318182, pitch: 63": 478,
    "duration: 0.0318182, pitch: 64": 479,
    "duration: 0.0318182, pitch: 65": 480,
    "duration: 0.0318182, pitch: 66": 481,
    "duration: 0.0318182, pitch: 67": 482,
    "duration: 0.0318182, pitch: 68": 483,
    "duration: 0.0318182, pitch: 69": 484,
    "duration: 0.0318182, pitch: 70": 485,
    "duration: 0.0318182, pitch: 71": 486,
    "duration: 0.0318182, pitch: 72": 487,
    "duration: 0.0318182, pitch: 73": 488,
    "duration: 0.0318182, pitch: 74": 489,
    "duration: 0.0318182, pitch: 75": 490,
    "duration: 0.0318182, pitch: 76": 491,
    "duration: 0.0318182, pitch: 77": 492,
    "duration: 0.0318182, pitch: 78": 493,
    "duration: 0.0318182, pitch: 79": 494,
    "duration: 0.0318182, pitch: 80": 495,
    "duration: 0.0318182, pitch: 81": 496,
    "duration: 0.0318182, pitch: 82": 497,
    "duration: 0.0318182, pitch: 83": 498,
    "duration: 0.0318182, pitch: 84": 499,
    "duration: 0.0318182, pitch: 85": 500,
    "duration: 0.0318182, pitch: 86": 501,
    "duration: 0.0318182, pitch: 87": 502,
    "duration: 0.0318182, pitch: 88": 503,
    "duration: 0.0318182, pitch: 89": 504,
    "duration: 0.0318182, pitch: 90": 505,
    "duration: 0.0318182, pitch: 91": 506,
    "duration: 0.0318182, pitch: 92": 507,
    "duration: 0.0318182, pitch: 93": 508,
    "duration: 0.0318182, pitch: 94": 509,
    "duration: 0.0318182, pitch: 95": 510,
    "duration: 0.0318182, pitch: 96": 511,
    "duration: 0.0318182, pitch: 97": 512,
    "duration: 0.0318182, pitch: 98": 513,
    "duration: 0.0318182, pitch: 99": 514,
    "duration: 0.0318182, pitch: 100": 515,
    "duration: 0.0318182, pitch: 103": 516,
    "duration: 0.0318182, pitch: 104": 517,
    "duration: 0.0318182, pitch: 105": 518,
    "duration: 0.0318182, pitch: 106": 519,
    "duration: 0.0318182, pitch: 107": 520,
    "duration: 0.0340909, pitch: 0": 521,
    "duration: 0.0340909, pitch: 12": 522,
    "duration: 0.0340909, pitch: 13": 523,
    "duration: 0.0340909, pitch: 14": 524,
    "duration: 0.0340909, pitch: 15": 525,
    "duration: 0.0340909, pitch: 16": 526,
    "duration: 0.0340909, pitch: 18": 527,
    "duration: 0.0340909, pitch: 20": 528,
    "duration: 0.0340909, pitch: 21": 529,
    "duration: 0.0340909, pitch: 23": 530,
    "duration: 0.0340909, pitch: 28": 531,
    "duration: 0.0340909, pitch: 29": 532,
    "duration: 0.0340909, pitch: 30": 533,
    "duration: 0.0340909, pitch: 31": 534,
    "duration: 0.0340909, pitch: 32": 535,
    "duration: 0.0340909, pitch: 33": 536,
    "duration: 0.0340909, pitch: 34": 537,
    "duration: 0.0340909, pitch: 35": 538,
    "duration: 0.0340909, pitch: 36": 539,
    "duration: 0.0340909, pitch: 37": 540,
    "duration: 0.0340909, pitch: 38": 541,
    "duration: 0.0340909, pitch: 39": 542,
    "duration: 0.0340909, pitch: 40": 543,
    "duration: 0.0340909, pitch: 41": 544,
    "duration: 0.0340909, pitch: 42": 545,
    "duration: 0.0340909, pitch: 43": 546,
    "duration: 0.0340909, pitch: 44": 547,
    "duration: 0.0340909, pitch: 45": 548,
    "duration: 0.0340909, pitch: 46": 549,
    "duration: 0.0340909, pitch: 47": 550,
    "duration: 0.0340909, pitch: 48": 551,
    "duration: 0.0340909, pitch: 50": 552,
    "duration: 0.0340909, pitch: 51": 553,
    "duration: 0.0340909, pitch: 52": 554,
    "duration: 0.0340909, pitch: 53": 555,
    "duration: 0.0340909, pitch: 54": 556,
    "duration: 0.0340909, pitch: 55": 557,
    "duration: 0.0340909, pitch: 56": 558,
    "duration: 0.0340909, pitch: 57": 559,
    "duration: 0.0340909, pitch: 58": 560,
    "duration: 0.0340909, pitch: 59": 561,
    "duration: 0.0340909, pitch: 60": 562,
    "duration: 0.0340909, pitch: 61": 563,
    "duration: 0.0340909, pitch: 62": 564,
    "duration: 0.0340909, pitch: 63": 565,
    "duration: 0.0340909, pitch: 64": 566,
    "duration: 0.0340909, pitch: 65": 567,
    "duration: 0.0340909, pitch: 66": 568,
    "duration: 0.0340909, pitch: 67": 569,
    "duration: 0.0340909, pitch: 68": 570,
    "duration: 0.0340909, pitch: 69": 571,
    "duration: 0.0340909, pitch: 70": 572,
    "duration: 0.0340909, pitch: 71": 573,
    "duration: 0.0340909, pitch: 72": 574,
    "duration: 0.0340909, pitch: 73": 575,
    "duration: 0.0340909, pitch: 74": 576,
    "duration: 0.0340909, pitch: 75": 577,
    "duration: 0.0340909, pitch: 76": 578,
    "duration: 0.0340909, pitch: 77": 579,
    "duration: 0.0340909, pitch: 78": 580,
    "duration: 0.0340909, pitch: 79": 581,
    "duration: 0.0340909, pitch: 80": 582,
    "duration: 0.0340909, pitch: 81": 583,
    "duration: 0.0340909, pitch: 82": 584,
    "duration: 0.0340909, pitch: 83": 585,
    "duration: 0.0340909, pitch: 84": 586,
    "duration: 0.0340909, pitch: 85": 587,
    "duration: 0.0340909, pitch: 86": 588,
    "duration: 0.0340909, pitch: 87": 589,
    "duration: 0.0340909, pitch: 88": 590,
    "duration: 0.0340909, pitch: 89": 591,
    "duration: 0.0340909, pitch: 90": 592,
    "duration: 0.0340909, pitch: 91": 593,
    "duration: 0.0340909, pitch: 92": 594,
    "duration: 0.0340909, pitch: 93": 595,
    "duration: 0.0340909, pitch: 94": 596,
    "duration: 0.0340909, pitch: 95": 597,
    "duration: 0.0340909, pitch: 96": 598,
    "duration: 0.0340909, pitch: 97": 599,
    "duration: 0.0340909, pitch: 98": 600,
    "duration: 0.0340909, pitch: 99": 601,
    "duration: 0.0340909, pitch: 100": 602,
    "duration: 0.0340909, pitch: 101": 603,
    "duration: 0.0340909, pitch: 102": 604,
    "duration: 0.0340909, pitch: 103": 605,
    "duration: 0.0340909, pitch: 104": 606,
    "duration: 0.0340909, pitch: 106": 607,
    "duration: 0.0363636, pitch: 0": 608,
    "duration: 0.0363636, pitch: 28": 609,
    "duration: 0.0363636, pitch: 31": 610,
    "duration: 0.0363636, pitch: 33": 611,
    "duration: 0.0363636, pitch: 36": 612,
    "duration: 0.0363636, pitch: 37": 613,
    "duration: 0.0363636, pitch: 38": 614,
    "duration: 0.0363636, pitch: 50": 615,
    "duration: 0.0363636, pitch: 51": 616,
    "duration: 0.0363636, pitch: 52": 617,
    "duration: 0.0363636, pitch: 53": 618,
    "duration: 0.0363636, pitch: 54": 619,
    "duration: 0.0363636, pitch: 55": 620,
    "duration: 0.0363636, pitch: 57": 621,
    "duration: 0.0363636, pitch: 58": 622,
    "duration: 0.0363636, pitch: 62": 623,
    "duration: 0.0363636, pitch: 64": 624,
    "duration: 0.0363636, pitch: 65": 625,
    "duration: 0.0363636, pitch: 67": 626,
    "duration: 0.0363636, pitch: 68": 627,
    "duration: 0.0363636, pitch: 69": 628,
    "duration: 0.0363636, pitch: 70": 629,
    "duration: 0.0363636, pitch: 72": 630,
    "duration: 0.0363636, pitch: 73": 631,
    "duration: 0.0363636, pitch: 74": 632,
    "duration: 0.0363636, pitch: 76": 633,
    "duration: 0.0363636, pitch: 77": 634,
    "duration: 0.0363636, pitch: 84": 635,
    "duration: 0.0363636, pitch: 85": 636,
    "duration: 0.0363636, pitch: 89": 637,
    "duration: 0.0363636, pitch: 92": 638,
    "duration: 0.0363636, pitch: 95": 639,
    "duration: 0.0386364, pitch: 0": 640,
    "duration: 0.0386364, pitch: 28": 641,
    "duration: 0.0386364, pitch: 31": 642,
    "duration: 0.0386364, pitch: 32": 643,
    "duration: 0.0386364, pitch: 33": 644,
    "duration: 0.0386364, pitch: 34": 645,
    "duration: 0.0386364, pitch: 36": 646,
    "duration: 0.0386364, pitch: 37": 647,
    "duration: 0.0386364, pitch: 38": 648,
    "duration: 0.0386364, pitch: 39": 649,
    "duration: 0.0386364, pitch: 40": 650,
    "duration: 0.0386364, pitch: 41": 651,
    "duration: 0.0386364, pitch: 42": 652,
    "duration: 0.0386364, pitch: 44": 653,
    "duration: 0.0386364, pitch: 46": 654,
    "duration: 0.0386364, pitch: 48": 655,
    "duration: 0.0386364, pitch: 52": 656,
    "duration: 0.0386364, pitch: 53": 657,
    "duration: 0.0386364, pitch: 58": 658,
    "duration: 0.0386364, pitch: 59": 659,
    "duration: 0.0386364, pitch: 60": 660,
    "duration: 0.0386364, pitch: 62": 661,
    "duration: 0.0386364, pitch: 64": 662,
    "duration: 0.0386364, pitch: 65": 663,
    "duration: 0.0386364, pitch: 68": 664,
    "duration: 0.0386364, pitch: 69": 665,
    "duration: 0.0386364, pitch: 70": 666,
    "duration: 0.0386364, pitch: 71": 667,
    "duration: 0.0386364, pitch: 72": 668,
    "duration: 0.0386364, pitch: 73": 669,
    "duration: 0.0386364, pitch: 74": 670,
    "duration: 0.0386364, pitch: 75": 671,
    "duration: 0.0386364, pitch: 76": 672,
    "duration: 0.0386364, pitch: 77": 673,
    "duration: 0.0386364, pitch: 81": 674,
    "duration: 0.0386364, pitch: 87": 675,
    "duration: 0.0409091, pitch: 0": 676,
    "duration: 0.0409091, pitch: 23": 677,
    "duration: 0.0409091, pitch: 26": 678,
    "duration: 0.0409091, pitch: 27": 679,
    "duration: 0.0409091, pitch: 28": 680,
    "duration: 0.0409091, pitch: 30": 681,
    "duration: 0.0409091, pitch: 31": 682,
    "duration: 0.0409091, pitch: 32": 683,
    "duration: 0.0409091, pitch: 33": 684,
    "duration: 0.0409091, pitch: 34": 685,
    "duration: 0.0409091, pitch: 35": 686,
    "duration: 0.0409091, pitch: 36": 687,
    "duration: 0.0409091, pitch: 38": 688,
    "duration: 0.0409091, pitch: 39": 689,
    "duration: 0.0409091, pitch: 40": 690,
    "duration: 0.0409091, pitch: 41": 691,
    "duration: 0.0409091, pitch: 42": 692,
    "duration: 0.0409091, pitch: 43": 693,
    "duration: 0.0409091, pitch: 44": 694,
    "duration: 0.0409091, pitch: 45": 695,
    "duration: 0.0409091, pitch: 46": 696,
    "duration: 0.0409091, pitch: 48": 697,
    "duration: 0.0409091, pitch: 49": 698,
    "duration: 0.0409091, pitch: 50": 699,
    "duration: 0.0409091, pitch: 51": 700,
    "duration: 0.0409091, pitch: 54": 701,
    "duration: 0.0409091, pitch: 55": 702,
    "duration: 0.0409091, pitch: 56": 703,
    "duration: 0.0409091, pitch: 57": 704,
    "duration: 0.0409091, pitch: 58": 705,
    "duration: 0.0409091, pitch: 59": 706,
    "duration: 0.0409091, pitch: 60": 707,
    "duration: 0.0409091, pitch: 61": 708,
    "duration: 0.0409091, pitch: 62": 709,
    "duration: 0.0409091, pitch: 64": 710,
    "duration: 0.0409091, pitch: 65": 711,
    "duration: 0.0409091, pitch: 66": 712,
    "duration: 0.0409091, pitch: 67": 713,
    "duration: 0.0409091, pitch: 68": 714,
    "duration: 0.0409091, pitch: 69": 715,
    "duration: 0.0409091, pitch: 70": 716,
    "duration: 0.0409091, pitch: 71": 717,
    "duration: 0.0409091, pitch: 72": 718,
    "duration: 0.0409091, pitch: 73": 719,
    "duration: 0.0409091, pitch: 75": 720,
    "duration: 0.0409091, pitch: 76": 721,
    "duration: 0.0409091, pitch: 77": 722,
    "duration: 0.0409091, pitch: 78": 723,
    "duration: 0.0409091, pitch: 79": 724,
    "duration: 0.0409091, pitch: 81": 725,
    "duration: 0.0409091, pitch: 83": 726,
    "duration: 0.0409091, pitch: 84": 727,
    "duration: 0.0409091, pitch: 86": 728,
    "duration: 0.0409091, pitch: 87": 729,
    "duration: 0.0409091, pitch: 91": 730,
    "duration: 0.0409091, pitch: 93": 731,
    "duration: 0.0409091, pitch: 95": 732,
    "duration: 0.0431818, pitch: 0": 733,
    "duration: 0.0431818, pitch: 24": 734,
    "duration: 0.0431818, pitch: 25": 735,
    "duration: 0.0431818, pitch: 26": 736,
    "duration: 0.0431818, pitch: 28": 737,
    "duration: 0.0431818, pitch: 29": 738,
    "duration: 0.0431818, pitch: 30": 739,
    "duration: 0.0431818, pitch: 31": 740,
    "duration: 0.0431818, pitch: 33": 741,
    "duration: 0.0431818, pitch: 34": 742,
    "duration: 0.0431818, pitch: 35": 743,
    "duration: 0.0431818, pitch: 36": 744,
    "duration: 0.0431818, pitch: 37": 745,
    "duration: 0.0431818, pitch: 38": 746,
    "duration: 0.0431818, pitch: 39": 747,
    "duration: 0.0431818, pitch: 40": 748,
    "duration: 0.0431818, pitch: 41": 749,
    "duration: 0.0431818, pitch: 42": 750,
    "duration: 0.0431818, pitch: 43": 751,
    "duration: 0.0431818, pitch: 44": 752,
    "duration: 0.0431818, pitch: 45": 753,
    "duration: 0.0431818, pitch: 47": 754,
    "duration: 0.0431818, pitch: 48": 755,
    "duration: 0.0431818, pitch: 49": 756,
    "duration: 0.0431818, pitch: 50": 757,
    "duration: 0.0431818, pitch: 52": 758,
    "duration: 0.0431818, pitch: 54": 759,
    "duration: 0.0431818, pitch: 55": 760,
    "duration: 0.0431818, pitch: 57": 761,
    "duration: 0.0431818, pitch: 59": 762,
    "duration: 0.0431818, pitch: 60": 763,
    "duration: 0.0431818, pitch: 61": 764,
    "duration: 0.0431818, pitch: 62": 765,
    "duration: 0.0431818, pitch: 64": 766,
    "duration: 0.0431818, pitch: 65": 767,
    "duration: 0.0431818, pitch: 66": 768,
    "duration: 0.0431818, pitch: 67": 769,
    "duration: 0.0431818, pitch: 68": 770,
    "duration: 0.0431818, pitch: 69": 771,
    "duration: 0.0431818, pitch: 70": 772,
    "duration: 0.0431818, pitch: 71": 773,
    "duration: 0.0431818, pitch: 72": 774,
    "duration: 0.0431818, pitch: 73": 775,
    "duration: 0.0431818, pitch: 74": 776,
    "duration: 0.0431818, pitch: 75": 777,
    "duration: 0.0431818, pitch: 76": 778,
    "duration: 0.0431818, pitch: 77": 779,
    "duration: 0.0431818, pitch: 78": 780,
    "duration: 0.0431818, pitch: 79": 781,
    "duration: 0.0431818, pitch: 80": 782,
    "duration: 0.0431818, pitch: 81": 783,
    "duration: 0.0431818, pitch: 82": 784,
    "duration: 0.0431818, pitch: 83": 785,
    "duration: 0.0431818, pitch: 86": 786,
    "duration: 0.0431818, pitch: 88": 787,
    "duration: 0.0431818, pitch: 89": 788,
    "duration: 0.0431818, pitch: 91": 789,
    "duration: 0.0431818, pitch: 95": 790,
    "duration: 0.0454545, pitch: 0": 791,
    "duration: 0.0454545, pitch: 26": 792,
    "duration: 0.0454545, pitch: 27": 793,
    "duration: 0.0454545, pitch: 28": 794,
    "duration: 0.0454545, pitch: 30": 795,
    "duration: 0.0454545, pitch: 31": 796,
    "duration: 0.0454545, pitch: 33": 797,
    "duration: 0.0454545, pitch: 34": 798,
    "duration: 0.0454545, pitch: 35": 799,
    "duration: 0.0454545, pitch: 36": 800,
    "duration: 0.0454545, pitch: 37": 801,
    "duration: 0.0454545, pitch: 38": 802,
    "duration: 0.0454545, pitch: 40": 803,
    "duration: 0.0454545, pitch: 42": 804,
    "duration: 0.0454545, pitch: 43": 805,
    "duration: 0.0454545, pitch: 44": 806,
    "duration: 0.0454545, pitch: 45": 807,
    "duration: 0.0454545, pitch: 46": 808,
    "duration: 0.0454545, pitch: 47": 809,
    "duration: 0.0454545, pitch: 48": 810,
    "duration: 0.0454545, pitch: 49": 811,
    "duration: 0.0454545, pitch: 51": 812,
    "duration: 0.0454545, pitch: 54": 813,
    "duration: 0.0454545, pitch: 55": 814,
    "duration: 0.0454545, pitch: 56": 815,
    "duration: 0.0454545, pitch: 57": 816,
    "duration: 0.0454545, pitch: 58": 817,
    "duration: 0.0454545, pitch: 59": 818,
    "duration: 0.0454545, pitch: 60": 819,
    "duration: 0.0454545, pitch: 61": 820,
    "duration: 0.0454545, pitch: 62": 821,
    "duration: 0.0454545, pitch: 64": 822,
    "duration: 0.0454545, pitch: 65": 823,
    "duration: 0.0454545, pitch: 66": 824,
    "duration: 0.0454545, pitch: 67": 825,
    "duration: 0.0454545, pitch: 69": 826,
    "duration: 0.0454545, pitch: 70": 827,
    "duration: 0.0454545, pitch: 71": 828,
    "duration: 0.0454545, pitch: 72": 829,
    "duration: 0.0454545, pitch: 73": 830,
    "duration: 0.0454545, pitch: 74": 831,
    "duration: 0.0454545, pitch: 75": 832,
    "duration: 0.0454545, pitch: 76": 833,
    "duration: 0.0454545, pitch: 77": 834,
    "duration: 0.0454545, pitch: 78": 835,
    "duration: 0.0454545, pitch: 79": 836,
    "duration: 0.0454545, pitch: 80": 837,
    "duration: 0.0454545, pitch: 81": 838,
    "duration: 0.0454545, pitch: 83": 839,
    "duration: 0.0454545, pitch: 85": 840,
    "duration: 0.0454545, pitch: 86": 841,
    "duration: 0.0454545, pitch: 87": 842,
    "duration: 0.0454545, pitch: 90": 843,
    "duration: 0.0454545, pitch: 91": 844,
    "duration: 0.0454545, pitch: 101": 845,
    "duration: 0.0454545, pitch: 106": 846,
    "duration: 0.0477273, pitch: 0": 847,
    "duration: 0.0477273, pitch: 23": 848,
    "duration: 0.0477273, pitch: 24": 849,
    "duration: 0.0477273, pitch: 26": 850,
    "duration: 0.0477273, pitch: 27": 851,
    "duration: 0.0477273, pitch: 28": 852,
    "duration: 0.0477273, pitch: 29": 853,
    "duration: 0.0477273, pitch: 30": 854,
    "duration: 0.0477273, pitch: 31": 855,
    "duration: 0.0477273, pitch: 32": 856,
    "duration: 0.0477273, pitch: 33": 857,
    "duration: 0.0477273, pitch: 34": 858,
    "duration: 0.0477273, pitch: 35": 859,
    "duration: 0.0477273, pitch: 36": 860,
    "duration: 0.0477273, pitch: 37": 861,
    "duration: 0.0477273, pitch: 38": 862,
    "duration: 0.0477273, pitch: 39": 863,
    "duration: 0.0477273, pitch: 40": 864,
    "duration: 0.0477273, pitch: 41": 865,
    "duration: 0.0477273, pitch: 42": 866,
    "duration: 0.0477273, pitch: 43": 867,
    "duration: 0.0477273, pitch: 44": 868,
    "duration: 0.0477273, pitch: 45": 869,
    "duration: 0.0477273, pitch: 46": 870,
    "duration: 0.0477273, pitch: 48": 871,
    "duration: 0.0477273, pitch: 49": 872,
    "duration: 0.0477273, pitch: 50": 873,
    "duration: 0.0477273, pitch: 51": 874,
    "duration: 0.0477273, pitch: 52": 875,
    "duration: 0.0477273, pitch: 53": 876,
    "duration: 0.0477273, pitch: 54": 877,
    "duration: 0.0477273, pitch: 55": 878,
    "duration: 0.0477273, pitch: 56": 879,
    "duration: 0.0477273, pitch: 57": 880,
    "duration: 0.0477273, pitch: 58": 881,
    "duration: 0.0477273, pitch: 59": 882,
    "duration: 0.0477273, pitch: 60": 883,
    "duration: 0.0477273, pitch: 61": 884,
    "duration: 0.0477273, pitch: 62": 885,
    "duration: 0.0477273, pitch: 63": 886,
    "duration: 0.0477273, pitch: 64": 887,
    "duration: 0.0477273, pitch: 65": 888,
    "duration: 0.0477273, pitch: 66": 889,
    "duration: 0.0477273, pitch: 67": 890,
    "duration: 0.0477273, pitch: 68": 891,
    "duration: 0.0477273, pitch: 69": 892,
    "duration: 0.0477273, pitch: 70": 893,
    "duration: 0.0477273, pitch: 71": 894,
    "duration: 0.0477273, pitch: 72": 895,
    "duration: 0.0477273, pitch: 73": 896,
    "duration: 0.0477273, pitch: 74": 897,
    "duration: 0.0477273, pitch: 75": 898,
    "duration: 0.0477273, pitch: 76": 899,
    "duration: 0.0477273, pitch: 77": 900,
    "duration: 0.0477273, pitch: 78": 901,
    "duration: 0.0477273, pitch: 79": 902,
    "duration: 0.0477273, pitch: 80": 903,
    "duration: 0.0477273, pitch: 81": 904,
    "duration: 0.0477273, pitch: 82": 905,
    "duration: 0.0477273, pitch: 83": 906,
    "duration: 0.0477273, pitch: 84": 907,
    "duration: 0.0477273, pitch: 85": 908,
    "duration: 0.0477273, pitch: 86": 909,
    "duration: 0.0477273, pitch: 87": 910,
    "duration: 0.0477273, pitch: 88": 911,
    "duration: 0.0477273, pitch: 89": 912,
    "duration: 0.0477273, pitch: 90": 913,
    "duration: 0.0477273, pitch: 91": 914,
    "duration: 0.0477273, pitch: 92": 915,
    "duration: 0.0477273, pitch: 93": 916,
    "duration: 0.0477273, pitch: 94": 917,
    "duration: 0.0477273, pitch: 95": 918,
    "duration: 0.0477273, pitch: 96": 919,
    "duration: 0.0477273, pitch: 98": 920,
    "duration: 0.0477273, pitch: 100": 921,
    "duration: 0.0477273, pitch: 101": 922,
    "duration: 0.0477273, pitch: 103": 923,
    "duration: 0.0477273, pitch: 106": 924,
    "duration: 0.05, pitch: 0": 925,
    "duration: 0.05, pitch: 16": 926,
    "duration: 0.05, pitch: 23": 927,
    "duration: 0.05, pitch: 24": 928,
    "duration: 0.05, pitch: 25": 929,
    "duration: 0.05, pitch: 26": 930,
    "duration: 0.05, pitch: 27": 931,
    "duration: 0.05, pitch: 28": 932,
    "duration: 0.05, pitch: 29": 933,
    "duration: 0.05, pitch: 30": 934,
    "duration: 0.05, pitch: 31": 935,
    "duration: 0.05, pitch: 32": 936,
    "duration: 0.05, pitch: 33": 937,
    "duration: 0.05, pitch: 34": 938,
    "duration: 0.05, pitch: 35": 939,
    "duration: 0.05, pitch: 36": 940,
    "duration: 0.05, pitch: 37": 941,
    "duration: 0.05, pitch: 38": 942,
    "duration: 0.05, pitch: 39": 943,
    "duration: 0.05, pitch: 40": 944,
    "duration: 0.05, pitch: 41": 945,
    "duration: 0.05, pitch: 42": 946,
    "duration: 0.05, pitch: 43": 947,
    "duration: 0.05, pitch: 44": 948,
    "duration: 0.05, pitch: 45": 949,
    "duration: 0.05, pitch: 46": 950,
    "duration: 0.05, pitch: 47": 951,
    "duration: 0.05, pitch: 48": 952,
    "duration: 0.05, pitch: 49": 953,
    "duration: 0.05, pitch: 50": 954,
    "duration: 0.05, pitch: 51": 955,
    "duration: 0.05, pitch: 52": 956,
    "duration: 0.05, pitch: 53": 957,
    "duration: 0.05, pitch: 54": 958,
    "duration: 0.05, pitch: 55": 959,
    "duration: 0.05, pitch: 56": 960,
    "duration: 0.05, pitch: 57": 961,
    "duration: 0.05, pitch: 58": 962,
    "duration: 0.05, pitch: 59": 963,
    "duration: 0.05, pitch: 60": 964,
    "duration: 0.05, pitch: 61": 965,
    "duration: 0.05, pitch: 62": 966,
    "duration: 0.05, pitch: 63": 967,
    "duration: 0.05, pitch: 64": 968,
    "duration: 0.05, pitch: 65": 969,
    "duration: 0.05, pitch: 66": 970,
    "duration: 0.05, pitch: 67": 971,
    "duration: 0.05, pitch: 68": 972,
    "duration: 0.05, pitch: 69": 973,
    "duration: 0.05, pitch: 70": 974,
    "duration: 0.05, pitch: 71": 975,
    "duration: 0.05, pitch: 72": 976,
    "duration: 0.05, pitch: 73": 977,
    "duration: 0.05, pitch: 74": 978,
    "duration: 0.05, pitch: 75": 979,
    "duration: 0.05, pitch: 76": 980,
    "duration: 0.05, pitch: 77": 981,
    "duration: 0.05, pitch: 78": 982,
    "duration: 0.05, pitch: 79": 983,
    "duration: 0.05, pitch: 80": 984,
    "duration: 0.05, pitch: 81": 985,
    "duration: 0.05, pitch: 82": 986,
    "duration: 0.05, pitch: 83": 987,
    "duration: 0.05, pitch: 84": 988,
    "duration: 0.05, pitch: 85": 989,
    "duration: 0.05, pitch: 86": 990,
    "duration: 0.05, pitch: 87": 991,
    "duration: 0.05, pitch: 88": 992,
    "duration: 0.05, pitch: 89": 993,
    "duration: 0.05, pitch: 90": 994,
    "duration: 0.05, pitch: 91": 995,
    "duration: 0.05, pitch: 92": 996,
    "duration: 0.05, pitch: 93": 997,
    "duration: 0.05, pitch: 94": 998,
    "duration: 0.05, pitch: 95": 999,
    "duration: 0.05, pitch: 105": 1000,
    "duration: 0.0522727, pitch: 0": 1001,
    "duration: 0.0522727, pitch: 23": 1002,
    "duration: 0.0522727, pitch: 24": 1003,
    "duration: 0.0522727, pitch: 27": 1004,
    "duration: 0.0522727, pitch: 28": 1005,
    "duration: 0.0522727, pitch: 29": 1006,
    "duration: 0.0522727, pitch: 30": 1007,
    "duration: 0.0522727, pitch: 31": 1008,
    "duration: 0.0522727, pitch: 32": 1009,
    "duration: 0.0522727, pitch: 33": 1010,
    "duration: 0.0522727, pitch: 34": 1011,
    "duration: 0.0522727, pitch: 35": 1012,
    "duration: 0.0522727, pitch: 36": 1013,
    "duration: 0.0522727, pitch: 37": 1014,
    "duration: 0.0522727, pitch: 38": 1015,
    "duration: 0.0522727, pitch: 39": 1016,
    "duration: 0.0522727, pitch: 40": 1017,
    "duration: 0.0522727, pitch: 41": 1018,
    "duration: 0.0522727, pitch: 42": 1019,
    "duration: 0.0522727, pitch: 43": 1020,
    "duration: 0.0522727, pitch: 44": 1021,
    "duration: 0.0522727, pitch: 45": 1022,
    "duration: 0.0522727, pitch: 46": 1023,
    "duration: 0.0522727, pitch: 47": 1024,
    "duration: 0.0522727, pitch: 48": 1025,
    "duration: 0.0522727, pitch: 49": 1026,
    "duration: 0.0522727, pitch: 50": 1027,
    "duration: 0.0522727, pitch: 51": 1028,
    "duration: 0.0522727, pitch: 52": 1029,
    "duration: 0.0522727, pitch: 53": 1030,
    "duration: 0.0522727, pitch: 54": 1031,
    "duration: 0.0522727, pitch: 55": 1032,
    "duration: 0.0522727, pitch: 56": 1033,
    "duration: 0.0522727, pitch: 57": 1034,
    "duration: 0.0522727, pitch: 58": 1035,
    "duration: 0.0522727, pitch: 59": 1036,
    "duration: 0.0522727, pitch: 60": 1037,
    "duration: 0.0522727, pitch: 61": 1038,
    "duration: 0.0522727, pitch: 62": 1039,
    "duration: 0.0522727, pitch: 63": 1040,
    "duration: 0.0522727, pitch: 64": 1041,
    "duration: 0.0522727, pitch: 65": 1042,
    "duration: 0.0522727, pitch: 66": 1043,
    "duration: 0.0522727, pitch: 67": 1044,
    "duration: 0.0522727, pitch: 68": 1045,
    "duration: 0.0522727, pitch: 69": 1046,
    "duration: 0.0522727, pitch: 70": 1047,
    "duration: 0.0522727, pitch: 71": 1048,
    "duration: 0.0522727, pitch: 72": 1049,
    "duration: 0.0522727, pitch: 73": 1050,
    "duration: 0.0522727, pitch: 74": 1051,
    "duration: 0.0522727, pitch: 75": 1052,
    "duration: 0.0522727, pitch: 76": 1053,
    "duration: 0.0522727, pitch: 77": 1054,
    "duration: 0.0522727, pitch: 78": 1055,
    "duration: 0.0522727, pitch: 79": 1056,
    "duration: 0.0522727, pitch: 80": 1057,
    "duration: 0.0522727, pitch: 81": 1058,
    "duration: 0.0522727, pitch: 82": 1059,
    "duration: 0.0522727, pitch: 83": 1060,
    "duration: 0.0522727, pitch: 84": 1061,
    "duration: 0.0522727, pitch: 85": 1062,
    "duration: 0.0522727, pitch: 86": 1063,
    "duration: 0.0522727, pitch: 87": 1064,
    "duration: 0.0522727, pitch: 88": 1065,
    "duration: 0.0522727, pitch: 89": 1066,
    "duration: 0.0522727, pitch: 91": 1067,
    "duration: 0.0522727, pitch: 92": 1068,
    "duration: 0.0522727, pitch: 93": 1069,
    "duration: 0.0545455, pitch: 0": 1070,
    "duration: 0.0545455, pitch: 28": 1071,
    "duration: 0.0545455, pitch: 29": 1072,
    "duration: 0.0545455, pitch: 31": 1073,
    "duration: 0.0545455, pitch: 32": 1074,
    "duration: 0.0545455, pitch: 33": 1075,
    "duration: 0.0545455, pitch: 34": 1076,
    "duration: 0.0545455, pitch: 36": 1077,
    "duration: 0.0545455, pitch: 38": 1078,
    "duration: 0.0545455, pitch: 40": 1079,
    "duration: 0.0545455, pitch: 41": 1080,
    "duration: 0.0545455, pitch: 43": 1081,
    "duration: 0.0545455, pitch: 44": 1082,
    "duration: 0.0545455, pitch: 45": 1083,
    "duration: 0.0545455, pitch: 46": 1084,
    "duration: 0.0545455, pitch: 47": 1085,
    "duration: 0.0545455, pitch: 48": 1086,
    "duration: 0.0545455, pitch: 52": 1087,
    "duration: 0.0545455, pitch: 53": 1088,
    "duration: 0.0545455, pitch: 55": 1089,
    "duration: 0.0545455, pitch: 57": 1090,
    "duration: 0.0545455, pitch: 58": 1091,
    "duration: 0.0545455, pitch: 62": 1092,
    "duration: 0.0545455, pitch: 64": 1093,
    "duration: 0.0545455, pitch: 66": 1094,
    "duration: 0.0545455, pitch: 67": 1095,
    "duration: 0.0545455, pitch: 68": 1096,
    "duration: 0.0545455, pitch: 69": 1097,
    "duration: 0.0545455, pitch: 70": 1098,
    "duration: 0.0545455, pitch: 71": 1099,
    "duration: 0.0545455, pitch: 73": 1100,
    "duration: 0.0545455, pitch: 74": 1101,
    "duration: 0.0545455, pitch: 75": 1102,
    "duration: 0.0545455, pitch: 76": 1103,
    "duration: 0.0545455, pitch: 78": 1104,
    "duration: 0.0545455, pitch: 81": 1105,
    "duration: 0.0545455, pitch: 83": 1106,
    "duration: 0.0545455, pitch: 84": 1107,
    "duration: 0.0545455, pitch: 87": 1108,
    "duration: 0.0545455, pitch: 91": 1109,
    "duration: 0.0568182, pitch: 0": 1110,
    "duration: 0.0568182, pitch: 28": 1111,
    "duration: 0.0568182, pitch: 29": 1112,
    "duration: 0.0568182, pitch: 31": 1113,
    "duration: 0.0568182, pitch: 32": 1114,
    "duration: 0.0568182, pitch: 34": 1115,
    "duration: 0.0568182, pitch: 36": 1116,
    "duration: 0.0568182, pitch: 38": 1117,
    "duration: 0.0568182, pitch: 39": 1118,
    "duration: 0.0568182, pitch: 40": 1119,
    "duration: 0.0568182, pitch: 42": 1120,
    "duration: 0.0568182, pitch: 43": 1121,
    "duration: 0.0568182, pitch: 44": 1122,
    "duration: 0.0568182, pitch: 46": 1123,
    "duration: 0.0568182, pitch: 48": 1124,
    "duration: 0.0568182, pitch: 51": 1125,
    "duration: 0.0568182, pitch: 52": 1126,
    "duration: 0.0568182, pitch: 55": 1127,
    "duration: 0.0568182, pitch: 57": 1128,
    "duration: 0.0568182, pitch: 58": 1129,
    "duration: 0.0568182, pitch: 59": 1130,
    "duration: 0.0568182, pitch: 60": 1131,
    "duration: 0.0568182, pitch: 61": 1132,
    "duration: 0.0568182, pitch: 62": 1133,
    "duration: 0.0568182, pitch: 63": 1134,
    "duration: 0.0568182, pitch: 64": 1135,
    "duration: 0.0568182, pitch: 65": 1136,
    "duration: 0.0568182, pitch: 66": 1137,
    "duration: 0.0568182, pitch: 67": 1138,
    "duration: 0.0568182, pitch: 68": 1139,
    "duration: 0.0568182, pitch: 69": 1140,
    "duration: 0.0568182, pitch: 71": 1141,
    "duration: 0.0568182, pitch: 72": 1142,
    "duration: 0.0568182, pitch: 73": 1143,
    "duration: 0.0568182, pitch: 74": 1144,
    "duration: 0.0568182, pitch: 76": 1145,
    "duration: 0.0568182, pitch: 77": 1146,
    "duration: 0.0568182, pitch: 79": 1147,
    "duration: 0.0568182, pitch: 80": 1148,
    "duration: 0.0568182, pitch: 81": 1149,
    "duration: 0.0568182, pitch: 82": 1150,
    "duration: 0.0568182, pitch: 83": 1151,
    "duration: 0.0568182, pitch: 84": 1152,
    "duration: 0.0568182, pitch: 87": 1153,
    "duration: 0.0568182, pitch: 89": 1154,
    "duration: 0.0590909, pitch: 0": 1155,
    "duration: 0.0590909, pitch: 26": 1156,
    "duration: 0.0590909, pitch: 31": 1157,
    "duration: 0.0590909, pitch: 32": 1158,
    "duration: 0.0590909, pitch: 34": 1159,
    "duration: 0.0590909, pitch: 36": 1160,
    "duration: 0.0590909, pitch: 37": 1161,
    "duration: 0.0590909, pitch: 38": 1162,
    "duration: 0.0590909, pitch: 39": 1163,
    "duration: 0.0590909, pitch: 40": 1164,
    "duration: 0.0590909, pitch: 41": 1165,
    "duration: 0.0590909, pitch: 42": 1166,
    "duration: 0.0590909, pitch: 43": 1167,
    "duration: 0.0590909, pitch: 45": 1168,
    "duration: 0.0590909, pitch: 46": 1169,
    "duration: 0.0590909, pitch: 48": 1170,
    "duration: 0.0590909, pitch: 50": 1171,
