{
    "<PAD>": 0,
    "(('duration', 0.0977), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 1,
    "(('duration', 0.1159), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 2,
    "(('duration', 0.0023), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 3,
    "(('duration', 0.1), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 4,
    "(('duration', 0.1182), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 5,
    "(('duration', 0.1), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 6,
    "(('duration', 0.1159), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 7,
    "(('duration', 0.1045), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 8,
    "(('duration', 0.1023), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 9,
    "(('duration', 0.1136), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 10,
    "(('duration', 0.1), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 11,
    "(('duration', 0.1114), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 12,
    "(('duration', 0.1159), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 13,
    "(('duration', 0.1), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 14,
    "(('duration', 0.1159), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 15,
    "(('duration', 0.0977), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 16,
    "(('duration', 0.0977), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 17,
    "(('duration', 0.1), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 18,
    "(('duration', 0.1114), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 19,
    "(('duration', 0.1136), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 20,
    "(('duration', 0.1205), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 21,
    "(('duration', 0.0977), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 22,
    "(('duration', 0.1023), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 23,
    "(('duration', 0.1136), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 24,
    "(('duration', 0.0955), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 25,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 26,
    "(('duration', 0.1159), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 27,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 28,
    "(('duration', 0.1023), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 29,
    "(('duration', 0.1182), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 30,
    "(('duration', 0.1114), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 31,
    "(('duration', 0.0955), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 32,
    "(('duration', 0.1114), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 33,
    "(('duration', 0.0932), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 34,
    "(('duration', 0.1), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 35,
    "(('duration', 0.1136), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 36,
    "(('duration', 0.1114), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 37,
    "(('duration', 0.0977), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 38,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 39,
    "(('duration', 0.1023), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 40,
    "(('duration', 0.1182), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 41,
    "(('duration', 0.1136), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 42,
    "(('duration', 0.1159), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 43,
    "(('duration', 0.1159), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 44,
    "(('duration', 0.0977), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 45,
    "(('duration', 0.0955), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 46,
    "(('duration', 0.0977), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 47,
    "(('duration', 0.1023), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 48,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 49,
    "(('duration', 0.1), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 50,
    "(('duration', 0.1136), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 51,
    "(('duration', 0.0932), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 52,
    "(('duration', 0.1091), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 53,
    "(('duration', 0.1227), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 54,
    "(('duration', 0.1091), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 55,
    "(('duration', 0.1091), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 56,
    "(('duration', 0.0932), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 57,
    "(('duration', 0.1023), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 58,
    "(('duration', 0.1023), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 59,
    "(('duration', 0.0955), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 60,
    "(('duration', 0.5295), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 61,
    "(('duration', 0.4182), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 62,
    "(('duration', 0.1159), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 63,
    "(('duration', 0.1114), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 64,
    "(('duration', 0.0955), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 65,
    "(('duration', 0.1136), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 66,
    "(('duration', 0.5318), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 67,
    "(('duration', 0.4455), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 68,
    "(('duration', 0.0977), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 69,
    "(('duration', 0.5318), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 70,
    "(('duration', 0.1), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 71,
    "(('duration', 0.1205), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 72,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 73,
    "(('duration', 0.2045), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 74,
    "(('duration', 0.2068), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 75,
    "(('duration', 0.2205), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 76,
    "(('duration', 0.1023), ('pitch', 76), ('tempo', 120.0), ('velocity', 1))": 77,
    "(('duration', 0.3182), ('pitch', 74), ('tempo', 120.0), ('velocity', 1))": 78,
    "(('duration', 0.2159), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 79,
    "(('duration', 0.2045), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 80,
    "(('duration', 0.9568), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 81,
    "(('duration', 0.4341), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 82,
    "(('duration', 0.2068), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 83,
    "(('duration', 0.2045), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 84,
    "(('duration', 0.2205), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 85,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 86,
    "(('duration', 0.1159), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 87,
    "(('duration', 0.3114), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 88,
    "(('duration', 0.2114), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 89,
    "(('duration', 0.2136), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 90,
    "(('duration', 0.9659), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 91,
    "(('duration', 0.8591), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 92,
    "(('duration', 0.1977), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 93,
    "(('duration', 0.2182), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 94,
    "(('duration', 0.2114), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 95,
    "(('duration', 0.1136), ('pitch', 76), ('tempo', 120.0), ('velocity', 1))": 96,
    "(('duration', 0.3136), ('pitch', 74), ('tempo', 120.0), ('velocity', 1))": 97,
    "(('duration', 0.2159), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 98,
    "(('duration', 0.9591), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 99,
    "(('duration', 0.2), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 100,
    "(('duration', 0.2159), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 101,
    "(('duration', 0.2114), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 102,
    "(('duration', 0.2159), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 103,
    "(('duration', 0.3341), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 104,
    "(('duration', 0.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 105,
    "(('duration', 0.2114), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 106,
    "(('duration', 0.1136), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 107,
    "(('duration', 0.2273), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 108,
    "(('duration', 0.1955), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 109,
    "(('duration', 0.2159), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 110,
    "(('duration', 0.2205), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 111,
    "(('duration', 0.1091), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 112,
    "(('duration', 0.0955), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 113,
    "(('duration', 0.1136), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 114,
    "(('duration', 0.2205), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 115,
    "(('duration', 0.5136), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 116,
    "(('duration', 0.1955), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 117,
    "(('duration', 0.2114), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 118,
    "(('duration', 0.1182), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 119,
    "(('duration', 0.1205), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 120,
    "(('duration', 0.1), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 121,
    "(('duration', 0.5364), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 122,
    "(('duration', 0.1091), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 123,
    "(('duration', 0.2045), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 124,
    "(('duration', 0.0955), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 125,
    "(('duration', 0.5159), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 126,
    "(('duration', 0.4432), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 127,
    "(('duration', 0.2), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 128,
    "(('duration', 0.0977), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 129,
    "(('duration', 0.5295), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 130,
    "(('duration', 0.2068), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 131,
    "(('duration', 0.3364), ('pitch', 74), ('tempo', 120.0), ('velocity', 1))": 132,
    "(('duration', 0.2182), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 133,
    "(('duration', 0.2114), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 134,
    "(('duration', 0.2159), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 135,
    "(('duration', 0.2159), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 136,
    "(('duration', 0.3159), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 137,
    "(('duration', 0.9477), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 138,
    "(('duration', 0.2182), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 139,
    "(('duration', 0.2045), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 140,
    "(('duration', 0.1205), ('pitch', 76), ('tempo', 120.0), ('velocity', 1))": 141,
    "(('duration', 0.3068), ('pitch', 74), ('tempo', 120.0), ('velocity', 1))": 142,
    "(('duration', 0.2045), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 143,
    "(('duration', 0.2205), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 144,
    "(('duration', 0.1023), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 145,
    "(('duration', 0.95), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 146,
    "(('duration', 0.2205), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 147,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 148,
    "(('duration', 0.9545), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 149,
    "(('duration', 0.2159), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 150,
    "(('duration', 0.0977), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 151,
    "(('duration', 0.1182), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 152,
    "(('duration', 0.1182), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 153,
    "(('duration', 0.1114), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 154,
    "(('duration', 0.0932), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 155,
    "(('duration', 0.1114), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 156,
    "(('duration', 0.1205), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 157,
    "(('duration', 0.5523), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 158,
    "(('duration', 0.0977), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 159,
    "(('duration', 0.5386), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 160,
    "(('duration', 0.4295), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 161,
    "(('duration', 0.55), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 162,
    "(('duration', 0.4205), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 163,
    "(('duration', 0.1091), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 164,
    "(('duration', 0.0955), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 165,
    "(('duration', 0.125), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 166,
    "(('duration', 0.0795), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 167,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 1))": 168,
    "(('duration', 0.125), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 169,
    "(('duration', 0.0795), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 170,
    "(('duration', 0.975), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 171,
    "(('duration', 0.425), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 172,
    "(('duration', 0.2), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 173,
    "(('duration', 0.1318), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 174,
    "(('duration', 3.8386), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 175,
    "(('duration', 0.0023), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 176,
    "(('duration', 0.0818), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 177,
    "(('duration', 0.3091), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 178,
    "(('duration', 0.0841), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 179,
    "(('duration', 0.9568), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 180,
    "(('duration', 0.8523), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 181,
    "(('duration', 0.2091), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 182,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 1))": 183,
    "(('duration', 0.3341), ('pitch', 74), ('tempo', 120.0), ('velocity', 1))": 184,
    "(('duration', 0.1318), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 185,
    "(('duration', 0.0841), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 186,
    "(('duration', 0.1977), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 187,
    "(('duration', 0.2182), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 188,
    "(('duration', 0.1341), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 189,
    "(('duration', 3.8455), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 190,
    "(('duration', 0.2136), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 191,
    "(('duration', 0.1295), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 192,
    "(('duration', 0.8432), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 193,
    "(('duration', 0.9523), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 194,
    "(('duration', 1.7091), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 195,
    "(('duration', 0.2659), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 196,
    "(('duration', 0.2659), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 197,
    "(('duration', 0.0341), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 198,
    "(('duration', 0.2182), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 199,
    "(('duration', 0.2136), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 200,
    "(('duration', 0.1182), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 201,
    "(('duration', 0.2023), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 202,
    "(('duration', 0.1205), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 203,
    "(('duration', 0.2114), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 204,
    "(('duration', 0.5227), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 205,
    "(('duration', 9.3682), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 206,
    "(('duration', 0.1318), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 207,
    "(('duration', 0.0795), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 208,
    "(('duration', 0.0818), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 209,
    "(('duration', 0.1273), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 210,
    "(('duration', 5.8136), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 211,
    "(('duration', 0.0682), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 212,
    "(('duration', 0.5591), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 213,
    "(('duration', 0.4068), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 214,
    "(('duration', 0.1205), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 215,
    "(('duration', 0.2136), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 216,
    "(('duration', 0.4409), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 217,
    "(('duration', 0.1295), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 218,
    "(('duration', 0.3273), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 219,
    "(('duration', 0.0841), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 220,
    "(('duration', 6.8136), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 221,
    "(('duration', 0.0659), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 222,
    "(('duration', 0.55), ('pitch', 69), ('tempo', 120.0), ('velocity', 1))": 223,
    "(('duration', 1.1523), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 224,
    "(('duration', 0.0682), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 225,
    "(('duration', 0.4159), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 226,
    "(('duration', 0.2136), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 227,
    "(('duration', 3.8591), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 228,
    "(('duration', 0.9636), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 229,
    "(('duration', 0.8636), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 230,
    "(('duration', 2.1432), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 231,
    "(('duration', 0.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 232,
    "(('duration', 0.1114), ('pitch', 76), ('tempo', 120.0), ('velocity', 1))": 233,
    "(('duration', 0.3), ('pitch', 74), ('tempo', 120.0), ('velocity', 1))": 234,
    "(('duration', 6.8136), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 235,
    "(('duration', 0.1341), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 236,
    "(('duration', 0.0864), ('pitch', 72), ('tempo', 120.0), ('velocity', 1))": 237,
    "(('duration', 0.9455), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 238,
    "(('duration', 3.8341), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 239,
    "(('duration', 0.3318), ('pitch', 71), ('tempo', 120.0), ('velocity', 1))": 240,
    "(('duration', 0.8659), ('pitch', 79), ('tempo', 120.0), ('velocity', 1))": 241,
    "(('duration', 0.9614), ('pitch', 66), ('tempo', 120.0), ('velocity', 1))": 242,
    "(('duration', 5.0), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 243,
    "(('duration', 0.1182), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 244,
    "(('duration', 0.1477), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 245,
    "(('duration', 0.0682), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 246,
    "(('duration', 0.15), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 247,
    "(('duration', 0.1705), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 248,
    "(('duration', 0.1523), ('pitch', 45), ('tempo', 120.0), ('velocity', 1))": 249,
    "(('duration', 0.0682), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 250,
    "(('duration', 0.0341), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 251,
    "(('duration', 0.2455), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 252,
    "(('duration', 0.0818), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 253,
    "(('duration', 0.0636), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 254,
    "(('duration', 0.15), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 255,
    "(('duration', 0.1477), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 256,
    "(('duration', 0.2864), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 257,
    "(('duration', 0.1682), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 258,
    "(('duration', 0.15), ('pitch', 45), ('tempo', 120.0), ('velocity', 1))": 259,
    "(('duration', 0.0636), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 260,
    "(('duration', 0.0364), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 261,
    "(('duration', 0.2432), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 262,
    "(('duration', 0.0659), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 263,
    "(('duration', 0.1477), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 264,
    "(('duration', 0.15), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 265,
    "(('duration', 0.1636), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 266,
    "(('duration', 0.1477), ('pitch', 45), ('tempo', 120.0), ('velocity', 1))": 267,
    "(('duration', 0.0659), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 268,
    "(('duration', 0.2318), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 269,
    "(('duration', 0.0841), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 270,
    "(('duration', 0.0841), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 271,
    "(('duration', 0.2727), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 272,
    "(('duration', 0.1523), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 273,
    "(('duration', 0.1795), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 274,
    "(('duration', 0.1432), ('pitch', 45), ('tempo', 120.0), ('velocity', 1))": 275,
    "(('duration', 0.0636), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 276,
    "(('duration', 0.0318), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 277,
    "(('duration', 0.0864), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 278,
    "(('duration', 0.0818), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 279,
    "(('duration', 0.0523), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 280,
    "(('duration', 0.1455), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 281,
    "(('duration', 0.1841), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 282,
    "(('duration', 0.05), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 283,
    "(('duration', 0.0818), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 284,
    "(('duration', 0.1523), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 285,
    "(('duration', 0.1545), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 286,
    "(('duration', 0.2818), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 287,
    "(('duration', 0.1659), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 288,
    "(('duration', 0.1409), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 289,
    "(('duration', 0.1432), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 290,
    "(('duration', 0.0705), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 291,
    "(('duration', 0.0841), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 292,
    "(('duration', 0.2341), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 293,
    "(('duration', 0.1409), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 294,
    "(('duration', 0.0659), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 295,
    "(('duration', 0.2386), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 296,
    "(('duration', 0.0795), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 297,
    "(('duration', 0.1523), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 298,
    "(('duration', 0.15), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 299,
    "(('duration', 0.15), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 300,
    "(('duration', 0.0659), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 301,
    "(('duration', 0.2432), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 302,
    "(('duration', 0.1477), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 303,
    "(('duration', 0.1477), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 304,
    "(('duration', 0.1455), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 305,
    "(('duration', 0.0636), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 306,
    "(('duration', 0.15), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 307,
    "(('duration', 0.1477), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 308,
    "(('duration', 0.15), ('pitch', 47), ('tempo', 120.0), ('velocity', 1))": 309,
    "(('duration', 0.1818), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 310,
    "(('duration', 0.1455), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 311,
    "(('duration', 0.15), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 312,
    "(('duration', 0.0818), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 313,
    "(('duration', 0.1477), ('pitch', 30), ('tempo', 120.0), ('velocity', 1))": 314,
    "(('duration', 0.15), ('pitch', 42), ('tempo', 120.0), ('velocity', 1))": 315,
    "(('duration', 0.1523), ('pitch', 29), ('tempo', 120.0), ('velocity', 1))": 316,
    "(('duration', 0.1523), ('pitch', 41), ('tempo', 120.0), ('velocity', 1))": 317,
    "(('duration', 0.1409), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 318,
    "(('duration', 0.1477), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 319,
    "(('duration', 0.2455), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 320,
    "(('duration', 0.0636), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 321,
    "(('duration', 0.15), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 322,
    "(('duration', 0.0545), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 323,
    "(('duration', 0.1432), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 324,
    "(('duration', 0.15), ('pitch', 30), ('tempo', 120.0), ('velocity', 1))": 325,
    "(('duration', 0.1477), ('pitch', 42), ('tempo', 120.0), ('velocity', 1))": 326,
    "(('duration', 0.1523), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 327,
    "(('duration', 0.0841), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 328,
    "(('duration', 0.2977), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 329,
    "(('duration', 0.3), ('pitch', 39), ('tempo', 120.0), ('velocity', 1))": 330,
    "(('duration', 0.1477), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 331,
    "(('duration', 0.1545), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 332,
    "(('duration', 0.0841), ('pitch', 51), ('tempo', 120.0), ('velocity', 1))": 333,
    "(('duration', 0.2318), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 334,
    "(('duration', 0.0659), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 335,
    "(('duration', 0.1432), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 336,
    "(('duration', 0.1432), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 337,
    "(('duration', 0.1523), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 338,
    "(('duration', 0.1545), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 339,
    "(('duration', 0.15), ('pitch', 49), ('tempo', 120.0), ('velocity', 1))": 340,
    "(('duration', 0.0659), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 341,
    "(('duration', 0.2432), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 342,
    "(('duration', 0.0659), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 343,
    "(('duration', 0.1477), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 344,
    "(('duration', 0.15), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 345,
    "(('duration', 0.0659), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 346,
    "(('duration', 0.1409), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 347,
    "(('duration', 0.1523), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 348,
    "(('duration', 0.1523), ('pitch', 47), ('tempo', 120.0), ('velocity', 1))": 349,
    "(('duration', 0.3159), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 350,
    "(('duration', 0.3159), ('pitch', 39), ('tempo', 120.0), ('velocity', 1))": 351,
    "(('duration', 0.1455), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 352,
    "(('duration', 0.0659), ('pitch', 51), ('tempo', 120.0), ('velocity', 1))": 353,
    "(('duration', 0.0818), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 354,
    "(('duration', 0.15), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 355,
    "(('duration', 0.1455), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 356,
    "(('duration', 0.0841), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 357,
    "(('duration', 0.2318), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 358,
    "(('duration', 0.1455), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 359,
    "(('duration', 0.0818), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 360,
    "(('duration', 0.1455), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 361,
    "(('duration', 0.0841), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 362,
    "(('duration', 0.2227), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 363,
    "(('duration', 0.1523), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 364,
    "(('duration', 0.1523), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 365,
    "(('duration', 0.1545), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 366,
    "(('duration', 0.0682), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 367,
    "(('duration', 0.1432), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 368,
    "(('duration', 0.1455), ('pitch', 45), ('tempo', 120.0), ('velocity', 1))": 369,
    "(('duration', 0.25), ('pitch', 33), ('tempo', 120.0), ('velocity', 1))": 370,
    "(('duration', 0.1614), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 371,
    "(('duration', 0.1409), ('pitch', 43), ('tempo', 120.0), ('velocity', 1))": 372,
    "(('duration', 0.0614), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 373,
    "(('duration', 0.1523), ('pitch', 30), ('tempo', 120.0), ('velocity', 1))": 374,
    "(('duration', 0.1523), ('pitch', 42), ('tempo', 120.0), ('velocity', 1))": 375,
    "(('duration', 0.1477), ('pitch', 29), ('tempo', 120.0), ('velocity', 1))": 376,
    "(('duration', 0.15), ('pitch', 41), ('tempo', 120.0), ('velocity', 1))": 377,
    "(('duration', 0.1432), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 378,
    "(('duration', 0.1523), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 379,
    "(('duration', 0.1545), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 380,
    "(('duration', 0.1545), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 381,
    "(('duration', 0.0636), ('pitch', 31), ('tempo', 120.0), ('velocity', 1))": 382,
    "(('duration', 0.15), ('pitch', 29), ('tempo', 120.0), ('velocity', 1))": 383,
    "(('duration', 0.0477), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 384,
    "(('duration', 0.3182), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 385,
    "(('duration', 0.1455), ('pitch', 40), ('tempo', 120.0), ('velocity', 1))": 386,
    "(('duration', 0.1477), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 387,
    "(('duration', 0.15), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 388,
    "(('duration', 0.0818), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 389,
    "(('duration', 0.2341), ('pitch', 36), ('tempo', 120.0), ('velocity', 1))": 390,
    "(('duration', 0.3023), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 391,
    "(('duration', 0.3227), ('pitch', 39), ('tempo', 120.0), ('velocity', 1))": 392,
    "(('duration', 0.1432), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 393,
    "(('duration', 0.0636), ('pitch', 51), ('tempo', 120.0), ('velocity', 1))": 394,
    "(('duration', 0.2341), ('pitch', 38), ('tempo', 120.0), ('velocity', 1))": 395,
    "(('duration', 0.1545), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 396,
    "(('duration', 0.1477), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 397,
    "(('duration', 0.1477), ('pitch', 49), ('tempo', 120.0), ('velocity', 1))": 398,
    "(('duration', 0.0636), ('pitch', 37), ('tempo', 120.0), ('velocity', 1))": 399,
    "(('duration', 0.1432), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 400,
    "(('duration', 0.0841), ('pitch', 35), ('tempo', 120.0), ('velocity', 1))": 401,
    "(('duration', 1.7182), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 402,
    "(('duration', 1.7091), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 403,
    "(('duration', 0.2318), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 404,
    "(('duration', 0.1), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 405,
    "(('duration', 0.1636), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 406,
    "(('duration', 0.2636), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 407,
    "(('duration', 0.1614), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 408,
    "(('duration', 0.2614), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 409,
    "(('duration', 0.1659), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 410,
    "(('duration', 0.1682), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 411,
    "(('duration', 0.2682), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 412,
    "(('duration', 0.05), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 413,
    "(('duration', 1.6886), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 414,
    "(('duration', 0.2273), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 415,
    "(('duration', 0.0977), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 416,
    "(('duration', 2.3318), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 417,
    "(('duration', 0.1023), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 418,
    "(('duration', 0.1705), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 419,
    "(('duration', 0.2727), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 420,
    "(('duration', 1.6886), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 421,
    "(('duration', 1.7068), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 422,
    "(('duration', 1.7136), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 423,
    "(('duration', 0.4318), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 424,
    "(('duration', 0.4159), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 425,
    "(('duration', 0.2295), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 426,
    "(('duration', 6.3477), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 427,
    "(('duration', 0.4341), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 428,
    "(('duration', 1.275), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 429,
    "(('duration', 0.0955), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 430,
    "(('duration', 0.4318), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 431,
    "(('duration', 0.4318), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 432,
    "(('duration', 0.4182), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 433,
    "(('duration', 0.4227), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 434,
    "(('duration', 0.4159), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 435,
    "(('duration', 0.4273), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 436,
    "(('duration', 0.4318), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 437,
    "(('duration', 0.4341), ('pitch', 61), ('tempo', 120.0), ('velocity', 1))": 438,
    "(('duration', 0.425), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 439,
    "(('duration', 0.4114), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 440,
    "(('duration', 5.5341), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 441,
    "(('duration', 1.2773), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 442,
    "(('duration', 0.4159), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 443,
    "(('duration', 2.1386), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 444,
    "(('duration', 0.425), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 445,
    "(('duration', 0.4136), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 446,
    "(('duration', 0.4341), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 447,
    "(('duration', 0.4318), ('pitch', 61), ('tempo', 120.0), ('velocity', 1))": 448,
    "(('duration', 0.2205), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 449,
    "(('duration', 2.5568), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 450,
    "(('duration', 0.4409), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 451,
    "(('duration', 0.4114), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 452,
    "(('duration', 0.2159), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 453,
    "(('duration', 0.2159), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 454,
    "(('duration', 0.2182), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 455,
    "(('duration', 0.95), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 456,
    "(('duration', 0.8591), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 457,
    "(('duration', 4.2614), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 458,
    "(('duration', 0.2136), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 459,
    "(('duration', 0.2159), ('pitch', 47), ('tempo', 120.0), ('velocity', 1))": 460,
    "(('duration', 0.2), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 461,
    "(('duration', 0.225), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 462,
    "(('duration', 1.6068), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 463,
    "(('duration', 0.1591), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 464,
    "(('duration', 0.2545), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 465,
    "(('duration', 0.0318), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 466,
    "(('duration', 0.7091), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 467,
    "(('duration', 0.0841), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 468,
    "(('duration', 0.425), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 469,
    "(('duration', 0.4341), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 470,
    "(('duration', 0.1977), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 471,
    "(('duration', 0.2114), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 472,
    "(('duration', 0.1136), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 473,
    "(('duration', 0.9477), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 474,
    "(('duration', 0.8568), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 475,
    "(('duration', 0.4091), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 476,
    "(('duration', 0.2159), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 477,
    "(('duration', 0.2159), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 478,
    "(('duration', 1.5932), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 479,
    "(('duration', 0.4227), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 480,
    "(('duration', 0.4386), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 481,
    "(('duration', 0.2227), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 482,
    "(('duration', 1.825), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 483,
    "(('duration', 0.0932), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 484,
    "(('duration', 0.0795), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 485,
    "(('duration', 0.4409), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 486,
    "(('duration', 0.2364), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 487,
    "(('duration', 1.2795), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 488,
    "(('duration', 0.0864), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 489,
    "(('duration', 0.4409), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 490,
    "(('duration', 0.4227), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 491,
    "(('duration', 0.4091), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 492,
    "(('duration', 0.2341), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 493,
    "(('duration', 2.1114), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 494,
    "(('duration', 0.4432), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 495,
    "(('duration', 0.4114), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 496,
    "(('duration', 0.4409), ('pitch', 61), ('tempo', 120.0), ('velocity', 1))": 497,
    "(('duration', 0.4318), ('pitch', 57), ('tempo', 120.0), ('velocity', 1))": 498,
    "(('duration', 0.4136), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 499,
    "(('duration', 3.4273), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 500,
    "(('duration', 0.2386), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 501,
    "(('duration', 0.4136), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 502,
    "(('duration', 0.4432), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 503,
    "(('duration', 0.4068), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 504,
    "(('duration', 3.4), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 505,
    "(('duration', 0.4318), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 506,
    "(('duration', 0.425), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 507,
    "(('duration', 2.5659), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 508,
    "(('duration', 0.4432), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 509,
    "(('duration', 0.2114), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 510,
    "(('duration', 0.2114), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 511,
    "(('duration', 0.2159), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 512,
    "(('duration', 0.9591), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 513,
    "(('duration', 0.8682), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 514,
    "(('duration', 4.2727), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 515,
    "(('duration', 0.0818), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 516,
    "(('duration', 0.425), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 517,
    "(('duration', 0.2182), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 518,
    "(('duration', 1.85), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 519,
    "(('duration', 0.0341), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 520,
    "(('duration', 0.7), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 521,
    "(('duration', 0.1909), ('pitch', 54), ('tempo', 120.0), ('velocity', 1))": 522,
    "(('duration', 0.1114), ('pitch', 55), ('tempo', 120.0), ('velocity', 1))": 523,
    "(('duration', 0.9727), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 524,
    "(('duration', 0.8432), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 525,
    "(('duration', 4.2682), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 526,
    "(('duration', 0.1909), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 527,
    "(('duration', 0.2068), ('pitch', 47), ('tempo', 120.0), ('velocity', 1))": 528,
    "(('duration', 0.2205), ('pitch', 48), ('tempo', 120.0), ('velocity', 1))": 529,
    "(('duration', 0.4), ('pitch', 50), ('tempo', 120.0), ('velocity', 1))": 530,
    "(('duration', 0.0045), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 531,
    "(('duration', 1.4023), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 532,
    "(('duration', 1.8159), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 533,
    "(('duration', 1.4045), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 534,
    "(('duration', 0.8023), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 535,
    "(('duration', 1.0045), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 536,
    "(('duration', 1.4068), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 537,
    "(('duration', 1.0159), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 538,
    "(('duration', 1.4045), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 539,
    "(('duration', 1.8136), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 540,
    "(('duration', 3.0205), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 541,
    "(('duration', 2.2114), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 542,
    "(('duration', 1.0068), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 543,
    "(('duration', 2.6091), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 544,
    "(('duration', 0.6), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 545,
    "(('duration', 1.6068), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 546,
    "(('duration', 0.3977), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 547,
    "(('duration', 0.3068), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 548,
    "(('duration', 0.1023), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 549,
    "(('duration', 0.0977), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 550,
    "(('duration', 0.3977), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 551,
    "(('duration', 2.8205), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 552,
    "(('duration', 0.2), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 553,
    "(('duration', 1.0023), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 554,
    "(('duration', 2.8159), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 555,
    "(('duration', 1.6023), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 556,
    "(('duration', 0.8023), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 557,
    "(('duration', 1.0023), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 558,
    "(('duration', 3.0114), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 559,
    "(('duration', 0.2045), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 560,
    "(('duration', 2.2068), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 561,
    "(('duration', 1.0045), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 562,
    "(('duration', 2.6045), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 563,
    "(('duration', 0.6023), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 564,
    "(('duration', 1.6136), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 565,
    "(('duration', 0.4), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 566,
    "(('duration', 0.3), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 567,
    "(('duration', 0.1), ('pitch', 52), ('tempo', 120.0), ('velocity', 1))": 568,
    "(('duration', 0.4), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 569,
    "(('duration', 2.8068), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 570,
    "(('duration', 0.2023), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 571,
    "(('duration', 2.2045), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 572,
    "(('duration', 1.0136), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 573,
    "(('duration', 1.4), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 574,
    "(('duration', 1.6023), ('pitch', 60), ('tempo', 120.0), ('velocity', 1))": 575,
    "(('duration', 0.8), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 576,
    "(('duration', 0.8045), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 577,
    "(('duration', 1.0114), ('pitch', 59), ('tempo', 120.0), ('velocity', 1))": 578,
    "(('duration', 0.3955), ('pitch', 0), ('tempo', 0), ('velocity', 0))": 579,
    "(('duration', 1.2159), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 580,
    "(('duration', 0.6045), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 581,
    "(('duration', 1.0045), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 582,
    "(('duration', 0.6), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 583,
    "(('duration', 0.6023), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 584,
    "(('duration', 1.0068), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 585,
    "(('duration', 1.8091), ('pitch', 62), ('tempo', 120.0), ('velocity', 1))": 586,
    "(('duration', 1.4159), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 587,
    "(('duration', 0.8045), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 588,
    "(('duration', 1.0023), ('pitch', 68), ('tempo', 120.0), ('velocity', 1))": 589,
    "(('duration', 1.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 1))": 590,
    "(('duration', 0.6023), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 591,
    "(('duration', 1.0114), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 592,
    "(('duration', 0.5955), ('pitch', 67), ('tempo', 120.0), ('velocity', 1))": 593,
    "(('duration', 1.0091), ('pitch', 65), ('tempo', 120.0), ('velocity', 1))": 594,
