{
    "0.375": 0,
    "0.6886363636363626": 1,
    "0.1863636363636374": 2,
    "0.75": 3,
    "0.125": 4,
    "3.7340909090909093": 5,
    "3.7363636363636346": 6,
    "0.25": 7,
    "3.970454545454544": 8,
    "3.8522727272727195": 9,
    "3.872727272727275": 10,
    "5.804545454545462": 11,
    "12.01590909090909": 12,
    "1.0": 13,
    "7.756818181818176": 14,
    "8.968181818181819": 15,
    "10.781818181818181": 16,
    "2.0": 17,
    "12.752272727272725": 18,
    "19.940909090909088": 19,
    "13.377272727272725": 20,
    "14.377272727272725": 21,
    "16.163636363636357": 22,
    "3.5": 23,
    "16.87045454545455": 24,
    "17.252272727272725": 25,
    "26.486363636363635": 26,
    "27.625": 27,
    "28.672727272727272": 28,
    "4.0": 29,
    "22.375": 30,
    "31.184090909090912": 31,
    "5.75": 32,
    "0.5": 33,
    "0.625": 34,
    "35.11818181818181": 35,
    "7.740909090909099": 36,
    "1.875": 37,
    "38.6909090909091": 38,
    "38.69090909090909": 39,
    "39.845454545454544": 40,
    "39.872727272727275": 41,
    "42.638636363636365": 42,
    "38.845454545454544": 43,
    "44.65681818181818": 44,
    "8.8659090909091": 45,
    "40.56136363636364": 46,
    "38.622727272727275": 47,
    "41.50454545454545": 48,
    "40.89090909090909": 49,
    "50.74545454545455": 50,
    "50.94318181818181": 51,
    "43.14999999999999": 52,
    "46.888636363636365": 53,
    "46.07954545454545": 54,
    "10.375": 55,
    "56.21363636363637": 56,
    "2.75": 57,
    "2.125": 58,
    "59.49545454545455": 59,
    "56.393181818181816": 60,
    "61.57045454545454": 61,
    "61.709090909090904": 62,
    "12.375": 63,
    "61.756818181818176": 64,
    "64.25681818181818": 65,
    "0.7204545454545448": 66,
    "67.72727272727273": 67,
    "68.74318181818182": 68,
    "69.9659090909091": 69,
    "70.15": 70,
    "70.48863636363636": 71,
    "70.15227272727273": 72,
    "70.47954545454546": 73,
    "67.48863636363636": 74,
    "68.85454545454546": 75,
    "76.59545454545454": 76,
    "77.47272727272727": 77,
    "78.825": 78,
    "79.03181818181818": 79,
    "78.82272727272728": 80,
    "78.68409090909091": 81,
    "82.94772727272726": 82,
    "83.64318181818182": 83,
    "15.625": 84,
    "3.375": 85,
    "17.25": 86,
    "3.875": 87,
    "3.25": 88,
    "3.0": 89,
    "90.06818181818181": 90,
    "5.845454545454545": 91,
    "91.82954545454545": 92,
    "88.80227272727272": 93,
    "94.00454545454545": 94,
    "94.75": 95,
    "96.41818181818181": 96,
    "90.42727272727272": 97,
    "91.825": 98,
    "99.88409090909092": 99,
    "99.78636363636363": 100,
    "101.04545454545455": 101,
    "100.4909090909091": 102,
    "101.49318181818182": 103,
    "104.51590909090909": 104,
    "100.575": 105,
    "4.125": 106,
    "21.75": 107,
    "108.26818181818182": 108,
    "106.31818181818181": 109,
    "106.32727272727273": 110,
    "111.80681818181819": 111,
    "105.29999999999998": 112,
    "106.26818181818183": 113,
    "105.4909090909091": 114,
    "115.82499999999999": 115,
    "109.10909090909091": 116,
    "109.87727272727273": 117,
    "109.46363636363635": 118,
    "119.96363636363637": 119,
    "120.91818181818181": 120,
    "2.9295454545454334": 121,
    "119.21590909090907": 122,
    "25.1340909090909": 123,
    "127.28181818181817": 124,
    "126.9431818181818": 125,
    "0.06590909090908958": 126,
    "0.5659090909090896": 127,
    "5.125": 128,
    "5.0": 129,
    "5.25": 130,
    "1.1909090909090896": 131,
    "26.375": 132,
    "5.5": 133,
    "1.3159090909090896": 134,
    "1.6909090909090896": 135,
    "2.0659090909090896": 136,
    "2.1909090909090896": 137,
    "1.5659090909090896": 138,
    "2.6909090909090896": 139,
    "145.5159090909091": 140,
    "148.59090909090907": 141,
    "149.12272727272727": 142,
    "30.375": 143,
    "5.56590909090909": 144,
    "1.625": 145,
    "1.125": 146,
    "1.5": 147,
    "0.875": 148,
    "1.75": 149,
    "1.25": 150,
    "32.1340909090909": 151,
    "31.1431818181818": 152,
    "6.125": 153,
    "6.19090909090909": 154,
    "32.0272727272727": 155,
    "6.06590909090909": 156,
    "35.2590909090909": 157,
    "14.547727272727265": 158,
    "7.25": 159,
    "7.75": 160,
    "11.31590909090909": 161,
    "38.625": 162,
    "38.7590909090909": 163,
    "40.2590909090909": 164,
    "8.625": 165,
    "8.25": 166,
    "1.3272727272727352": 167,
    "0.12045454545454537": 168,
    "0.37045454545454537": 169,
    "0.6204545454545454": 170,
    "42.8840909090909": 171,
    "42.375": 172,
    "0.7454545454545454": 173,
    "1.8704545454545454": 174,
    "0.9954545454545454": 175,
    "1.3704545454545454": 176,
    "0.8704545454545454": 177,
    "45.1068181818182": 178,
    "45.1159090909091": 179,
    "9.125": 180,
    "9.875": 181,
    "49.5090909090909": 182,
    "50.1340909090909": 183,
    "0.2500000000000001": 184,
    "0.13181818181817917": 185,
    "0.25681818181817917": 186,
    "0.6318181818181792": 187,
    "0.38181818181817917": 188,
    "0.5068181818181792": 189,
    "1.5068181818181792": 190,
    "51.3659090909091": 191,
    "10.625": 192,
    "0.5159090909090908": 193,
    "1.3818181818181792": 194,
    "2.756818181818179": 195,
    "1.0068181818181792": 196,
    "2.131818181818179": 197,
    "2.006818181818179": 198,
    "2.881818181818179": 199,
    "3.881818181818179": 200,
    "3.506818181818179": 201,
    "2.25": 202,
    "2.875": 203,
    "2.375": 204,
    "11.125": 205,
    "2.625": 206,
    "11.875": 207,
    "56.9909090909091": 208,
    "5.756818181818179": 209,
    "2.5": 210,
    "5.006818181818179": 211,
    "5.506818181818179": 212,
    "0.7681818181818194": 213,
    "0.2681818181818194": 214,
    "12.0": 215,
    "10.88181818181818": 216,
    "12.875": 217,
    "10.38181818181818": 218,
    "11.38181818181818": 219,
    "62.3840909090909": 220,
    "11.25681818181818": 221,
    "0.11818181818181805": 222,
    "0.993181818181818": 223,
    "12.25681818181818": 224,
    "0.743181818181818": 225,
    "0.868181818181818": 226,
    "0.49318181818181805": 227,
    "0.24318181818181805": 228,
    "1.5181818181818194": 229,
    "14.63181818181818": 230,
    "1.1431818181818194": 231,
    "65.7590909090909": 232,
    "13.875": 233,
    "0.6909090909090905": 234,
    "0.8159090909090905": 235,
    "15.88181818181818": 236,
    "66.3840909090909": 237,
    "19.13181818181818": 238,
    "0.14545454545454595": 239,
    "2.5181818181818194": 240,
    "2.6431818181818194": 241,
    "14.875": 242,
    "0.6090909090908951": 243,
    "1.5659090909090905": 244,
    "14.0": 245,
    "1.1909090909090905": 246,
    "1.6909090909090905": 247,
    "1.4409090909090905": 248,
    "2.395454545454546": 249,
    "1.0659090909090905": 250,
    "75.0": 251,
    "26.00681818181818": 252,
    "27.63181818181818": 253,
    "80.5090909090909": 254,
    "80.4909090909091": 255,
    "80.5181818181818": 256,
    "3.625": 257,
    "16.0": 258,
    "81.875": 259,
    "3.125": 260,
    "3.75": 261,
    "0.11590909090909074": 262,
    "0.36590909090909074": 263,
    "0.24090909090909074": 264,
    "0.49090909090909074": 265,
    "0.7409090909090907": 266,
    "0.45909090909090366": 267,
    "0.9590909090909037": 268,
    "1.8659090909090907": 269,
    "1.6159090909090907": 270,
    "1.4909090909090907": 271,
    "2.9909090909090907": 272,
    "1.3659090909090907": 273,
    "1.2409090909090907": 274,
    "2.3659090909090907": 275,
    "0.2477272727272727": 276,
    "3.1159090909090907": 277,
    "3.6159090909090907": 278,
    "1.7090909090909037": 279,
    "1.5840909090909037": 280,
    "1.9590909090909037": 281,
    "18.125": 282,
    "2.7090909090909037": 283,
    "2.0840909090909037": 284,
    "2.5840909090909037": 285,
    "19.625": 286,
    "19.25": 287,
    "3.9590909090909037": 288,
    "3.4590909090909037": 289,
    "20.5": 290,
    "0.2500000000000002": 291,
    "0.12954545454545752": 292,
    "0.3795454545454575": 293,
    "0.7545454545454575": 294,
    "0.6295454545454575": 295,
    "0.2659090909090909": 296,
    "0.015909090909090873": 297,
    "0.13863636363635834": 298,
    "0.6386363636363583": 299,
    "0.38863636363635834": 300,
    "0.26363636363635834": 301,
    "2.0136363636363583": 302,
    "2.0045454545454575": 303,
    "1.0045454545454575": 304,
    "1.2545454545454575": 305,
    "1.7545454545454575": 306,
    "3.3795454545454575": 307,
    "3.7545454545454575": 308,
    "2.7545454545454575": 309,
    "2.6295454545454575": 310,
    "2.8795454545454575": 311,
    "4.3795454545454575": 312,
    "4.263636363636358": 313,
    "4.875": 314,
    "3.2545454545454575": 315,
    "3.2636363636363583": 316,
    "5.6295454545454575": 317,
    "5.3795454545454575": 318,
    "4.5": 319,
    "4.6295454545454575": 320,
    "4.2545454545454575": 321,
    "6.3795454545454575": 322,
    "6.763636363636358": 323,
    "5.1295454545454575": 324,
    "5.138636363636358": 325,
    "5.209090909090904": 326,
    "8.013636363636358": 327,
    "8.629545454545458": 328,
    "5.440909090909095": 329,
    "12.879545454545458": 330,
    "0.0159090909090909": 331,
    "0.1409090909090909": 332,
    "15.129545454545458": 333,
    "0.015909090909090907": 334,
    "0.4113636363636388": 335,
    "2.9772727272727266": 336,
    "2.8522727272727266": 337,
    "2.4772727272727266": 338,
    "0.2863636363636388": 339,
    "2.7272727272727266": 340,
    "0.6613636363636388": 341,
    "2.6022727272727266": 342,
    "0.015909090909090914": 343,
    "19.26363636363636": 344,
    "21.129545454545458": 345,
    "21.26363636363636": 346,
    "21.01363636363636": 347,
    "1.7863636363636388": 348,
    "1.2863636363636388": 349,
    "0.9863636363636361": 350,
    "0.9590909090909099": 351,
    "1.611363636363636": 352,
    "1.486363636363636": 353,
    "25.625": 354,
    "25.76363636363636": 355,
    "25.129545454545458": 356,
    "0.14090909090909093": 357,
    "0.3204545454545471": 358,
    "0.1954545454545471": 359,
    "0.26590909090909093": 360,
    "0.01590909090909093": 361,
    "25.13863636363636": 362,
    "0.5454545454545454": 363,
    "0.8204545454545471": 364,
    "27.004545454545458": 365,
    "2.286363636363639": 366,
    "2.911363636363639": 367,
    "2.536363636363639": 368,
    "1.320454545454547": 369,
    "2.320454545454547": 370,
    "27.254545454545458": 371,
    "5.625": 372,
    "3.820454545454547": 373,
    "0.881818181818181": 374,
    "0.756818181818181": 375,
    "5.375": 376,
    "1.1704545454545454": 377,
    "1.4204545454545454": 378,
    "1.9204545454545454": 379,
    "6.445454545454547": 380,
    "3.661363636363639": 381,
    "32.87954545454546": 382,
    "3.161363636363639": 383,
    "3.911363636363639": 384,
    "1.381818181818181": 385,
    "1.881818181818181": 386,
    "1.506818181818181": 387,
    "35.38863636363636": 388,
    "35.26363636363636": 389,
    "4.161363636363639": 390,
    "4.036363636363639": 391,
    "0.5409090909090919": 392,
    "2.756818181818181": 393,
    "39.76363636363636": 394,
    "40.50454545454546": 395,
    "0.10227272727272307": 396,
    "3.609090909090895": 397,
    "3.131818181818181": 398,
    "0.37272727272727274": 399,
    "0.015909090909090984": 400,
    "0.2613636363636367": 401,
    "0.3863636363636367": 402,
    "0.1363636363636367": 403,
    "0.011363636363636687": 404,
    "0.6363636363636367": 405,
    "0.11363636363637397": 406,
    "0.23863636363637397": 407,
    "0.36363636363637397": 408,
    "0.48863636363637397": 409,
    "1.7613636363636367": 410,
    "1.6363636363636367": 411,
    "1.0113636363636367": 412,
    "1.8863636363636367": 413,
    "2.2613636363636367": 414,
    "0.613636363636374": 415,
    "2.5113636363636367": 416,
    "2.0113636363636367": 417,
    "3.2613636363636367": 418,
    "3.0113636363636367": 419,
    "1.375": 420,
    "4.011363636363637": 421,
    "6.625": 422,
    "3.6363636363636367": 423,
    "4.886363636363637": 424,
    "3.7613636363636367": 425,
    "5.511363636363637": 426,
    "4.511363636363637": 427,
    "0.3477272727272729": 428,
    "1.863636363636374": 429,
    "1.738636363636374": 430,
    "1.988636363636374": 431,
    "6.136363636363637": 432,
    "1.613636363636374": 433,
    "7.886363636363637": 434,
    "6.386363636363637": 435,
    "6.761363636363637": 436,
    "1.238636363636374": 437,
    "1.363636363636374": 438,
    "9.136363636363637": 439,
    "10.136363636363637": 440,
    "2.363636363636374": 441,
    "2.613636363636374": 442,
    "11.386363636363637": 443,
    "12.136363636363637": 444,
    "12.886363636363637": 445,
    "0.10681818181818148": 446,
    "0.6068181818181815": 447,
    "0.4818181818181815": 448,
    "0.7318181818181815": 449,
    "0.9818181818181815": 450,
    "0.41818181818180733": 451,
    "1.1068181818181815": 452,
    "14.761363636363637": 453,
    "0.8568181818181815": 454,
    "1.3568181818181815": 455,
    "2.8568181818181815": 456,
    "15.511363636363637": 457,
    "2.3568181818181815": 458,
    "15.886363636363637": 459,
    "2.7318181818181815": 460,
    "3.3568181818181815": 461,
    "3.113636363636374": 462,
    "3.613636363636374": 463,
    "2.1068181818181815": 464,
    "0.12045454545454543": 465,
    "4.2318181818181815": 466,
    "0.3704545454545454": 467,
    "4.7318181818181815": 468,
    "5.3568181818181815": 469,
    "1.5431818181818073": 470,
    "1.0431818181818073": 471,
    "1.7931818181818073": 472,
    "1.6681818181818073": 473,
    "1.4181818181818073": 474,
    "1.1681818181818073": 475,
    "1.2931818181818073": 476,
    "51.540909090909096": 477,
    "22.136363636363637": 478,
    "2.9181818181818073": 479,
    "2.0431818181818073": 480,
    "2.4181818181818073": 481,
    "2.5431818181818073": 482,
    "2.2931818181818073": 483,
    "0.3045454545454582": 484,
    "0.5772727272727263": 485,
    "0.7022727272727263": 486,
    "0.8272727272727263": 487,
    "5.863636363636374": 488,
    "1.5772727272727263": 489,
    "1.0772727272727263": 490,
    "1.7022727272727263": 491,
    "1.2022727272727263": 492,
    "1.9522727272727263": 493,
    "2.3272727272727263": 494,
    "2.9522727272727263": 495,
    "2.0772727272727263": 496,
    "1.8272727272727263": 497,
    "3.8272727272727263": 498,
    "3.2931818181818073": 499,
    "4.452272727272726": 500,
    "5.452272727272726": 501,
    "5.702272727272726": 502,
    "6.738636363636374": 503,
    "5.952272727272726": 504,
    "5.077272727272726": 505,
    "6.202272727272726": 506,
    "5.827272727272726": 507,
    "6.238636363636374": 508,
    "7.827272727272726": 509,
    "7.452272727272726": 510,
    "4.418181818181807": 511,
    "11.952272727272726": 512,
    "0.27500000000000036": 513,
    "0.9000000000000004": 514,
    "0.11818181818181811": 515,
    "0.13181818181818206": 516,
    "0.42500000000001137": 517,
    "0.30000000000001137": 518,
    "0.17500000000001137": 519,
    "1.5250000000000004": 520,
    "1.1500000000000004": 521,
    "0.5500000000000114": 522,
    "1.7750000000000004": 523,
    "1.0250000000000004": 524,
    "1.6500000000000004": 525,
    "2.2750000000000004": 526,
    "2.1500000000000004": 527,
    "0.9954545454545425": 528,
    "0.047727272727272396": 529,
    "0.13409090909091503": 530,
    "0.4022727272727167": 531,
    "3.5477272727272724": 532,
    "3.7977272727272724": 533,
    "3.188636363636363": 534,
    "3.313636363636363": 535,
    "0.7772727272727167": 536,
    "0.2772727272727167": 537,
    "0.4227272727272724": 538,
    "1.2977272727272724": 539,
    "2.1568181818181817": 540,
    "1.8931818181818159": 541,
    "1.3931818181818159": 542,
    "1.884090909090915": 543,
    "1.2681818181818159": 544,
    "3.268181818181816": 545,
    "2.143181818181816": 546,
    "2.018181818181816": 547,
    "3.018181818181816": 548,
    "1.6204545454545425": 549,
    "4.009090909090915": 550,
    "4.018181818181816": 551,
    "4.143181818181816": 552,
    "4.393181818181816": 553,
    "4.027272727272717": 554,
    "5.643181818181816": 555,
    "5.018181818181816": 556,
    "5.393181818181816": 557,
    "5.634090909090915": 558,
    "4.384090909090915": 559,
    "6.018181818181816": 560,
    "6.393181818181816": 561,
    "6.268181818181816": 562,
    "6.643181818181816": 563,
    "6.777272727272717": 564,
    "7.768181818181816": 565,
    "6.768181818181816": 566,
    "7.027272727272717": 567,
    "2.7454545454545425": 568,
    "8.018181818181816": 569,
    "2.9954545454545425": 570,
    "8.768181818181816": 571,
    "8.143181818181816": 572,
    "2.3704545454545425": 573,
    "9.518181818181816": 574,
    "9.509090909090915": 575,
    "9.018181818181816": 576,
    "8.393181818181816": 577,
    "8.643181818181816": 578,
    "10.027272727272717": 579,
    "10.518181818181816": 580,
    "10.527272727272717": 581,
    "11.893181818181816": 582,
    "11.268181818181816": 583,
    "12.759090909090915": 584,
    "12.893181818181816": 585,
    "12.884090909090915": 586,
    "3.4954545454545425": 587,
    "3.7454545454545425": 588,
    "14.652272727272717": 589,
    "15.268181818181816": 590,
    "15.509090909090915": 591,
    "15.518181818181816": 592,
    "1.3000000000000114": 593,
    "16.384090909090915": 594,
    "16.009090909090915": 595,
    "16.634090909090915": 596,
    "16.143181818181816": 597,
    "1.5500000000000114": 598,
    "17.152272727272717": 599,
    "17.643181818181816": 600,
    "19.143181818181816": 601,
    "20.518181818181816": 602,
    "21.018181818181816": 603,
    "25.768181818181816": 604,
    "25.152272727272717": 605,
    "0.0318181818181818": 606,
    "0.1568181818181818": 607,
    "0.2818181818181818": 608,
    "26.268181818181816": 609,
    "0.43636363636363634": 610,
    "27.759090909090915": 611,
    "27.018181818181816": 612,
    "28.393181818181816": 613,
    "4.579545454545453": 614,
    "0.24545454545454545": 615,
    "0.031818181818181815": 616,
    "0.5022727272727274": 617,
    "0.6272727272727274": 618,
    "0.8772727272727274": 619,
    "0.7522727272727274": 620,
    "1.5022727272727274": 621,
    "0.8227272727272776": 622,
    "0.9477272727272776": 623,
    "0.44772727272727764": 624,
    "0.32272727272727764": 625,
    "1.0022727272727274": 626,
    "34.768181818181816": 627,
    "2.0022727272727274": 628,
    "0.03181818181818182": 629,
    "1.5727272727272776": 630,
    "1.4477272727272776": 631,
    "1.6977272727272776": 632,
    "0.03181818181818183": 633,
    "1.3227272727272776": 634,
    "1.9477272727272776": 635,
    "40.893181818181816": 636,
    "40.28636363636362": 637,
    "41.643181818181816": 638,
    "2.3227272727272776": 639,
    "2.5727272727272776": 640,
    "43.65227272727272": 641,
    "2.0727272727272776": 642,
    "2.6977272727272776": 643,
    "2.4477272727272776": 644,
    "44.893181818181816": 645,
    "0.09772727272727222": 646,
    "0.4727272727272722": 647,
    "0.7931818181818198": 648,
    "0.22272727272727222": 649,
    "0.6681818181818198": 650,
    "1.5977272727272722": 651,
    "2.097727272727272": 652,
    "3.847727272727272": 653,
    "3.722727272727272": 654,
    "3.1977272727272776": 655,
    "48.893181818181816": 656,
    "1.2931818181818198": 657,
    "0.03181818181818186": 658,
    "0.15681818181818186": 659,
    "0.28181818181818186": 660,
    "0.2659090909090942": 661,
    "0.015909090909094203": 662,
    "0.1409090909090942": 663,
    "0.3909090909090942": 664,
    "0.6409090909090942": 665,
    "0.8409090909090908": 666,
    "0.14999999999999503": 667,
    "0.7659090909090942": 668,
    "2.149999999999995": 669,
    "1.2659090909090942": 670,
    "2.765909090909094": 671,
    "1.0159090909090942": 672,
    "0.3750000000000001": 673,
    "1.5909090909090908": 674,
    "1.7159090909090908": 675,
    "1.3409090909090908": 676,
    "1.4659090909090908": 677,
    "1.0909090909090908": 678,
    "1.9659090909090908": 679,
    "57.393181818181816": 680,
    "5.197727272727278": 681,
    "5.697727272727278": 682,
    "5.822727272727278": 683,
    "5.072727272727278": 684,
    "3.413636363636357": 685,
    "2.965909090909091": 686,
    "2.090909090909091": 687,
    "1.763636363636362": 688,
    "11.265909090909094": 689,
    "1.263636363636362": 690,
    "1.638636363636362": 691,
    "1.513636363636362": 692,
    "6.447727272727278": 693,
    "13.515909090909094": 694,
    "3.340909090909091": 695,
    "3.090909090909091": 696,
    "66.13409090909092": 697,
    "2.638636363636362": 698,
    "2.388636363636362": 699,
    "2.763636363636362": 700,
    "71.26818181818182": 701,
    "0.8727272727272728": 702,
    "0.3727272727272728": 703,
    "0.7477272727272728": 704,
    "0.4977272727272728": 705,
    "0.6227272727272728": 706,
    "0.9977272727272728": 707,
    "11.75": 708,
    "0.7068181818181838": 709,
    "0.5818181818181838": 710,
    "0.08181818181818379": 711,
    "3.206818181818184": 712,
    "4.081818181818184": 713,
    "84.13409090909092": 714,
    "85.27727272727272": 715,
    "2.704545454545446": 716,
    "0.6204545454545455": 717,
    "0.7454545454545455": 718,
    "0.3704545454545455": 719,
    "0.03181818181818197": 720,
    "0.3977272727272734": 721,
    "0.022727272727273373": 722,
    "0.14772727272727337": 723,
    "0.15681818181818197": 724,
    "0.04772727272727262": 725,
    "0.22727272727274794": 726,
    "1.3977272727272734": 727,
    "0.35227272727274794": 728,
    "0.17272727272727262": 729,
    "0.2727272727272734": 730,
    "2.1477272727272734": 731,
    "1.2727272727272734": 732,
    "1.5227272727272734": 733,
    "1.1477272727272734": 734,
    "1.7727272727272734": 735,
    "3.7727272727272734": 736,
    "2.3977272727272734": 737,
    "2.0227272727272734": 738,
    "2.5227272727272734": 739,
    "3.5227272727272734": 740,
    "4.522727272727273": 741,
    "4.147727272727273": 742,
    "4.272727272727273": 743,
    "4.781818181818174": 744,
    "3.6477272727272734": 745,
    "5.272727272727273": 746,
    "4.397727272727273": 747,
    "4.897727272727273": 748,
    "5.022727272727273": 749,
    "4.022727272727273": 750,
    "6.522727272727273": 751,
    "6.272727272727273": 752,
    "6.397727272727273": 753,
    "5.522727272727273": 754,
    "7.397727272727273": 755,
    "8.647727272727273": 756,
    "8.022727272727273": 757,
    "8.397727272727273": 758,
    "9.647727272727273": 759,
    "9.522727272727273": 760,
    "9.272727272727273": 761,
    "9.147727272727273": 762,
    "10.897727272727273": 763,
    "11.272727272727273": 764,
    "11.397727272727273": 765,
    "12.147727272727273": 766,
    "0.24318181818181817": 767,
    "13.647727272727273": 768,
    "0.11818181818181817": 769,
    "0.36818181818181817": 770,
    "0.49318181818181817": 771,
    "0.0318181818181813": 772,
    "0.4068181818181813": 773,
    "1.9931818181818182": 774,
    "0.1568181818181813": 775,
    "1.6181818181818182": 776,
    "1.1181818181818182": 777,
    "0.7818181818181813": 778,
    "0.2818181818181813": 779,
    "2.118181818181818": 780,
    "0.9068181818181813": 781,
    "2.618181818181818": 782,
    "3.118181818181818": 783,
    "2.868181818181818": 784,
    "3.618181818181818": 785,
    "3.477272727272748": 786,
    "4.993181818181818": 787,
    "17.272727272727273": 788,
    "16.147727272727273": 789,
    "3.227272727272748": 790,
    "3.368181818181818": 791,
    "1.0318181818181813": 792,
    "19.272727272727273": 793,
    "0.7681818181818016": 794,
    "1.5318181818181813": 795,
    "1.2818181818181813": 796,
    "1.6568181818181813": 797,
    "20.397727272727273": 798,
    "0.018181818181801646": 799,
    "1.1568181818181813": 800,
    "1.7818181818181813": 801,
    "20.897727272727273": 802,
    "21.897727272727273": 803,
    "20.772727272727273": 804,
    "2.6568181818181813": 805,
    "2.5318181818181813": 806,
    "2.0318181818181813": 807,
    "2.7818181818181813": 808,
    "2.9068181818181813": 809,
    "0.17272727272727267": 810,
    "0.838636363636363": 811,
    "0.588636363636363": 812,
    "0.08863636363636296": 813,
    "0.33863636363636296": 814,
    "0.21363636363636296": 815,
    "1.588636363636363": 816,
    "1.963636363636363": 817,
    "1.213636363636363": 818,
    "1.088636363636363": 819,
    "0.46363636363636296": 820,
    "2.838636363636363": 821,
    "1.463636363636363": 822,
    "2.713636363636363": 823,
    "0.08636363636361466": 824,
    "0.21136363636361466": 825,
    "3.213636363636363": 826,
    "3.588636363636363": 827,
    "28.647727272727273": 828,
    "3.5318181818181813": 829,
    "3.4068181818181813": 830,
    "3.0318181818181813": 831,
    "3.838636363636363": 832,
    "3.1568181818181813": 833,
    "3.2818181818181813": 834,
    "4.838636363636363": 835,
    "5.088636363636363": 836,
    "4.213636363636363": 837,
    "1.5863636363636147": 838,
    "6.463636363636363": 839,
    "6.338636363636363": 840,
    "32.14772727272727": 841,
    "6.838636363636363": 842,
    "7.088636363636363": 843,
    "7.213636363636363": 844,
    "7.338636363636363": 845,
    "33.656818181818174": 846,
    "0.36590909090909085": 847,
    "4.406818181818181": 848,
    "0.24090909090909085": 849,
    "0.6159090909090909": 850,
    "4.906818181818181": 851,
    "0.9909090909090909": 852,
    "9.213636363636363": 853,
    "0.49090909090909085": 854,
    "35.89772727272727": 855,
    "0.7409090909090909": 856,
    "10.088636363636363": 857,
    "21.322727272727278": 858,
    "12.713636363636363": 859,
    "0.0477272727272727": 860,
    "5.406818181818181": 861,
    "1.8090909090909078": 862,
    "14.463636363636363": 863,
    "102.70681818181819": 864,
    "2.4340909090909078": 865,
    "41.406818181818174": 866,
    "1.5181818181818016": 867,
    "1.7681818181818016": 868,
    "6.156818181818181": 869,
    "1.1431818181818016": 870,
    "0.047727272727272715": 871,
    "6.406818181818181": 872,
    "1.3931818181818016": 873,
    "4.836363636363615": 874,
    "0.04772727272727272": 875,
    "0.6545454545454543": 876,
    "7.531818181818181": 877,
    "0.9840909090909165": 878,
    "0.23409090909091645": 879,
    "0.04772727272727273": 880,
    "0.40454545454545254": 881,
    "0.15454545454545254": 882,
    "0.029545454545452543": 883,
    "0.9045454545454525": 884,
    "0.17272727272727273": 885,
    "1.4045454545454525": 886,
    "1.9045454545454525": 887,
    "1.2795454545454525": 888,
    "0.29772727272727273": 889,
    "1.6545454545454525": 890,
    "2.0295454545454525": 891,
    "2.4045454545454525": 892,
    "2.1545454545454525": 893,
    "1.5295454545454525": 894,
    "2.9045454545454525": 895,
    "3.5295454545454525": 896,
    "0.48863636363636354": 897,
    "0.6136363636363635": 898,
    "0.8636363636363635": 899,
    "0.9886363636363635": 900,
    "4.7795454545454525": 901,
    "1.2386363636363635": 902,
    "1.3636363636363635": 903,
    "1.4886363636363635": 904,
    "4.9045454545454525": 905,
    "5.1545454545454525": 906,
    "1.1136363636363635": 907,
    "5.4045454545454525": 908,
    "1.6136363636363635": 909,
    "6.0295454545454525": 910,
    "6.2795454545454525": 911,
    "7.0295454545454525": 912,
    "7.5295454545454525": 913,
    "7.1545454545454525": 914,
    "8.154545454545453": 915,
    "8.654545454545453": 916,
    "9.279545454545453": 917,
    "10.529545454545453": 918,
    "10.779545454545453": 919,
    "14.154545454545453": 920,
    "17.154545454545453": 921,
    "17.904545454545453": 922,
    "2.7681818181818016": 923,
    "19.529545454545453": 924,
    "20.904545454545453": 925,
    "21.904545454545453": 926,
    "0.05000000000000071": 927,
    "0.4250000000000007": 928,
    "0.5500000000000007": 929,
    "0.8204545454545382": 930,
    "12.906818181818181": 931,
    "12.656818181818181": 932,
    "0.9863636363636362": 933,
    "0.7613636363636362": 934,
    "25.904545454545453": 935,
    "0.6363636363636362": 936,
    "0.047727272727272785": 937,
    "1.6750000000000007": 938,
    "27.154545454545453": 939,
    "0.10000000000002274": 940,
    "0.8500000000000227": 941,
    "1.4250000000000007": 942,
    "1.8000000000000007": 943,
    "1.1750000000000007": 944,
    "0.6000000000000227": 945,
    "0.7250000000000227": 946,
    "1.9250000000000007": 947,
    "1.3863636363636362": 948,
    "1.5113636363636362": 949,
    "1.0113636363636362": 950,
    "1.8863636363636362": 951,
    "2.3000000000000007": 952,
    "1.5136363636363641": 953,
    "1.6386363636363641": 954,
    "0.2340909090909089": 955,
    "0.3590909090909089": 956,
    "0.6090909090909089": 957,
    "0.1090909090909089": 958,
    "0.4840909090909089": 959,
    "0.11590909090908497": 960,
    "0.36590909090908497": 961,
    "0.24090909090908497": 962,
    "0.49090909090908497": 963,
    "1.359090909090909": 964,
    "0.865909090909085": 965,
    "0.740909090909085": 966,
    "0.615909090909085": 967,
    "2.859090909090909": 968,
    "1.609090909090909": 969,
    "0.11590909090909088": 970,
    "2.484090909090909": 971,
    "3.484090909090909": 972,
    "2.234090909090909": 973,
    "2.359090909090909": 974,
    "1.115909090909085": 975,
    "0.4704545454545448": 976,
    "0.4068181818181822": 977,
    "2.8613636363636354": 978,
    "0.2204545454545448": 979,
    "0.09545454545454479": 980,
    "0.03181818181818219": 981,
    "0.1886363636363635": 982,
    "0.06363636363636349": 983,
    "1.1886363636363635": 984,
    "0.4113636363636317": 985,
    "0.018181818181830067": 986,
    "3.8136363636363635": 987,
    "7.470454545454545": 988,
    "1.402272727272731": 989,
    "1.277272727272731": 990,
    "2.402272727272731": 991,
    "2.14318181818183": 992,
    "2.01818181818183": 993,
    "2.152272727272731": 994,
    "2.1613636363636317": 995,
    "2.6613636363636317": 996,
    "4.661363636363632": 997,
    "4.277272727272731": 998,
    "4.027272727272731": 999,
    "4.286363636363632": 1000,
    "4.036363636363632": 1001,
    "2.615909090909085": 1002,
    "4.786363636363632": 1003,
    "5.277272727272731": 1004,
    "2.865909090909085": 1005,
    "4.777272727272731": 1006,
    "6.777272727272731": 1007,
    "6.036363636363632": 1008,
    "6.527272727272731": 1009,
    "6.152272727272731": 1010,
    "5.036363636363632": 1011,
    "6.161363636363632": 1012,
    "6.64318181818183": 1013,
    "6.402272727272731": 1014,
    "7.036363636363632": 1015,
    "6.411363636363632": 1016,
    "8.036363636363632": 1017,
    "8.027272727272731": 1018,
    "7.661363636363632": 1019,
    "8.777272727272731": 1020,
    "8.25909090909093": 1021,
    "9.670454545454533": 1022,
    "9.304545454545433": 1023,
    "9.652272727272731": 1024,
    "3.115909090909085": 1025,
    "8.402272727272731": 1026,
    "10.786363636363632": 1027,
    "10.527272727272731": 1028,
    "3.615909090909085": 1029,
    "11.152272727272731": 1030,
    "11.161363636363632": 1031,
    "11.277272727272731": 1032,
    "11.286363636363632": 1033,
    "11.661363636363632": 1034,
    "12.911363636363632": 1035,
    "12.527272727272731": 1036,
    "12.89318181818183": 1037,
    "11.536363636363632": 1038,
    "12.902272727272731": 1039,
    "13.036363636363632": 1040,
    "12.652272727272731": 1041,
    "13.652272727272731": 1042,
    "51.54318181818181": 1043,
    "14.89318181818183": 1044,
    "14.170454545454533": 1045,
    "15.14318181818183": 1046,
    "15.277272727272731": 1047,
    "16.65227272727273": 1048,
    "16.91136363636363": 1049,
    "17.27727272727273": 1050,
    "17.91136363636363": 1051,
    "19.65227272727273": 1052,
    "5.490909090909085": 1053,
    "20.03636363636363": 1054,
    "21.02727272727273": 1055,
    "21.295454545454533": 1056,
    "21.28636363636363": 1057,
    "22.66136363636363": 1058,
    "24.53636363636363": 1059,
    "6.365909090909085": 1060,
    "0.4681818181818205": 1061,
    "1.3431818181818205": 1062,
    "1.5931818181818205": 1063,
    "3.2181818181818205": 1064,
    "0.06818181818182012": 1065,
    "0.9431818181818201": 1066,
    "32.15227272727273": 1067,
    "1.9431818181818201": 1068,
    "1.1931818181818201": 1069,
    "1.8181818181818201": 1070,
    "1.3181818181818201": 1071,
    "1.0681818181818201": 1072,
    "1.4431818181818201": 1073,
    "1.6931818181818201": 1074,
    "0.7409090909090912": 1075,
    "0.10454545454545427": 1076,
    "0.9909090909090912": 1077,
    "1.9795454545454543": 1078,
    "1.6045454545454543": 1079,
    "0.8659090909090912": 1080,
    "1.3545454545454543": 1081,
    "38.91136363636363": 1082,
    "9.990909090909085": 1083,
    "2.56818181818182": 1084,
    "2.06818181818182": 1085,
    "14.425": 1086,
    "0.5840909090909179": 1087,
    "0.8340909090909179": 1088,
    "1.4909090909090912": 1089,
    "0.7090909090909179": 1090,
    "1.2409090909090912": 1091,
    "0.5386363636363622": 1092,
    "1.9909090909090912": 1093,
    "0.9136363636363622": 1094,
    "1.1159090909090912": 1095,
    "0.6636363636363622": 1096,
    "3.06818181818182": 1097,
    "3.56818181818182": 1098,
    "48.03636363636363": 1099,
    "11.240909090909085": 1100,
    "0.25909090909092924": 1101,
    "0.1886363636363636": 1102,
    "0.5340909090909101": 1103,
    "0.28409090909091006": 1104,
    "0.7840909090909101": 1105,
    "0.6590909090909101": 1106,
    "0.03409090909091006": 1107,
    "1.03409090909091": 1108,
    "0.15909090909091006": 1109,
    "0.40909090909091006": 1110,
    "1.90909090909091": 1111,
    "0.9090909090909101": 1112,
    "2.15909090909091": 1113,
    "2.40909090909091": 1114,
    "1.28409090909091": 1115,
    "1.40909090909091": 1116,
    "1.53409090909091": 1117,
    "3.90909090909091": 1118,
    "0.6227272727272727": 1119,
    "3.40909090909091": 1120,
    "2.78409090909091": 1121,
    "3.15909090909091": 1122,
    "4.28409090909091": 1123,
    "4.65909090909091": 1124,
    "3.78409090909091": 1125,
    "3.03409090909091": 1126,
    "4.03409090909091": 1127,
    "5.65909090909091": 1128,
    "6.28409090909091": 1129,
    "6.65909090909091": 1130,
    "6.03409090909091": 1131,
    "7.40909090909091": 1132,
    "7.90909090909091": 1133,
    "7.53409090909091": 1134,
    "8.03409090909091": 1135,
    "8.15909090909091": 1136,
    "0.2409090909090909": 1137,
    "9.78409090909091": 1138,
    "9.90909090909091": 1139,
    "11.03409090909091": 1140,
    "63.40227272727273": 1141,
    "0.18863636363636363": 1142,
    "0.25454545454545485": 1143,
    "0.12954545454545485": 1144,
    "0.5045454545454549": 1145,
    "0.6295454545454549": 1146,
    "0.06363636363636363": 1147,
    "0.3954545454545553": 1148,
    "0.020454545454555273": 1149,
    "0.2704545454545553": 1150,
    "0.14545454545455527": 1151,
    "0.5204545454545553": 1152,
    "1.0045454545454549": 1153,
    "0.6454545454545553": 1154,
    "0.7704545454545553": 1155,
    "0.8954545454545553": 1156,
    "1.8795454545454549": 1157,
    "3.504545454545455": 1158,
    "2.629545454545455": 1159,
    "2.004545454545455": 1160,
    "2.754545454545455": 1161,
    "4.004545454545455": 1162,
    "17.53409090909091": 1163,
    "1.5204545454545553": 1164,
    "0.06363636363636364": 1165,
    "70.65227272727273": 1166,
    "1.2704545454545553": 1167,
    "1.0204545454545553": 1168,
    "1.6454545454545553": 1169,
    "1.1454545454545553": 1170,
    "1.3954545454545553": 1171,
    "1.7704545454545553": 1172,
    "73.04545454545453": 1173,
    "2.0204545454545553": 1174,
    "2.6454545454545553": 1175,
    "75.42045454545453": 1176,
    "76.29545454545453": 1177,
    "0.31363636363636366": 1178,
    "0.09999999999999964": 1179,
    "0.34999999999999964": 1180,
    "0.5999999999999996": 1181,
    "0.47499999999999964": 1182,
    "0.22499999999999964": 1183,
    "0.19999999999998863": 1184,
    "0.9499999999999886": 1185,
    "1.9749999999999996": 1186,
    "0.7249999999999996": 1187,
    "1.4749999999999996": 1188,
    "2.8499999999999996": 1189,
    "0.32499999999998863": 1190,
    "1.8499999999999996": 1191,
    "1.3499999999999996": 1192,
    "1.5999999999999996": 1193,
    "3.5999999999999996": 1194,
    "3.3499999999999996": 1195,
    "2.0999999999999996": 1196,
    "3.2249999999999996": 1197,
    "3.1454545454545553": 1198,
    "4.6": 1199,
    "3.0999999999999996": 1200,
    "3.8499999999999996": 1201,
    "3.7249999999999996": 1202,
    "4.1": 1203,
    "5.1": 1204,
    "5.725": 1205,
    "0.2386363636363636": 1206,
    "82.54545454545453": 1207,
    "1.3249999999999886": 1208,
    "1.9499999999999886": 1209,
    "1.5749999999999886": 1210,
    "1.6999999999999886": 1211,
    "1.1999999999999886": 1212,
    "1.4499999999999886": 1213,
    "6.35": 1214,
    "1.0749999999999886": 1215,
    "4.020454545454555": 1216,
    "4.770454545454555": 1217,
    "10.475": 1218,
    "2.5749999999999886": 1219,
    "2.3249999999999886": 1220,
    "0.46136363636363953": 1221,
    "0.7113636363636395": 1222,
    "0.5704545454545444": 1223,
    "2.5704545454545444": 1224,
    "3.1999999999999886": 1225,
    "3.4499999999999886": 1226,
    "1.0863636363636395": 1227,
    "6.395454545454555": 1228,
    "6.020454545454555": 1229,
    "95.77727272727273": 1230,
    "6.445454545454544": 1231,
    "96.64318181818183": 1232,
    "0.5568181818181817": 1233,
    "0.06363636363636371": 1234,
    "0.20454545454545436": 1235,
    "1.5795454545454544": 1236,
    "1.3295454545454544": 1237,
    "1.0795454545454544": 1238,
    "0.1886363636363637": 1239,
    "0.04090909090908923": 1240,
    "0.16590909090908923": 1241,
    "1.4159090909090892": 1242,
    "0.4068181818181884": 1243,
    "0.03181818181818841": 1244,
    "2.1659090909090892": 1245,
    "1.5409090909090892": 1246,
    "1.2909090909090892": 1247,
    "2.5409090909090892": 1248,
    "2.6659090909090892": 1249,
    "3.1659090909090892": 1250,
    "3.7909090909090892": 1251,
    "2.7909090909090892": 1252,
    "0.943181818181813": 1253,
    "1.0568181818181817": 1254,
    "0.443181818181813": 1255,
    "1.9318181818181817": 1256,
    "4.790909090909089": 1257,
    "0.568181818181813": 1258,
    "1.3068181818181817": 1259,
    "0.3750000000000002": 1260,
    "0.818181818181813": 1261,
    "1.4318181818181817": 1262,
    "5.915909090909089": 1263,
    "5.040909090909089": 1264,
    "6.040909090909089": 1265,
    "6.165909090909089": 1266,
    "5.665909090909089": 1267,
    "5.540909090909089": 1268,
    "7.040909090909089": 1269,
    "8.04090909090909": 1270,
    "8.41590909090909": 1271,
    "8.16590909090909": 1272,
    "8.54090909090909": 1273,
    "2.6818181818181817": 1274,
    "9.79090909090909": 1275,
    "9.91590909090909": 1276,
    "2.5568181818181817": 1277,
    "0.8522727272727273": 1278,
    "10.16590909090909": 1279,
    "10.79090909090909": 1280,
    "10.54090909090909": 1281,
    "0.9022727272727238": 1282,
    "0.5272727272727238": 1283,
    "0.6522727272727238": 1284,
    "0.027272727272723785": 1285,
    "11.79090909090909": 1286,
    "11.91590909090909": 1287,
    "0.2772727272727238": 1288,
    "12.16590909090909": 1289,
    "1.8681818181818182": 1290,
    "0.7772727272727238": 1291,
    "1.3681818181818182": 1292,
    "12.66590909090909": 1293,
    "12.54090909090909": 1294,
    "1.4931818181818182": 1295,
    "3.834090909090918": 1296,
    "3.3068181818181817": 1297,
    "12.04090909090909": 1298,
    "3.4659090909090864": 1299,
    "15.54090909090909": 1300,
    "1.6522727272727238": 1301,
    "1.5272727272727238": 1302,
    "1.0272727272727238": 1303,
    "1.9022727272727238": 1304,
    "16.54090909090909": 1305,
    "17.04090909090909": 1306,
    "17.65681818181819": 1307,
    "21.375": 1308,
    "4.75": 1309,
    "4.375": 1310,
    "20.54090909090909": 1311,
    "2.027272727272724": 1312,
    "21.29090909090909": 1313,
    "21.66590909090909": 1314,
    "21.41590909090909": 1315,
    "24.16590909090909": 1316,
    "25.29090909090909": 1317,
    "3.652272727272724": 1318,
    "3.402272727272724": 1319,
    "28.16590909090909": 1320,
    "6.181818181818182": 1321,
    "30.54090909090909": 1322,
    "32.41590909090909": 1323,
    "34.79090909090909": 1324,
    "36.54090909090909": 1325,
    "0.12045454545454559": 1326,
    "0.2454545454545456": 1327,
    "0.3704545454545456": 1328,
    "0.9954545454545456": 1329,
    "0.4954545454545456": 1330,
    "0.35454545454545894": 1331,
    "0.47954545454545894": 1332,
    "0.6045454545454589": 1333,
    "0.10454545454545894": 1334,
    "0.7295454545454589": 1335,
    "0.9795454545454589": 1336,
    "1.2454545454545456": 1337,
    "2.8704545454545456": 1338,
    "0.8545454545454589": 1339,
    "1.6204545454545456": 1340,
    "3.2454545454545456": 1341,
    "3.6204545454545456": 1342,
    "1.604545454545459": 1343,
    "0.9545454545454545": 1344,
    "1.979545454545459": 1345,
    "0.3454545454545448": 1346,
    "1.354545454545459": 1347,
    "0.07954545454545447": 1348,
    "1.229545454545459": 1349,
    "0.5954545454545448": 1350,
    "1.479545454545459": 1351,
    "0.7045454545454545": 1352,
    "0.5795454545454545": 1353,
    "11.056818181818182": 1354,
    "3.4136363636363676": 1355,
    "2.354545454545459": 1356,
    "2.604545454545459": 1357,
    "2.104545454545459": 1358,
    "2.229545454545459": 1359,
    "2.729545454545459": 1360,
    "2.479545454545459": 1361,
    "0.9659090909090904": 1362,
    "0.8409090909090904": 1363,
    "0.21590909090909038": 1364,
    "8.913636363636368": 1365,
    "2.0909090909090904": 1366,
    "3.2159090909090904": 1367,
    "3.979545454545459": 1368,
    "3.854545454545459": 1369,
    "1.075000000000001": 1370,
    "0.8727272727272721": 1371,
    "0.2045454545454545": 1372,
    "0.24318181818181828": 1373,
    "4.229545454545459": 1374,
    "4.979545454545459": 1375,
    "4.854545454545459": 1376,
    "17.17272727272727": 1377,
    "0.5522727272727082": 1378,
    "1.2477272727272721": 1379,
    "1.4977272727272721": 1380,
    "1.6227272727272721": 1381,
    "1.9977272727272721": 1382,
    "0.5454545454545432": 1383,
    "5.604545454545459": 1384,
    "5.854545454545459": 1385,
    "5.729545454545459": 1386,
    "1.2954545454545432": 1387,
    "1.7954545454545432": 1388,
    "24.67272727272727": 1389,
    "6.229545454545459": 1390,
    "0.17954545454543336": 1391,
    "0.8045454545454334": 1392,
    "0.5545454545454334": 1393,
    "0.20454545454545453": 1394,
    "0.07954545454545453": 1395,
    "0.45454545454545453": 1396,
    "0.30454545454543336": 1397,
    "1.4704545454545448": 1398,
    "0.6795454545454334": 1399,
    "0.32954545454545453": 1400,
    "0.6681818181818181": 1401,
    "7.479545454545459": 1402,
    "7.604545454545459": 1403,
    "7.229545454545459": 1404,
    "0.07954545454545454": 1405,
    "0.36590909090909096": 1406,
    "1.365909090909091": 1407,
    "0.07954545454545456": 1408,
    "9.229545454545459": 1409,
    "0.7977272727272733": 1410,
    "0.20454545454545459": 1411,
    "0.07954545454545459": 1412,
    "0.29545454545454675": 1413,
    "0.6704545454545467": 1414,
    "0.7954545454545467": 1415,
    "1.1795454545454476": 1416,
    "1.3045454545454476": 1417,
    "1.6795454545454476": 1418,
    "1.0545454545454476": 1419,
    "1.9863636363636359": 1420,
    "2.5795454545454546": 1421,
    "1.9204545454545467": 1422,
    "1.2954545454545467": 1423,
    "2.161363636363646": 1424,
    "1.1704545454545467": 1425,
    "2.6704545454545467": 1426,
    "3.2954545454545467": 1427,
    "2.9204545454545467": 1428,
    "3.6704545454545467": 1429,
    "2.2954545454545467": 1430,
    "4.420454545454547": 1431,
    "4.545454545454547": 1432,
    "4.295454545454547": 1433,
    "4.795454545454547": 1434,
    "0.23863636363636365": 1435,
    "5.036363636363646": 1436,
    "0.11363636363636365": 1437,
    "4.304545454545448": 1438,
    "0.48863636363636365": 1439,
    "4.804545454545448": 1440,
    "6.429545454545448": 1441,
    "6.045454545454547": 1442,
    "5.429545454545448": 1443,
    "5.804545454545448": 1444,
    "6.170454545454547": 1445,
    "7.170454545454547": 1446,
    "7.920454545454547": 1447,
    "7.420454545454547": 1448,
    "6.679545454545448": 1449,
    "6.286363636363646": 1450,
    "8.045454545454547": 1451,
    "8.304545454545448": 1452,
    "7.045454545454547": 1453,
    "8.420454545454547": 1454,
    "7.036363636363646": 1455,
    "9.179545454545448": 1456,
    "9.429545454545448": 1457,
    "9.929545454545448": 1458,
    "8.170454545454547": 1459,
    "9.661363636363646": 1460,
    "10.045454545454547": 1461,
    "10.411363636363646": 1462,
    "11.179545454545448": 1463,
    "11.045454545454547": 1464,
    "11.670454545454547": 1465,
    "11.295454545454547": 1466,
    "12.670454545454547": 1467,
    "12.536363636363646": 1468,
    "0.01590909090909154": 1469,
    "0.26590909090909154": 1470,
    "0.5159090909090915": 1471,
    "0.14090909090909154": 1472,
    "0.6409090909090915": 1473,
    "0.13409090909092924": 1474,
    "1.7659090909090915": 1475,
    "0.39090909090909154": 1476,
    "13.420454545454547": 1477,
    "13.679545454545448": 1478,
    "0.38409090909092924": 1479,
    "0.7590909090909292": 1480,
    "0.6340909090909292": 1481,
    "1.1409090909090915": 1482,
    "0.5090909090909292": 1483,
    "3.0159090909090915": 1484,
    "16.179545454545448": 1485,
    "15.545454545454547": 1486,
    "2.3909090909090915": 1487,
    "17.670454545454547": 1488,
    "17.170454545454547": 1489,
    "17.179545454545448": 1490,
    "17.920454545454547": 1491,
    "5.1409090909090915": 1492,
    "17.054545454545448": 1493,
    "1.1340909090909292": 1494,
    "19.304545454545448": 1495,
    "1.0090909090909292": 1496,
    "1.5090909090909292": 1497,
    "1.3840909090909292": 1498,
    "19.911363636363646": 1499,
    "20.929545454545448": 1500,
    "20.804545454545448": 1501,
    "1.7590909090909292": 1502,
    "0.7659090909090915": 1503,
    "20.420454545454547": 1504,
    "21.545454545454547": 1505,
    "21.295454545454547": 1506,
    "0.47727272727272707": 1507,
    "2.5090909090909292": 1508,
    "0.8522727272727271": 1509,
    "0.9772727272727271": 1510,
    "0.8613636363636363": 1511,
    "0.23636363636363633": 1512,
    "0.48636363636363633": 1513,
    "0.7363636363636363": 1514,
    "0.11136363636363633": 1515,
    "0.1886363636363626": 1516,
    "0.0636363636363626": 1517,
    "0.8136363636363626": 1518,
    "1.1113636363636363": 1519,
    "0.3136363636363626": 1520,
    "2.8613636363636363": 1521,
    "0.9386363636363626": 1522,
    "0.4386363636363626": 1523,
    "1.6113636363636363": 1524,
    "2.6113636363636363": 1525,
    "3.9863636363636363": 1526,
    "3.1113636363636363": 1527,
    "3.8613636363636363": 1528,
    "3.2363636363636363": 1529,
    "3.7363636363636363": 1530,
    "4.986363636363636": 1531,
    "28.679545454545448": 1532,
    "0.6477272727272663": 1533,
    "1.227272727272727": 1534,
    "0.8977272727272663": 1535,
    "5.736363636363636": 1536,
    "5.486363636363636": 1537,
    "4.111363636363636": 1538,
    "5.861363636363636": 1539,
    "5.111363636363636": 1540,
    "1.4386363636363626": 1541,
    "1.0636363636363626": 1542,
    "1.9386363636363626": 1543,
    "1.1886363636363626": 1544,
    "1.5636363636363626": 1545,
    "1.6886363636363626": 1546,
    "1.8136363636363626": 1547,
    "1.3136363636363626": 1548,
    "7.611363636363636": 1549,
    "6.986363636363636": 1550,
    "8.611363636363636": 1551,
    "34.42045454545455": 1552,
    "35.17045454545455": 1553,
    "36.80454545454545": 1554,
    "11.861363636363636": 1555,
    "2.3136363636363626": 1556,
    "2.9386363636363626": 1557,
    "2.1886363636363626": 1558,
    "2.0636363636363626": 1559,
    "2.6886363636363626": 1560,
    "2.5636363636363626": 1561,
    "38.67045454545455": 1562,
    "0.20681818181818112": 1563,
    "0.3318181818181811": 1564,
    "0.08181818181818112": 1565,
    "0.8318181818181811": 1566,
    "0.5818181818181811": 1567,
    "0.11818181818179596": 1568,
    "0.36818181818179596": 1569,
    "0.24318181818179596": 1570,
    "1.2068181818181811": 1571,
    "0.743181818181796": 1572,
    "2.956818181818181": 1573,
    "2.206818181818181": 1574,
    "1.5818181818181811": 1575,
    "0.49318181818179596": 1576,
    "1.0818181818181811": 1577,
    "3.081818181818181": 1578,
    "3.1886363636363626": 1579,
    "3.9386363636363626": 1580,
    "3.831818181818181": 1581,
    "3.206818181818181": 1582,
    "4.831818181818181": 1583,
    "3.8136363636363626": 1584,
    "3.0636363636363626": 1585,
    "3.3136363636363626": 1586,
    "5.956818181818181": 1587,
    "1.743181818181796": 1588,
    "0.10909090909090902": 1589,
    "0.984090909090909": 1590,
    "47.92954545454545": 1591,
    "48.92954545454545": 1592,
    "2.618181818181796": 1593,
    "0.5954545454545453": 1594,
    "0.8022727272727259": 1595,
    "0.052272727272725916": 1596,
    "0.17727272727272592": 1597,
    "0.6772727272727259": 1598,
    "0.22045454545454535": 1599,
    "1.802272727272726": 1600,
    "1.552272727272726": 1601,
    "1.427272727272726": 1602,
    "1.677272727272726": 1603,
    "1.177272727272726": 1604,
    "2.677272727272726": 1605,
    "2.177272727272726": 1606,
    "2.427272727272726": 1607,
    "1.927272727272726": 1608,
    "3.802272727272726": 1609,
    "3.177272727272726": 1610,
    "3.927272727272726": 1611,
    "3.552272727272726": 1612,
    "3.302272727272726": 1613,
    "4.677272727272726": 1614,
    "4.302272727272726": 1615,
    "4.802272727272726": 1616,
    "3.677272727272726": 1617,
    "5.052272727272726": 1618,
    "6.063636363636363": 1619,
    "6.563636363636363": 1620,
    "6.427272727272726": 1621,
    "6.927272727272726": 1622,
    "7.177272727272726": 1623,
    "7.677272727272726": 1624,
    "7.302272727272726": 1625,
    "8.052272727272726": 1626,
    "61.29545454545455": 1627,
    "10.052272727272726": 1628,
    "10.677272727272726": 1629,
    "0.8909090909090978": 1630,
    "7.938636363636363": 1631,
    "7.188636363636363": 1632,
    "7.688636363636363": 1633,
    "7.063636363636363": 1634,
    "0.6409090909090978": 1635,
    "0.7659090909090978": 1636,
    "71.40681818181818": 1637,
    "1.1409090909090978": 1638,
    "1.0159090909090978": 1639,
    "0.2318181818181817": 1640,
    "0.6068181818181817": 1641,
    "0.1068181818181817": 1642,
    "0.4818181818181817": 1643,
    "0.9818181818181817": 1644,
    "1.3568181818181817": 1645,
    "20.052272727272726": 1646,
    "2.3909090909090978": 1647,
    "23.677272727272726": 1648,
    "0.0954545454545454": 1649,
