{
    "(('duration', 0.02), ('highest_pitch', 0), ('highest_velocity', 0))": 0,
    "(('duration', 0.37), ('highest_pitch', 60), ('highest_velocity', 64))": 1,
    "(('duration', 0.18), ('highest_pitch', 64), ('highest_velocity', 64))": 2,
    "(('duration', 0.38), ('highest_pitch', 67), ('highest_velocity', 64))": 3,
    "(('duration', 0.39), ('highest_pitch', 70), ('highest_velocity', 64))": 4,
    "(('duration', 0.18), ('highest_pitch', 69), ('highest_velocity', 64))": 5,
    "(('duration', 0.39), ('highest_pitch', 67), ('highest_velocity', 64))": 6,
    "(('duration', 0.38), ('highest_pitch', 60), ('highest_velocity', 64))": 7,
    "(('duration', 0.38), ('highest_pitch', 58), ('highest_velocity', 64))": 8,
    "(('duration', 0.18), ('highest_pitch', 59), ('highest_velocity', 64))": 9,
    "(('duration', 0.99), ('highest_pitch', 60), ('highest_velocity', 64))": 10,
    "(('duration', 0.38), ('highest_pitch', 64), ('highest_velocity', 64))": 11,
    "(('duration', 0.18), ('highest_pitch', 62), ('highest_velocity', 64))": 12,
    "(('duration', 0.39), ('highest_pitch', 60), ('highest_velocity', 64))": 13,
    "(('duration', 0.19), ('highest_pitch', 58), ('highest_velocity', 64))": 14,
    "(('duration', 0.79), ('highest_pitch', 60), ('highest_velocity', 64))": 15,
    "(('duration', 0.38), ('highest_pitch', 70), ('highest_velocity', 64))": 16,
    "(('duration', 0.38), ('highest_pitch', 76), ('highest_velocity', 64))": 17,
    "(('duration', 0.18), ('highest_pitch', 74), ('highest_velocity', 64))": 18,
    "(('duration', 1.19), ('highest_pitch', 72), ('highest_velocity', 64))": 19,
    "(('duration', 0.18), ('highest_pitch', 70), ('highest_velocity', 64))": 20,
    "(('duration', 0.18), ('highest_pitch', 71), ('highest_velocity', 64))": 21,
    "(('duration', 0.92), ('highest_pitch', 0), ('highest_velocity', 0))": 22,
    "(('duration', 0.69), ('highest_pitch', 72), ('highest_velocity', 64))": 23,
    "(('duration', 0.39), ('highest_pitch', 65), ('highest_velocity', 64))": 24,
    "(('duration', 0.39), ('highest_pitch', 64), ('highest_velocity', 64))": 25,
    "(('duration', 0.18), ('highest_pitch', 58), ('highest_velocity', 64))": 26,
    "(('duration', 0.19), ('highest_pitch', 59), ('highest_velocity', 64))": 27,
    "(('duration', 0.18), ('highest_pitch', 60), ('highest_velocity', 64))": 28,
    "(('duration', 0.58), ('highest_pitch', 60), ('highest_velocity', 64))": 29,
    "(('duration', 0.02), ('highest_pitch', 64), ('highest_velocity', 64))": 30,
    "(('duration', 0.35), ('highest_pitch', 65), ('highest_velocity', 64))": 31,
    "(('duration', 0.39), ('highest_pitch', 69), ('highest_velocity', 64))": 32,
    "(('duration', 0.18), ('highest_pitch', 67), ('highest_velocity', 64))": 33,
    "(('duration', 0.45), ('highest_pitch', 0), ('highest_velocity', 0))": 34,
    "(('duration', 0.75), ('highest_pitch', 60), ('highest_velocity', 64))": 35,
    "(('duration', 0.18), ('highest_pitch', 76), ('highest_velocity', 64))": 36,
    "(('duration', 0.19), ('highest_pitch', 70), ('highest_velocity', 64))": 37,
    "(('duration', 0.19), ('highest_pitch', 71), ('highest_velocity', 64))": 38,
    "(('duration', 0.39), ('highest_pitch', 72), ('highest_velocity', 64))": 39,
    "(('duration', 0.38), ('highest_pitch', 69), ('highest_velocity', 64))": 40,
    "(('duration', 0.15), ('highest_pitch', 64), ('highest_velocity', 64))": 41,
    "(('duration', 0.97), ('highest_pitch', 76), ('highest_velocity', 64))": 42,
    "(('duration', 0.17), ('highest_pitch', 36), ('highest_velocity', 80))": 43,
    "(('duration', 0.18), ('highest_pitch', 36), ('highest_velocity', 80))": 44,
    "(('duration', 0.18), ('highest_pitch', 40), ('highest_velocity', 80))": 45,
    "(('duration', 0.18), ('highest_pitch', 43), ('highest_velocity', 80))": 46,
    "(('duration', 0.18), ('highest_pitch', 46), ('highest_velocity', 80))": 47,
    "(('duration', 0.19), ('highest_pitch', 46), ('highest_velocity', 80))": 48,
    "(('duration', 0.19), ('highest_pitch', 45), ('highest_velocity', 80))": 49,
    "(('duration', 0.19), ('highest_pitch', 36), ('highest_velocity', 80))": 50,
    "(('duration', 0.38), ('highest_pitch', 43), ('highest_velocity', 80))": 51,
    "(('duration', 0.18), ('highest_pitch', 34), ('highest_velocity', 80))": 52,
    "(('duration', 0.18), ('highest_pitch', 35), ('highest_velocity', 80))": 53,
    "(('duration', 0.19), ('highest_pitch', 43), ('highest_velocity', 80))": 54,
    "(('duration', 0.18), ('highest_pitch', 45), ('highest_velocity', 80))": 55,
    "(('duration', 0.18), ('highest_pitch', 48), ('highest_velocity', 80))": 56,
    "(('duration', 0.19), ('highest_pitch', 48), ('highest_velocity', 80))": 57,
    "(('duration', 0.39), ('highest_pitch', 43), ('highest_velocity', 80))": 58,
    "(('duration', 0.19), ('highest_pitch', 40), ('highest_velocity', 80))": 59,
    "(('duration', 0.39), ('highest_pitch', 48), ('highest_velocity', 80))": 60,
    "(('duration', 0.38), ('highest_pitch', 48), ('highest_velocity', 80))": 61,
    "(('duration', 0.17), ('highest_pitch', 60), ('highest_velocity', 101))": 62,
    "(('duration', 0.18), ('highest_pitch', 67), ('highest_velocity', 101))": 63,
    "(('duration', 0.18), ('highest_pitch', 64), ('highest_velocity', 101))": 64,
    "(('duration', 0.18), ('highest_pitch', 60), ('highest_velocity', 101))": 65,
    "(('duration', 0.18), ('highest_pitch', 70), ('highest_velocity', 101))": 66,
    "(('duration', 0.19), ('highest_pitch', 67), ('highest_velocity', 101))": 67,
    "(('duration', 0.19), ('highest_pitch', 64), ('highest_velocity', 101))": 68,
    "(('duration', 0.19), ('highest_pitch', 60), ('highest_velocity', 101))": 69,
    "(('duration', 0.19), ('highest_pitch', 70), ('highest_velocity', 101))": 70,
    "(('duration', 0.15), ('highest_pitch', 67), ('highest_velocity', 101))": 71,
    "(('duration', 0.22), ('highest_pitch', 64), ('highest_velocity', 101))": 72,
    "(('duration', 0.19), ('highest_pitch', 76), ('highest_velocity', 101))": 73,
    "(('duration', 0.19), ('highest_pitch', 72), ('highest_velocity', 101))": 74,
    "(('duration', 0.18), ('highest_pitch', 72), ('highest_velocity', 101))": 75,
    "(('duration', 0.18), ('highest_pitch', 76), ('highest_velocity', 101))": 76,
    "(('duration', 0.24), ('highest_pitch', 0), ('highest_velocity', 0))": 77,
    "(('duration', 0.32), ('highest_pitch', 74), ('highest_velocity', 101))": 78,
    "(('duration', 0.23), ('highest_pitch', 74), ('highest_velocity', 101))": 79,
    "(('duration', 0.05), ('highest_pitch', 0), ('highest_velocity', 0))": 80,
    "(('duration', 0.06), ('highest_pitch', 71), ('highest_velocity', 101))": 81,
    "(('duration', 0.0), ('highest_pitch', 0), ('highest_velocity', 0))": 82,
    "(('duration', 0.12), ('highest_pitch', 71), ('highest_velocity', 4))": 83,
    "(('duration', 0.07), ('highest_pitch', 0), ('highest_velocity', 0))": 84,
    "(('duration', 0.5), ('highest_pitch', 72), ('highest_velocity', 101))": 85,
    "(('duration', 0.23), ('highest_pitch', 72), ('highest_velocity', 4))": 86,
    "(('duration', 0.15), ('highest_pitch', 0), ('highest_velocity', 0))": 87,
    "(('duration', 0.32), ('highest_pitch', 64), ('highest_velocity', 32))": 88,
    "(('duration', 0.04), ('highest_pitch', 62), ('highest_velocity', 32))": 89,
    "(('duration', 0.28), ('highest_pitch', 62), ('highest_velocity', 32))": 90,
    "(('duration', 0.36), ('highest_pitch', 62), ('highest_velocity', 4))": 91,
    "(('duration', 0.07), ('highest_pitch', 62), ('highest_velocity', 32))": 92,
    "(('duration', 0.16), ('highest_pitch', 62), ('highest_velocity', 32))": 93,
    "(('duration', 0.16), ('highest_pitch', 0), ('highest_velocity', 0))": 94,
    "(('duration', 0.42), ('highest_pitch', 62), ('highest_velocity', 32))": 95,
    "(('duration', 0.04), ('highest_pitch', 61), ('highest_velocity', 32))": 96,
    "(('duration', 0.28), ('highest_pitch', 61), ('highest_velocity', 32))": 97,
    "(('duration', 0.36), ('highest_pitch', 61), ('highest_velocity', 4))": 98,
    "(('duration', 0.07), ('highest_pitch', 61), ('highest_velocity', 32))": 99,
    "(('duration', 0.16), ('highest_pitch', 61), ('highest_velocity', 32))": 100,
    "(('duration', 0.2), ('highest_pitch', 62), ('highest_velocity', 32))": 101,
    "(('duration', 0.35), ('highest_pitch', 62), ('highest_velocity', 4))": 102,
    "(('duration', 0.08), ('highest_pitch', 62), ('highest_velocity', 32))": 103,
    "(('duration', 0.24), ('highest_pitch', 61), ('highest_velocity', 4))": 104,
    "(('duration', 0.4), ('highest_pitch', 61), ('highest_velocity', 32))": 105,
    "(('duration', 0.12), ('highest_pitch', 61), ('highest_velocity', 4))": 106,
    "(('duration', 0.17), ('highest_pitch', 61), ('highest_velocity', 32))": 107,
    "(('duration', 0.28), ('highest_pitch', 0), ('highest_velocity', 0))": 108,
    "(('duration', 0.29), ('highest_pitch', 31), ('highest_velocity', 80))": 109,
    "(('duration', 0.27), ('highest_pitch', 0), ('highest_velocity', 0))": 110,
    "(('duration', 0.2), ('highest_pitch', 30), ('highest_velocity', 80))": 111,
    "(('duration', 0.04), ('highest_pitch', 28), ('highest_velocity', 80))": 112,
    "(('duration', 0.33), ('highest_pitch', 0), ('highest_velocity', 0))": 113,
    "(('duration', 0.36), ('highest_pitch', 33), ('highest_velocity', 80))": 114,
    "(('duration', 0.37), ('highest_pitch', 0), ('highest_velocity', 0))": 115,
    "(('duration', 0.09), ('highest_pitch', 31), ('highest_velocity', 80))": 116,
    "(('duration', 0.09), ('highest_pitch', 0), ('highest_velocity', 0))": 117,
    "(('duration', 0.03), ('highest_pitch', 31), ('highest_velocity', 80))": 118,
    "(('duration', 0.03), ('highest_pitch', 38), ('highest_velocity', 80))": 119,
    "(('duration', 0.19), ('highest_pitch', 0), ('highest_velocity', 0))": 120,
    "(('duration', 0.05), ('highest_pitch', 38), ('highest_velocity', 80))": 121,
    "(('duration', 0.05), ('highest_pitch', 43), ('highest_velocity', 80))": 122,
    "(('duration', 0.03), ('highest_pitch', 43), ('highest_velocity', 80))": 123,
    "(('duration', 0.04), ('highest_pitch', 31), ('highest_velocity', 80))": 124,
    "(('duration', 0.08), ('highest_pitch', 0), ('highest_velocity', 0))": 125,
    "(('duration', 0.02), ('highest_pitch', 32), ('highest_velocity', 80))": 126,
    "(('duration', 0.08), ('highest_pitch', 33), ('highest_velocity', 80))": 127,
    "(('duration', 0.03), ('highest_pitch', 33), ('highest_velocity', 80))": 128,
    "(('duration', 0.03), ('highest_pitch', 40), ('highest_velocity', 80))": 129,
    "(('duration', 0.05), ('highest_pitch', 40), ('highest_velocity', 80))": 130,
    "(('duration', 0.05), ('highest_pitch', 45), ('highest_velocity', 80))": 131,
    "(('duration', 0.03), ('highest_pitch', 42), ('highest_velocity', 80))": 132,
    "(('duration', 0.02), ('highest_pitch', 31), ('highest_velocity', 80))": 133,
    "(('duration', 0.03), ('highest_pitch', 45), ('highest_velocity', 80))": 134,
    "(('duration', 0.36), ('highest_pitch', 0), ('highest_velocity', 0))": 135,
    "(('duration', 0.18), ('highest_pitch', 0), ('highest_velocity', 0))": 136,
    "(('duration', 0.03), ('highest_pitch', 32), ('highest_velocity', 80))": 137,
    "(('duration', 0.03), ('highest_pitch', 41), ('highest_velocity', 80))": 138,
    "(('duration', 0.04), ('highest_pitch', 33), ('highest_velocity', 80))": 139,
    "(('duration', 0.04), ('highest_pitch', 43), ('highest_velocity', 80))": 140,
    "(('duration', 0.08), ('highest_pitch', 31), ('highest_velocity', 80))": 141,
    "(('duration', 0.02), ('highest_pitch', 38), ('highest_velocity', 80))": 142,
    "(('duration', 0.02), ('highest_pitch', 40), ('highest_velocity', 80))": 143,
    "(('duration', 0.02), ('highest_pitch', 43), ('highest_velocity', 80))": 144,
    "(('duration', 0.03), ('highest_pitch', 35), ('highest_velocity', 80))": 145,
    "(('duration', 0.15), ('highest_pitch', 37), ('highest_velocity', 80))": 146,
    "(('duration', 0.15), ('highest_pitch', 38), ('highest_velocity', 80))": 147,
    "(('duration', 0.22), ('highest_pitch', 40), ('highest_velocity', 80))": 148,
    "(('duration', 0.05), ('highest_pitch', 31), ('highest_velocity', 80))": 149,
    "(('duration', 0.53), ('highest_pitch', 0), ('highest_velocity', 0))": 150,
    "(('duration', 0.53), ('highest_pitch', 71), ('highest_velocity', 51))": 151,
    "(('duration', 0.11), ('highest_pitch', 0), ('highest_velocity', 0))": 152,
    "(('duration', 0.12), ('highest_pitch', 71), ('highest_velocity', 51))": 153,
    "(('duration', 0.06), ('highest_pitch', 73), ('highest_velocity', 51))": 154,
    "(('duration', 0.06), ('highest_pitch', 74), ('highest_velocity', 51))": 155,
    "(('duration', 0.12), ('highest_pitch', 74), ('highest_velocity', 4))": 156,
    "(('duration', 0.06), ('highest_pitch', 76), ('highest_velocity', 51))": 157,
    "(('duration', 0.75), ('highest_pitch', 0), ('highest_velocity', 0))": 158,
    "(('duration', 0.89), ('highest_pitch', 76), ('highest_velocity', 51))": 159,
    "(('duration', 0.18), ('highest_pitch', 70), ('highest_velocity', 51))": 160,
    "(('duration', 0.12), ('highest_pitch', 70), ('highest_velocity', 4))": 161,
    "(('duration', 0.41), ('highest_pitch', 0), ('highest_velocity', 0))": 162,
    "(('duration', 0.41), ('highest_pitch', 71), ('highest_velocity', 51))": 163,
    "(('duration', 0.12), ('highest_pitch', 0), ('highest_velocity', 0))": 164,
    "(('duration', 0.06), ('highest_pitch', 0), ('highest_velocity', 0))": 165,
    "(('duration', 0.18), ('highest_pitch', 74), ('highest_velocity', 51))": 166,
    "(('duration', 0.18), ('highest_pitch', 76), ('highest_velocity', 51))": 167,
    "(('duration', 7.59), ('highest_pitch', 79), ('highest_velocity', 51))": 168,
    "(('duration', 0.18), ('highest_pitch', 78), ('highest_velocity', 51))": 169,
    "(('duration', 0.24), ('highest_pitch', 74), ('highest_velocity', 51))": 170,
    "(('duration', 0.06), ('highest_pitch', 69), ('highest_velocity', 51))": 171,
    "(('duration', 0.18), ('highest_pitch', 71), ('highest_velocity', 51))": 172,
    "(('duration', 0.65), ('highest_pitch', 73), ('highest_velocity', 51))": 173,
    "(('duration', 0.06), ('highest_pitch', 71), ('highest_velocity', 51))": 174,
    "(('duration', 0.42), ('highest_pitch', 79), ('highest_velocity', 51))": 175,
    "(('duration', 0.23), ('highest_pitch', 0), ('highest_velocity', 0))": 176,
    "(('duration', 0.23), ('highest_pitch', 78), ('highest_velocity', 51))": 177,
    "(('duration', 0.24), ('highest_pitch', 79), ('highest_velocity', 51))": 178,
    "(('duration', 0.18), ('highest_pitch', 81), ('highest_velocity', 51))": 179,
    "(('duration', 1.52), ('highest_pitch', 38), ('highest_velocity', 64))": 180,
    "(('duration', 4.02), ('highest_pitch', 38), ('highest_velocity', 64))": 181,
    "(('duration', 0.33), ('highest_pitch', 38), ('highest_velocity', 64))": 182,
    "(('duration', 2.84), ('highest_pitch', 38), ('highest_velocity', 64))": 183,
    "(('duration', 1.17), ('highest_pitch', 38), ('highest_velocity', 64))": 184,
    "(('duration', 0.17), ('highest_pitch', 38), ('highest_velocity', 64))": 185,
    "(('duration', 2.17), ('highest_pitch', 38), ('highest_velocity', 64))": 186,
    "(('duration', 0.34), ('highest_pitch', 0), ('highest_velocity', 0))": 187,
    "(('duration', 1.34), ('highest_pitch', 38), ('highest_velocity', 64))": 188,
    "(('duration', 1.66), ('highest_pitch', 38), ('highest_velocity', 64))": 189,
    "(('duration', 0.83), ('highest_pitch', 38), ('highest_velocity', 64))": 190,
    "(('duration', 0.2), ('highest_pitch', 0), ('highest_velocity', 0))": 191,
    "(('duration', 0.13), ('highest_pitch', 86), ('highest_velocity', 32))": 192,
    "(('duration', 0.13), ('highest_pitch', 90), ('highest_velocity', 32))": 193,
    "(('duration', 0.14), ('highest_pitch', 93), ('highest_velocity', 32))": 194,
    "(('duration', 0.13), ('highest_pitch', 93), ('highest_velocity', 32))": 195,
    "(('duration', 1.45), ('highest_pitch', 103), ('highest_velocity', 32))": 196,
    "(('duration', 0.13), ('highest_pitch', 91), ('highest_velocity', 32))": 197,
    "(('duration', 1.87), ('highest_pitch', 0), ('highest_velocity', 0))": 198,
    "(('duration', 9.63), ('highest_pitch', 69), ('highest_velocity', 64))": 199,
    "(('duration', 0.1), ('highest_pitch', 0), ('highest_velocity', 0))": 200,
    "(('duration', 0.2), ('highest_pitch', 62), ('highest_velocity', 64))": 201,
    "(('duration', 0.4), ('highest_pitch', 0), ('highest_velocity', 0))": 202,
    "(('duration', 0.1), ('highest_pitch', 62), ('highest_velocity', 64))": 203,
    "(('duration', 0.2), ('highest_pitch', 61), ('highest_velocity', 64))": 204,
    "(('duration', 0.2), ('highest_pitch', 67), ('highest_velocity', 64))": 205,
    "(('duration', 0.1), ('highest_pitch', 65), ('highest_velocity', 64))": 206,
    "(('duration', 0.6), ('highest_pitch', 62), ('highest_velocity', 64))": 207,
    "(('duration', 0.1), ('highest_pitch', 60), ('highest_velocity', 64))": 208,
    "(('duration', 0.1), ('highest_pitch', 69), ('highest_velocity', 64))": 209,
    "(('duration', 0.1), ('highest_pitch', 67), ('highest_velocity', 64))": 210,
    "(('duration', 0.4), ('highest_pitch', 67), ('highest_velocity', 64))": 211,
    "(('duration', 8.42), ('highest_pitch', 67), ('highest_velocity', 64))": 212,
    "(('duration', 0.1), ('highest_pitch', 26), ('highest_velocity', 64))": 213,
    "(('duration', 0.3), ('highest_pitch', 38), ('highest_velocity', 64))": 214,
    "(('duration', 0.7), ('highest_pitch', 38), ('highest_velocity', 64))": 215,
    "(('duration', 0.3), ('highest_pitch', 46), ('highest_velocity', 64))": 216,
    "(('duration', 0.7), ('highest_pitch', 46), ('highest_velocity', 64))": 217,
    "(('duration', 0.3), ('highest_pitch', 43), ('highest_velocity', 64))": 218,
    "(('duration', 0.7), ('highest_pitch', 43), ('highest_velocity', 64))": 219,
    "(('duration', 0.3), ('highest_pitch', 48), ('highest_velocity', 64))": 220,
    "(('duration', 0.7), ('highest_pitch', 48), ('highest_velocity', 64))": 221,
    "(('duration', 0.6), ('highest_pitch', 38), ('highest_velocity', 64))": 222,
    "(('duration', 0.4), ('highest_pitch', 69), ('highest_velocity', 64))": 223,
    "(('duration', 0.21), ('highest_pitch', 0), ('highest_velocity', 0))": 224,
    "(('duration', 0.39), ('highest_pitch', 57), ('highest_velocity', 64))": 225,
    "(('duration', 0.4), ('highest_pitch', 74), ('highest_velocity', 64))": 226,
    "(('duration', 0.4), ('highest_pitch', 81), ('highest_velocity', 64))": 227,
    "(('duration', 0.4), ('highest_pitch', 62), ('highest_velocity', 64))": 228,
    "(('duration', 22.48), ('highest_pitch', 72), ('highest_velocity', 127))": 229,
    "(('duration', 0.35), ('highest_pitch', 57), ('highest_velocity', 40))": 230,
    "(('duration', 0.6), ('highest_pitch', 57), ('highest_velocity', 40))": 231,
    "(('duration', 0.37), ('highest_pitch', 57), ('highest_velocity', 40))": 232,
    "(('duration', 1.54), ('highest_pitch', 57), ('highest_velocity', 40))": 233,
    "(('duration', 0.98), ('highest_pitch', 57), ('highest_velocity', 40))": 234,
    "(('duration', 3.51), ('highest_pitch', 57), ('highest_velocity', 40))": 235,
    "(('duration', 0.11), ('highest_pitch', 57), ('highest_velocity', 40))": 236,
    "(('duration', 3.14), ('highest_pitch', 57), ('highest_velocity', 40))": 237,
    "(('duration', 0.72), ('highest_pitch', 57), ('highest_velocity', 40))": 238,
    "(('duration', 0.25), ('highest_pitch', 57), ('highest_velocity', 40))": 239,
    "(('duration', 28.13), ('highest_pitch', 69), ('highest_velocity', 40))": 240,
    "(('duration', 1.2), ('highest_pitch', 69), ('highest_velocity', 40))": 241,
    "(('duration', 9.06), ('highest_pitch', 69), ('highest_velocity', 40))": 242,
    "(('duration', 1.92), ('highest_pitch', 69), ('highest_velocity', 40))": 243,
    "(('duration', 5.9), ('highest_pitch', 69), ('highest_velocity', 40))": 244,
    "(('duration', 2.53), ('highest_pitch', 69), ('highest_velocity', 51))": 245,
    "(('duration', 2.29), ('highest_pitch', 69), ('highest_velocity', 51))": 246,
    "(('duration', 0.86), ('highest_pitch', 69), ('highest_velocity', 51))": 247,
    "(('duration', 0.72), ('highest_pitch', 69), ('highest_velocity', 51))": 248,
    "(('duration', 7.74), ('highest_pitch', 69), ('highest_velocity', 51))": 249,
    "(('duration', 0.95), ('highest_pitch', 69), ('highest_velocity', 51))": 250,
    "(('duration', 0.25), ('highest_pitch', 69), ('highest_velocity', 51))": 251,
    "(('duration', 0.12), ('highest_pitch', 69), ('highest_velocity', 51))": 252,
    "(('duration', 2.17), ('highest_pitch', 69), ('highest_velocity', 51))": 253,
    "(('duration', 8.11), ('highest_pitch', 69), ('highest_velocity', 51))": 254,
    "(('duration', 10.62), ('highest_pitch', 69), ('highest_velocity', 51))": 255,
    "(('duration', 5.21), ('highest_pitch', 69), ('highest_velocity', 51))": 256,
    "(('duration', 4.6), ('highest_pitch', 57), ('highest_velocity', 64))": 257,
    "(('duration', 2.9), ('highest_pitch', 57), ('highest_velocity', 64))": 258,
    "(('duration', 1.55), ('highest_pitch', 57), ('highest_velocity', 64))": 259,
    "(('duration', 1.35), ('highest_pitch', 57), ('highest_velocity', 64))": 260,
    "(('duration', 4.84), ('highest_pitch', 57), ('highest_velocity', 64))": 261,
    "(('duration', 0.96), ('highest_pitch', 57), ('highest_velocity', 64))": 262,
    "(('duration', 1.93), ('highest_pitch', 57), ('highest_velocity', 64))": 263,
    "(('duration', 0.6), ('highest_pitch', 57), ('highest_velocity', 64))": 264,
    "(('duration', 0.73), ('highest_pitch', 57), ('highest_velocity', 64))": 265,
    "(('duration', 4.23), ('highest_pitch', 57), ('highest_velocity', 64))": 266,
    "(('duration', 2.79), ('highest_pitch', 57), ('highest_velocity', 64))": 267,
    "(('duration', 2.65), ('highest_pitch', 57), ('highest_velocity', 64))": 268,
    "(('duration', 0.37), ('highest_pitch', 57), ('highest_velocity', 64))": 269,
    "(('duration', 5.89), ('highest_pitch', 57), ('highest_velocity', 64))": 270,
    "(('duration', 0.98), ('highest_pitch', 69), ('highest_velocity', 40))": 271,
    "(('duration', 1.32), ('highest_pitch', 69), ('highest_velocity', 40))": 272,
    "(('duration', 0.37), ('highest_pitch', 69), ('highest_velocity', 40))": 273,
    "(('duration', 0.35), ('highest_pitch', 69), ('highest_velocity', 40))": 274,
    "(('duration', 11.45), ('highest_pitch', 69), ('highest_velocity', 40))": 275,
    "(('duration', 3.03), ('highest_pitch', 69), ('highest_velocity', 40))": 276,
    "(('duration', 0.6), ('highest_pitch', 69), ('highest_velocity', 40))": 277,
    "(('duration', 148.8), ('highest_pitch', 69), ('highest_velocity', 101))": 278,
    "(('duration', 38.19), ('highest_pitch', 69), ('highest_velocity', 101))": 279,
    "(('duration', 52.69), ('highest_pitch', 67), ('highest_velocity', 101))": 280,
    "(('duration', 1.93), ('highest_pitch', 69), ('highest_velocity', 101))": 281,
    "(('duration', 0.97), ('highest_pitch', 69), ('highest_velocity', 101))": 282,
    "(('duration', 8.46), ('highest_pitch', 69), ('highest_velocity', 101))": 283,
    "(('duration', 5.79), ('highest_pitch', 69), ('highest_velocity', 101))": 284,
    "(('duration', 8.08), ('highest_pitch', 45), ('highest_velocity', 101))": 285,
    "(('duration', 5.44), ('highest_pitch', 45), ('highest_velocity', 101))": 286,
    "(('duration', 0.37), ('highest_pitch', 33), ('highest_velocity', 101))": 287,
    "(('duration', 4.94), ('highest_pitch', 45), ('highest_velocity', 101))": 288,
    "(('duration', 0.49), ('highest_pitch', 40), ('highest_velocity', 101))": 289,
    "(('duration', 2.29), ('highest_pitch', 45), ('highest_velocity', 101))": 290,
    "(('duration', 34.81), ('highest_pitch', 45), ('highest_velocity', 101))": 291,
    "(('duration', 1.58), ('highest_pitch', 45), ('highest_velocity', 101))": 292,
    "(('duration', 0.72), ('highest_pitch', 33), ('highest_velocity', 101))": 293,
    "(('duration', 1.2), ('highest_pitch', 45), ('highest_velocity', 101))": 294,
    "(('duration', 1.21), ('highest_pitch', 45), ('highest_velocity', 101))": 295,
    "(('duration', 1.09), ('highest_pitch', 45), ('highest_velocity', 101))": 296,
    "(('duration', 1.55), ('highest_pitch', 45), ('highest_velocity', 101))": 297,
    "(('duration', 9.42), ('highest_pitch', 45), ('highest_velocity', 101))": 298,
    "(('duration', 0.6), ('highest_pitch', 40), ('highest_velocity', 101))": 299,
    "(('duration', 5.68), ('highest_pitch', 45), ('highest_velocity', 101))": 300,
    "(('duration', 0.86), ('highest_pitch', 42), ('highest_velocity', 80))": 301,
    "(('duration', 2.04), ('highest_pitch', 43), ('highest_velocity', 80))": 302,
    "(('duration', 0.48), ('highest_pitch', 43), ('highest_velocity', 80))": 303,
    "(('duration', 1.44), ('highest_pitch', 45), ('highest_velocity', 80))": 304,
    "(('duration', 0.25), ('highest_pitch', 45), ('highest_velocity', 80))": 305,
    "(('duration', 12.06), ('highest_pitch', 45), ('highest_velocity', 80))": 306,
    "(('duration', 1.67), ('highest_pitch', 43), ('highest_velocity', 80))": 307,
    "(('duration', 0.75), ('highest_pitch', 43), ('highest_velocity', 80))": 308,
    "(('duration', 0.35), ('highest_pitch', 45), ('highest_velocity', 80))": 309,
    "(('duration', 1.32), ('highest_pitch', 45), ('highest_velocity', 80))": 310,
    "(('duration', 1.94), ('highest_pitch', 45), ('highest_velocity', 80))": 311,
    "(('duration', 23.54), ('highest_pitch', 78), ('highest_velocity', 64))": 312,
    "(('duration', 47.02), ('highest_pitch', 91), ('highest_velocity', 64))": 313,
    "(('duration', 25.55), ('highest_pitch', 77), ('highest_velocity', 64))": 314,
    "(('duration', 2.2), ('highest_pitch', 33), ('highest_velocity', 127))": 315,
    "(('duration', 0.2), ('highest_pitch', 33), ('highest_velocity', 127))": 316,
    "(('duration', 0.39), ('highest_pitch', 0), ('highest_velocity', 0))": 317,
    "(('duration', 2.19), ('highest_pitch', 31), ('highest_velocity', 127))": 318,
    "(('duration', 2.8), ('highest_pitch', 43), ('highest_velocity', 127))": 319,
    "(('duration', 0.2), ('highest_pitch', 30), ('highest_velocity', 127))": 320,
    "(('duration', 3.61), ('highest_pitch', 33), ('highest_velocity', 127))": 321,
    "(('duration', 1.2), ('highest_pitch', 33), ('highest_velocity', 127))": 322,
    "(('duration', 1.5), ('highest_pitch', 43), ('highest_velocity', 127))": 323,
    "(('duration', 0.6), ('highest_pitch', 0), ('highest_velocity', 0))": 324,
    "(('duration', 0.2), ('highest_pitch', 31), ('highest_velocity', 127))": 325,
    "(('duration', 0.2), ('highest_pitch', 26), ('highest_velocity', 127))": 326,
    "(('duration', 0.5), ('highest_pitch', 31), ('highest_velocity', 127))": 327,
    "(('duration', 12.95), ('highest_pitch', 41), ('highest_velocity', 127))": 328,
    "(('duration', 1.2), ('highest_pitch', 30), ('highest_velocity', 127))": 329,
    "(('duration', 1.0), ('highest_pitch', 40), ('highest_velocity', 127))": 330,
    "(('duration', 0.2), ('highest_pitch', 28), ('highest_velocity', 127))": 331,
    "(('duration', 1.6), ('highest_pitch', 40), ('highest_velocity', 127))": 332,
    "(('duration', 13.35), ('highest_pitch', 42), ('highest_velocity', 127))": 333,
    "(('duration', 0.4), ('highest_pitch', 33), ('highest_velocity', 127))": 334,
    "(('duration', 1.09), ('highest_pitch', 43), ('highest_velocity', 127))": 335,
    "(('duration', 40.05), ('highest_pitch', 31), ('highest_velocity', 127))": 336,
    "(('duration', 42.84), ('highest_pitch', 41), ('highest_velocity', 127))": 337,
    "(('duration', 1.59), ('highest_pitch', 40), ('highest_velocity', 127))": 338,
    "(('duration', 5.38), ('highest_pitch', 42), ('highest_velocity', 127))": 339,
    "(('duration', 1.5), ('highest_pitch', 45), ('highest_velocity', 127))": 340,
    "(('duration', 0.7), ('highest_pitch', 33), ('highest_velocity', 127))": 341,
    "(('duration', 3.78), ('highest_pitch', 42), ('highest_velocity', 127))": 342,
    "(('duration', 1.2), ('highest_pitch', 32), ('highest_velocity', 127))": 343,
    "(('duration', 1.0), ('highest_pitch', 42), ('highest_velocity', 127))": 344,
    "(('duration', 1.59), ('highest_pitch', 42), ('highest_velocity', 127))": 345,
    "(('duration', 1.2), ('highest_pitch', 35), ('highest_velocity', 127))": 346,
    "(('duration', 4.58), ('highest_pitch', 42), ('highest_velocity', 127))": 347,
    "(('duration', 0.8), ('highest_pitch', 32), ('highest_velocity', 127))": 348,
    "(('duration', 0.2), ('highest_pitch', 42), ('highest_velocity', 127))": 349,
    "(('duration', 19.16), ('highest_pitch', 42), ('highest_velocity', 127))": 350,
    "(('duration', 1.5), ('highest_pitch', 44), ('highest_velocity', 127))": 351,
    "(('duration', 0.2), ('highest_pitch', 32), ('highest_velocity', 127))": 352,
    "(('duration', 0.7), ('highest_pitch', 32), ('highest_velocity', 127))": 353,
    "(('duration', 1.4), ('highest_pitch', 32), ('highest_velocity', 127))": 354,
    "(('duration', 1.19), ('highest_pitch', 31), ('highest_velocity', 127))": 355,
    "(('duration', 1.0), ('highest_pitch', 41), ('highest_velocity', 127))": 356,
    "(('duration', 0.2), ('highest_pitch', 29), ('highest_velocity', 127))": 357,
    "(('duration', 17.96), ('highest_pitch', 46), ('highest_velocity', 127))": 358,
    "(('duration', 1.8), ('highest_pitch', 42), ('highest_velocity', 127))": 359,
    "(('duration', 17.56), ('highest_pitch', 46), ('highest_velocity', 127))": 360,
    "(('duration', 28.73), ('highest_pitch', 73), ('highest_velocity', 101))": 361,
    "(('duration', 79.57), ('highest_pitch', 77), ('highest_velocity', 101))": 362,
    "(('duration', 47.87), ('highest_pitch', 76), ('highest_velocity', 101))": 363,
    "(('duration', 9.57), ('highest_pitch', 90), ('highest_velocity', 127))": 364,
    "(('duration', 86.55), ('highest_pitch', 90), ('highest_velocity', 127))": 365,
    "(('duration', 56.4), ('highest_pitch', 83), ('highest_velocity', 80))": 366,
    "(('duration', 33.9), ('highest_pitch', 83), ('highest_velocity', 80))": 367,
    "(('duration', 0.6), ('highest_pitch', 82), ('highest_velocity', 80))": 368,
    "(('duration', 1.4), ('highest_pitch', 82), ('highest_velocity', 80))": 369,
    "(('duration', 0.6), ('highest_pitch', 75), ('highest_velocity', 80))": 370,
    "(('duration', 0.59), ('highest_pitch', 75), ('highest_velocity', 80))": 371,
    "(('duration', 1.4), ('highest_pitch', 78), ('highest_velocity', 80))": 372,
    "(('duration', 0.6), ('highest_pitch', 78), ('highest_velocity', 80))": 373,
    "(('duration', 13.37), ('highest_pitch', 80), ('highest_velocity', 80))": 374,
    "(('duration', 0.6), ('highest_pitch', 80), ('highest_velocity', 80))": 375,
    "(('duration', 0.59), ('highest_pitch', 81), ('highest_velocity', 80))": 376,
    "(('duration', 1.0), ('highest_pitch', 82), ('highest_velocity', 80))": 377,
    "(('duration', 0.4), ('highest_pitch', 77), ('highest_velocity', 80))": 378,
    "(('duration', 0.6), ('highest_pitch', 77), ('highest_velocity', 80))": 379,
    "(('duration', 1.4), ('highest_pitch', 80), ('highest_velocity', 80))": 380,
    "(('duration', 0.6), ('highest_pitch', 81), ('highest_velocity', 80))": 381,
    "(('duration', 0.27), ('highest_pitch', 65), ('highest_velocity', 40))": 382,
    "(('duration', 0.28), ('highest_pitch', 63), ('highest_velocity', 40))": 383,
    "(('duration', 0.03), ('highest_pitch', 0), ('highest_velocity', 0))": 384,
    "(('duration', 0.58), ('highest_pitch', 65), ('highest_velocity', 40))": 385,
    "(('duration', 0.57), ('highest_pitch', 67), ('highest_velocity', 40))": 386,
    "(('duration', 0.37), ('highest_pitch', 65), ('highest_velocity', 40))": 387,
    "(('duration', 0.37), ('highest_pitch', 63), ('highest_velocity', 40))": 388,
    "(('duration', 0.37), ('highest_pitch', 62), ('highest_velocity', 40))": 389,
    "(('duration', 0.37), ('highest_pitch', 60), ('highest_velocity', 40))": 390,
    "(('duration', 0.37), ('highest_pitch', 58), ('highest_velocity', 40))": 391,
    "(('duration', 0.17), ('highest_pitch', 62), ('highest_velocity', 40))": 392,
    "(('duration', 1.76), ('highest_pitch', 62), ('highest_velocity', 40))": 393,
    "(('duration', 0.17), ('highest_pitch', 39), ('highest_velocity', 51))": 394,
    "(('duration', 0.18), ('highest_pitch', 49), ('highest_velocity', 51))": 395,
    "(('duration', 0.18), ('highest_pitch', 39), ('highest_velocity', 51))": 396,
    "(('duration', 0.37), ('highest_pitch', 46), ('highest_velocity', 51))": 397,
    "(('duration', 0.37), ('highest_pitch', 39), ('highest_velocity', 51))": 398,
    "(('duration', 0.37), ('highest_pitch', 49), ('highest_velocity', 51))": 399,
    "(('duration', 0.37), ('highest_pitch', 34), ('highest_velocity', 51))": 400,
    "(('duration', 0.37), ('highest_pitch', 44), ('highest_velocity', 51))": 401,
    "(('duration', 0.37), ('highest_pitch', 41), ('highest_velocity', 51))": 402,
    "(('duration', 1.16), ('highest_pitch', 46), ('highest_velocity', 51))": 403,
    "(('duration', 0.43), ('highest_pitch', 52), ('highest_velocity', 64))": 404,
    "(('duration', 0.13), ('highest_pitch', 0), ('highest_velocity', 0))": 405,
    "(('duration', 0.35), ('highest_pitch', 53), ('highest_velocity', 64))": 406,
    "(('duration', 0.26), ('highest_pitch', 55), ('highest_velocity', 64))": 407,
    "(('duration', 0.22), ('highest_pitch', 0), ('highest_velocity', 0))": 408,
    "(('duration', 3.61), ('highest_pitch', 56), ('highest_velocity', 64))": 409,
    "(('duration', 2.26), ('highest_pitch', 56), ('highest_velocity', 4))": 410,
    "(('duration', 1.83), ('highest_pitch', 0), ('highest_velocity', 4))": 411,
    "(('duration', 0.03), ('highest_pitch', 28), ('highest_velocity', 101))": 412,
    "(('duration', 0.01), ('highest_pitch', 28), ('highest_velocity', 64))": 413,
    "(('duration', 0.05), ('highest_pitch', 28), ('highest_velocity', 101))": 414,
    "(('duration', 0.03), ('highest_pitch', 37), ('highest_velocity', 101))": 415,
    "(('duration', 0.03), ('highest_pitch', 38), ('highest_velocity', 101))": 416,
    "(('duration', 0.05), ('highest_pitch', 33), ('highest_velocity', 101))": 417,
    "(('duration', 0.01), ('highest_pitch', 33), ('highest_velocity', 64))": 418,
    "(('duration', 0.05), ('highest_pitch', 35), ('highest_velocity', 101))": 419,
    "(('duration', 0.01), ('highest_pitch', 35), ('highest_velocity', 64))": 420,
    "(('duration', 0.01), ('highest_pitch', 31), ('highest_velocity', 101))": 421,
    "(('duration', 1.48), ('highest_pitch', 40), ('highest_velocity', 101))": 422,
    "(('duration', 0.04), ('highest_pitch', 28), ('highest_velocity', 101))": 423,
    "(('duration', 0.03), ('highest_pitch', 33), ('highest_velocity', 101))": 424,
    "(('duration', 0.03), ('highest_pitch', 35), ('highest_velocity', 101))": 425,
    "(('duration', 0.05), ('highest_pitch', 38), ('highest_velocity', 101))": 426,
    "(('duration', 0.01), ('highest_pitch', 38), ('highest_velocity', 64))": 427,
    "(('duration', 0.05), ('highest_pitch', 40), ('highest_velocity', 101))": 428,
    "(('duration', 0.01), ('highest_pitch', 40), ('highest_velocity', 64))": 429,
    "(('duration', 0.03), ('highest_pitch', 31), ('highest_velocity', 101))": 430,
    "(('duration', 1.49), ('highest_pitch', 40), ('highest_velocity', 101))": 431,
    "(('duration', 0.02), ('highest_pitch', 40), ('highest_velocity', 64))": 432,
    "(('duration', 1.53), ('highest_pitch', 40), ('highest_velocity', 101))": 433,
    "(('duration', 0.02), ('highest_pitch', 38), ('highest_velocity', 64))": 434,
    "(('duration', 0.06), ('highest_pitch', 40), ('highest_velocity', 101))": 435,
    "(('duration', 0.04), ('highest_pitch', 31), ('highest_velocity', 101))": 436,
    "(('duration', 0.04), ('highest_pitch', 33), ('highest_velocity', 101))": 437,
    "(('duration', 0.43), ('highest_pitch', 40), ('highest_velocity', 101))": 438,
    "(('duration', 0.35), ('highest_pitch', 38), ('highest_velocity', 101))": 439,
    "(('duration', 0.26), ('highest_pitch', 36), ('highest_velocity', 101))": 440,
    "(('duration', 0.26), ('highest_pitch', 34), ('highest_velocity', 101))": 441,
    "(('duration', 0.94), ('highest_pitch', 0), ('highest_velocity', 0))": 442,
    "(('duration', 2.89), ('highest_pitch', 32), ('highest_velocity', 101))": 443,
    "(('duration', 2.29), ('highest_pitch', 32), ('highest_velocity', 101))": 444,
    "(('duration', 0.03), ('highest_pitch', 57), ('highest_velocity', 80))": 445,
    "(('duration', 0.03), ('highest_pitch', 59), ('highest_velocity', 80))": 446,
    "(('duration', 0.15), ('highest_pitch', 59), ('highest_velocity', 80))": 447,
    "(('duration', 0.24), ('highest_pitch', 59), ('highest_velocity', 4))": 448,
    "(('duration', 0.51), ('highest_pitch', 59), ('highest_velocity', 80))": 449,
    "(('duration', 0.12), ('highest_pitch', 59), ('highest_velocity', 4))": 450,
    "(('duration', 0.26), ('highest_pitch', 59), ('highest_velocity', 80))": 451,
    "(('duration', 0.39), ('highest_pitch', 59), ('highest_velocity', 80))": 452,
    "(('duration', 0.03), ('highest_pitch', 54), ('highest_velocity', 80))": 453,
    "(('duration', 0.03), ('highest_pitch', 52), ('highest_velocity', 80))": 454,
    "(('duration', 7.87), ('highest_pitch', 57), ('highest_velocity', 80))": 455,
    "(('duration', 0.27), ('highest_pitch', 59), ('highest_velocity', 80))": 456,
    "(('duration', 0.48), ('highest_pitch', 59), ('highest_velocity', 4))": 457,
    "(('duration', 0.02), ('highest_pitch', 59), ('highest_velocity', 80))": 458,
    "(('duration', 0.38), ('highest_pitch', 64), ('highest_velocity', 80))": 459,
    "(('duration', 0.35), ('highest_pitch', 64), ('highest_velocity', 80))": 460,
    "(('duration', 0.23), ('highest_pitch', 59), ('highest_velocity', 4))": 461,
    "(('duration', 0.38), ('highest_pitch', 59), ('highest_velocity', 80))": 462,
    "(('duration', 0.27), ('highest_pitch', 57), ('highest_velocity', 80))": 463,
    "(('duration', 0.42), ('highest_pitch', 64), ('highest_velocity', 80))": 464,
    "(('duration', 8.05), ('highest_pitch', 0), ('highest_velocity', 0))": 465,
    "(('duration', 0.4), ('highest_pitch', 64), ('highest_velocity', 80))": 466,
    "(('duration', 0.2), ('highest_pitch', 64), ('highest_velocity', 101))": 467,
    "(('duration', 0.4), ('highest_pitch', 64), ('highest_velocity', 101))": 468,
    "(('duration', 0.8), ('highest_pitch', 0), ('highest_velocity', 0))": 469,
    "(('duration', 1.8), ('highest_pitch', 62), ('highest_velocity', 101))": 470,
    "(('duration', 0.2), ('highest_pitch', 62), ('highest_velocity', 101))": 471,
    "(('duration', 0.4), ('highest_pitch', 62), ('highest_velocity', 101))": 472,
    "(('duration', 0.6), ('highest_pitch', 60), ('highest_velocity', 101))": 473,
    "(('duration', 1.2), ('highest_pitch', 60), ('highest_velocity', 101))": 474,
    "(('duration', 2.4), ('highest_pitch', 64), ('highest_velocity', 101))": 475,
    "(('duration', 1.01), ('highest_pitch', 62), ('highest_velocity', 101))": 476,
    "(('duration', 0.81), ('highest_pitch', 0), ('highest_velocity', 0))": 477,
    "(('duration', 0.2), ('highest_pitch', 76), ('highest_velocity', 101))": 478,
    "(('duration', 2.21), ('highest_pitch', 76), ('highest_velocity', 101))": 479,
    "(('duration', 2.4), ('highest_pitch', 74), ('highest_velocity', 101))": 480,
    "(('duration', 2.2), ('highest_pitch', 76), ('highest_velocity', 101))": 481,
    "(('duration', 0.6), ('highest_pitch', 74), ('highest_velocity', 101))": 482,
    "(('duration', 2.61), ('highest_pitch', 72), ('highest_velocity', 101))": 483,
    "(('duration', 0.2), ('highest_pitch', 76), ('highest_velocity', 64))": 484,
    "(('duration', 0.3), ('highest_pitch', 76), ('highest_velocity', 64))": 485,
    "(('duration', 0.29), ('highest_pitch', 74), ('highest_velocity', 64))": 486,
    "(('duration', 0.3), ('highest_pitch', 74), ('highest_velocity', 64))": 487,
    "(('duration', 0.1), ('highest_pitch', 71), ('highest_velocity', 64))": 488,
    "(('duration', 0.4), ('highest_pitch', 76), ('highest_velocity', 64))": 489,
    "(('duration', 0.2), ('highest_pitch', 74), ('highest_velocity', 64))": 490,
    "(('duration', 0.5), ('highest_pitch', 74), ('highest_velocity', 64))": 491,
    "(('duration', 0.1), ('highest_pitch', 74), ('highest_velocity', 64))": 492,
    "(('duration', 0.4), ('highest_pitch', 72), ('highest_velocity', 64))": 493,
    "(('duration', 0.2), ('highest_pitch', 72), ('highest_velocity', 64))": 494,
    "(('duration', 0.1), ('highest_pitch', 72), ('highest_velocity', 64))": 495,
    "(('duration', 0.5), ('highest_pitch', 72), ('highest_velocity', 64))": 496,
    "(('duration', 0.49), ('highest_pitch', 74), ('highest_velocity', 64))": 497,
    "(('duration', 0.5), ('highest_pitch', 71), ('highest_velocity', 64))": 498,
    "(('duration', 0.1), ('highest_pitch', 64), ('highest_velocity', 64))": 499,
    "(('duration', 0.51), ('highest_pitch', 71), ('highest_velocity', 64))": 500,
    "(('duration', 0.1), ('highest_pitch', 68), ('highest_velocity', 64))": 501,
    "(('duration', 0.3), ('highest_pitch', 71), ('highest_velocity', 64))": 502,
    "(('duration', 0.2), ('highest_pitch', 71), ('highest_velocity', 64))": 503,
    "(('duration', 0.6), ('highest_pitch', 71), ('highest_velocity', 64))": 504,
    "(('duration', 0.1), ('highest_pitch', 76), ('highest_velocity', 64))": 505,
    "(('duration', 0.8), ('highest_pitch', 74), ('highest_velocity', 64))": 506,
    "(('duration', 0.7), ('highest_pitch', 72), ('highest_velocity', 64))": 507,
    "(('duration', 0.7), ('highest_pitch', 76), ('highest_velocity', 64))": 508,
    "(('duration', 0.2), ('highest_pitch', 64), ('highest_velocity', 64))": 509,
    "(('duration', 0.31), ('highest_pitch', 67), ('highest_velocity', 64))": 510,
    "(('duration', 0.29), ('highest_pitch', 76), ('highest_velocity', 64))": 511,
    "(('duration', 0.61), ('highest_pitch', 79), ('highest_velocity', 64))": 512,
    "(('duration', 0.3), ('highest_pitch', 72), ('highest_velocity', 64))": 513,
    "(('duration', 0.6), ('highest_pitch', 76), ('highest_velocity', 64))": 514,
    "(('duration', 0.5), ('highest_pitch', 81), ('highest_velocity', 64))": 515,
    "(('duration', 0.2), ('highest_pitch', 81), ('highest_velocity', 64))": 516,
    "(('duration', 0.3), ('highest_pitch', 84), ('highest_velocity', 64))": 517,
    "(('duration', 0.1), ('highest_pitch', 84), ('highest_velocity', 64))": 518,
    "(('duration', 0.1), ('highest_pitch', 79), ('highest_velocity', 64))": 519,
    "(('duration', 0.2), ('highest_pitch', 79), ('highest_velocity', 64))": 520,
    "(('duration', 0.3), ('highest_pitch', 86), ('highest_velocity', 64))": 521,
    "(('duration', 0.1), ('highest_pitch', 83), ('highest_velocity', 64))": 522,
    "(('duration', 0.51), ('highest_pitch', 77), ('highest_velocity', 64))": 523,
    "(('duration', 0.29), ('highest_pitch', 83), ('highest_velocity', 64))": 524,
    "(('duration', 0.7), ('highest_pitch', 83), ('highest_velocity', 64))": 525,
    "(('duration', 0.2), ('highest_pitch', 77), ('highest_velocity', 64))": 526,
    "(('duration', 0.1), ('highest_pitch', 77), ('highest_velocity', 64))": 527,
    "(('duration', 0.2), ('highest_pitch', 84), ('highest_velocity', 64))": 528,
    "(('duration', 0.61), ('highest_pitch', 86), ('highest_velocity', 64))": 529,
    "(('duration', 0.2), ('highest_pitch', 65), ('highest_velocity', 64))": 530,
    "(('duration', 0.2), ('highest_pitch', 69), ('highest_velocity', 64))": 531,
    "(('duration', 0.4), ('highest_pitch', 68), ('highest_velocity', 64))": 532,
    "(('duration', 0.2), ('highest_pitch', 80), ('highest_velocity', 64))": 533,
    "(('duration', 0.1), ('highest_pitch', 80), ('highest_velocity', 64))": 534,
    "(('duration', 1.62), ('highest_pitch', 72), ('highest_velocity', 80))": 535,
    "(('duration', 0.2), ('highest_pitch', 72), ('highest_velocity', 80))": 536,
    "(('duration', 1.01), ('highest_pitch', 76), ('highest_velocity', 80))": 537,
    "(('duration', 0.6), ('highest_pitch', 84), ('highest_velocity', 80))": 538,
    "(('duration', 1.2), ('highest_pitch', 83), ('highest_velocity', 80))": 539,
    "(('duration', 1.4), ('highest_pitch', 77), ('highest_velocity', 80))": 540,
    "(('duration', 0.2), ('highest_pitch', 74), ('highest_velocity', 80))": 541,
    "(('duration', 1.8), ('highest_pitch', 72), ('highest_velocity', 80))": 542,
    "(('duration', 1.61), ('highest_pitch', 67), ('highest_velocity', 80))": 543,
    "(('duration', 2.41), ('highest_pitch', 0), ('highest_velocity', 0))": 544,
    "(('duration', 3.41), ('highest_pitch', 72), ('highest_velocity', 80))": 545,
    "(('duration', 0.4), ('highest_pitch', 76), ('highest_velocity', 80))": 546,
    "(('duration', 2.42), ('highest_pitch', 0), ('highest_velocity', 0))": 547,
    "(('duration', 0.4), ('highest_pitch', 74), ('highest_velocity', 80))": 548,
    "(('duration', 0.4), ('highest_pitch', 81), ('highest_velocity', 80))": 549,
    "(('duration', 0.4), ('highest_pitch', 83), ('highest_velocity', 80))": 550,
    "(('duration', 0.8), ('highest_pitch', 76), ('highest_velocity', 80))": 551,
    "(('duration', 0.8), ('highest_pitch', 83), ('highest_velocity', 80))": 552,
    "(('duration', 0.41), ('highest_pitch', 83), ('highest_velocity', 80))": 553,
    "(('duration', 0.2), ('highest_pitch', 33), ('highest_velocity', 64))": 554,
    "(('duration', 1.21), ('highest_pitch', 36), ('highest_velocity', 64))": 555,
    "(('duration', 0.19), ('highest_pitch', 31), ('highest_velocity', 64))": 556,
    "(('duration', 0.41), ('highest_pitch', 31), ('highest_velocity', 64))": 557,
    "(('duration', 0.8), ('highest_pitch', 35), ('highest_velocity', 64))": 558,
    "(('duration', 0.4), ('highest_pitch', 33), ('highest_velocity', 64))": 559,
    "(('duration', 0.8), ('highest_pitch', 33), ('highest_velocity', 64))": 560,
    "(('duration', 0.2), ('highest_pitch', 36), ('highest_velocity', 64))": 561,
    "(('duration', 0.2), ('highest_pitch', 31), ('highest_velocity', 64))": 562,
    "(('duration', 2.21), ('highest_pitch', 41), ('highest_velocity', 64))": 563,
    "(('duration', 1.2), ('highest_pitch', 31), ('highest_velocity', 64))": 564,
    "(('duration', 0.81), ('highest_pitch', 35), ('highest_velocity', 64))": 565,
    "(('duration', 1.19), ('highest_pitch', 28), ('highest_velocity', 64))": 566,
    "(('duration', 1.62), ('highest_pitch', 40), ('highest_velocity', 64))": 567,
    "(('duration', 0.4), ('highest_pitch', 32), ('highest_velocity', 64))": 568,
    "(('duration', 1.0), ('highest_pitch', 33), ('highest_velocity', 64))": 569,
    "(('duration', 1.2), ('highest_pitch', 36), ('highest_velocity', 64))": 570,
    "(('duration', 0.81), ('highest_pitch', 31), ('highest_velocity', 64))": 571,
    "(('duration', 0.4), ('highest_pitch', 35), ('highest_velocity', 64))": 572,
    "(('duration', 1.0), ('highest_pitch', 36), ('highest_velocity', 64))": 573,
    "(('duration', 0.6), ('highest_pitch', 35), ('highest_velocity', 64))": 574,
    "(('duration', 0.4), ('highest_pitch', 29), ('highest_velocity', 64))": 575,
    "(('duration', 0.2), ('highest_pitch', 29), ('highest_velocity', 64))": 576,
    "(('duration', 0.8), ('highest_pitch', 41), ('highest_velocity', 64))": 577,
    "(('duration', 0.4), ('highest_pitch', 31), ('highest_velocity', 64))": 578,
    "(('duration', 0.6), ('highest_pitch', 31), ('highest_velocity', 64))": 579,
    "(('duration', 1.4), ('highest_pitch', 35), ('highest_velocity', 64))": 580,
    "(('duration', 1.21), ('highest_pitch', 48), ('highest_velocity', 64))": 581,
    "(('duration', 0.4), ('highest_pitch', 36), ('highest_velocity', 64))": 582,
    "(('duration', 0.6), ('highest_pitch', 45), ('highest_velocity', 64))": 583,
    "(('duration', 0.2), ('highest_pitch', 41), ('highest_velocity', 64))": 584,
    "(('duration', 0.2), ('highest_pitch', 43), ('highest_velocity', 64))": 585,
    "(('duration', 0.61), ('highest_pitch', 31), ('highest_velocity', 64))": 586,
    "(('duration', 2.0), ('highest_pitch', 41), ('highest_velocity', 64))": 587,
    "(('duration', 0.4), ('highest_pitch', 43), ('highest_velocity', 64))": 588,
    "(('duration', 2.41), ('highest_pitch', 38), ('highest_velocity', 64))": 589,
    "(('duration', 0.5), ('highest_pitch', 40), ('highest_velocity', 64))": 590,
    "(('duration', 0.9), ('highest_pitch', 32), ('highest_velocity', 64))": 591,
    "(('duration', 0.2), ('highest_pitch', 35), ('highest_velocity', 64))": 592,
    "(('duration', 1.41), ('highest_pitch', 35), ('highest_velocity', 64))": 593,
    "(('duration', 3.22), ('highest_pitch', 33), ('highest_velocity', 64))": 594,
    "(('duration', 0.61), ('highest_pitch', 28), ('highest_velocity', 64))": 595,
    "(('duration', 1.99), ('highest_pitch', 41), ('highest_velocity', 64))": 596,
    "(('duration', 2.81), ('highest_pitch', 33), ('highest_velocity', 64))": 597,
    "(('duration', 1.01), ('highest_pitch', 31), ('highest_velocity', 64))": 598,
    "(('duration', 1.8), ('highest_pitch', 28), ('highest_velocity', 64))": 599,
    "(('duration', 0.6), ('highest_pitch', 33), ('highest_velocity', 64))": 600,
    "(('duration', 0.61), ('highest_pitch', 33), ('highest_velocity', 64))": 601,
    "(('duration', 2.6), ('highest_pitch', 45), ('highest_velocity', 64))": 602,
    "(('duration', 0.6), ('highest_pitch', 28), ('highest_velocity', 64))": 603,
    "(('duration', 1.2), ('highest_pitch', 28), ('highest_velocity', 64))": 604,
    "(('duration', 2.01), ('highest_pitch', 41), ('highest_velocity', 64))": 605,
    "(('duration', 0.01), ('highest_pitch', 0), ('highest_velocity', 0))": 606,
    "(('duration', 2.0), ('highest_pitch', 45), ('highest_velocity', 64))": 607,
    "(('duration', 0.0), ('highest_pitch', 33), ('highest_velocity', 64))": 608,
    "(('duration', 0.4), ('highest_pitch', 72), ('highest_velocity', 127))": 609,
    "(('duration', 0.1), ('highest_pitch', 57), ('highest_velocity', 127))": 610,
    "(('duration', 0.1), ('highest_pitch', 59), ('highest_velocity', 127))": 611,
