{
    "duration: 0.0, velocity: 0": 0,
    "duration: 0.0, velocity: 4": 1,
    "duration: 0.0, velocity: 13": 2,
    "duration: 0.0, velocity: 40": 3,
    "duration: 0.0, velocity: 51": 4,
    "duration: 0.0, velocity: 64": 5,
    "duration: 0.0, velocity: 80": 6,
    "duration: 0.0, velocity: 101": 7,
    "duration: 0.0, velocity: 127": 8,
    "duration: 0.01, velocity: 0": 9,
    "duration: 0.01, velocity: 4": 10,
    "duration: 0.01, velocity: 6": 11,
    "duration: 0.01, velocity: 16": 12,
    "duration: 0.01, velocity: 25": 13,
    "duration: 0.01, velocity: 32": 14,
    "duration: 0.01, velocity: 51": 15,
    "duration: 0.01, velocity: 64": 16,
    "duration: 0.01, velocity: 80": 17,
    "duration: 0.01, velocity: 101": 18,
    "duration: 0.01, velocity: 127": 19,
    "duration: 0.02, velocity: 0": 20,
    "duration: 0.02, velocity: 4": 21,
    "duration: 0.02, velocity: 10": 22,
    "duration: 0.02, velocity: 16": 23,
    "duration: 0.02, velocity: 20": 24,
    "duration: 0.02, velocity: 25": 25,
    "duration: 0.02, velocity: 32": 26,
    "duration: 0.02, velocity: 40": 27,
    "duration: 0.02, velocity: 51": 28,
    "duration: 0.02, velocity: 64": 29,
    "duration: 0.02, velocity: 80": 30,
    "duration: 0.02, velocity: 101": 31,
    "duration: 0.02, velocity: 127": 32,
    "duration: 0.03, velocity: 0": 33,
    "duration: 0.03, velocity: 4": 34,
    "duration: 0.03, velocity: 6": 35,
    "duration: 0.03, velocity: 8": 36,
    "duration: 0.03, velocity: 10": 37,
    "duration: 0.03, velocity: 13": 38,
    "duration: 0.03, velocity: 16": 39,
    "duration: 0.03, velocity: 20": 40,
    "duration: 0.03, velocity: 25": 41,
    "duration: 0.03, velocity: 32": 42,
    "duration: 0.03, velocity: 40": 43,
    "duration: 0.03, velocity: 51": 44,
    "duration: 0.03, velocity: 64": 45,
    "duration: 0.03, velocity: 80": 46,
    "duration: 0.03, velocity: 101": 47,
    "duration: 0.03, velocity: 127": 48,
    "duration: 0.04, velocity: 0": 49,
    "duration: 0.04, velocity: 25": 50,
    "duration: 0.04, velocity: 32": 51,
    "duration: 0.04, velocity: 40": 52,
    "duration: 0.04, velocity: 51": 53,
    "duration: 0.04, velocity: 64": 54,
    "duration: 0.04, velocity: 80": 55,
    "duration: 0.04, velocity: 101": 56,
    "duration: 0.04, velocity: 127": 57,
    "duration: 0.05, velocity: 0": 58,
    "duration: 0.05, velocity: 6": 59,
    "duration: 0.05, velocity: 8": 60,
    "duration: 0.05, velocity: 10": 61,
    "duration: 0.05, velocity: 13": 62,
    "duration: 0.05, velocity: 16": 63,
    "duration: 0.05, velocity: 20": 64,
    "duration: 0.05, velocity: 25": 65,
    "duration: 0.05, velocity: 32": 66,
    "duration: 0.05, velocity: 40": 67,
    "duration: 0.05, velocity: 51": 68,
    "duration: 0.05, velocity: 64": 69,
    "duration: 0.05, velocity: 80": 70,
    "duration: 0.05, velocity: 101": 71,
    "duration: 0.05, velocity: 127": 72,
    "duration: 0.06, velocity: 0": 73,
    "duration: 0.06, velocity: 8": 74,
    "duration: 0.06, velocity: 16": 75,
    "duration: 0.06, velocity: 20": 76,
    "duration: 0.06, velocity: 25": 77,
    "duration: 0.06, velocity: 32": 78,
    "duration: 0.06, velocity: 40": 79,
    "duration: 0.06, velocity: 51": 80,
    "duration: 0.06, velocity: 64": 81,
    "duration: 0.06, velocity: 80": 82,
    "duration: 0.06, velocity: 101": 83,
    "duration: 0.06, velocity: 127": 84,
    "duration: 0.07, velocity: 0": 85,
    "duration: 0.07, velocity: 4": 86,
    "duration: 0.07, velocity: 5": 87,
    "duration: 0.07, velocity: 6": 88,
    "duration: 0.07, velocity: 8": 89,
    "duration: 0.07, velocity: 10": 90,
    "duration: 0.07, velocity: 13": 91,
    "duration: 0.07, velocity: 16": 92,
    "duration: 0.07, velocity: 20": 93,
    "duration: 0.07, velocity: 25": 94,
    "duration: 0.07, velocity: 32": 95,
    "duration: 0.07, velocity: 40": 96,
    "duration: 0.07, velocity: 51": 97,
    "duration: 0.07, velocity: 64": 98,
    "duration: 0.07, velocity: 80": 99,
    "duration: 0.07, velocity: 101": 100,
    "duration: 0.07, velocity: 127": 101,
    "duration: 0.08, velocity: 0": 102,
    "duration: 0.08, velocity: 5": 103,
    "duration: 0.08, velocity: 6": 104,
    "duration: 0.08, velocity: 8": 105,
    "duration: 0.08, velocity: 10": 106,
    "duration: 0.08, velocity: 13": 107,
    "duration: 0.08, velocity: 16": 108,
    "duration: 0.08, velocity: 20": 109,
    "duration: 0.08, velocity: 25": 110,
    "duration: 0.08, velocity: 32": 111,
    "duration: 0.08, velocity: 40": 112,
    "duration: 0.08, velocity: 51": 113,
    "duration: 0.08, velocity: 64": 114,
    "duration: 0.08, velocity: 80": 115,
    "duration: 0.08, velocity: 101": 116,
    "duration: 0.08, velocity: 127": 117,
    "duration: 0.09, velocity: 0": 118,
    "duration: 0.09, velocity: 4": 119,
    "duration: 0.09, velocity: 5": 120,
    "duration: 0.09, velocity: 13": 121,
    "duration: 0.09, velocity: 16": 122,
    "duration: 0.09, velocity: 20": 123,
    "duration: 0.09, velocity: 25": 124,
    "duration: 0.09, velocity: 32": 125,
    "duration: 0.09, velocity: 40": 126,
    "duration: 0.09, velocity: 51": 127,
    "duration: 0.09, velocity: 64": 128,
    "duration: 0.09, velocity: 80": 129,
    "duration: 0.09, velocity: 101": 130,
    "duration: 0.09, velocity: 127": 131,
    "duration: 0.1, velocity: 0": 132,
    "duration: 0.1, velocity: 4": 133,
    "duration: 0.1, velocity: 6": 134,
    "duration: 0.1, velocity: 8": 135,
    "duration: 0.1, velocity: 10": 136,
    "duration: 0.1, velocity: 13": 137,
    "duration: 0.1, velocity: 16": 138,
    "duration: 0.1, velocity: 20": 139,
    "duration: 0.1, velocity: 25": 140,
    "duration: 0.1, velocity: 32": 141,
    "duration: 0.1, velocity: 40": 142,
    "duration: 0.1, velocity: 51": 143,
    "duration: 0.1, velocity: 64": 144,
    "duration: 0.1, velocity: 80": 145,
    "duration: 0.1, velocity: 101": 146,
    "duration: 0.1, velocity: 127": 147,
    "duration: 0.11, velocity: 0": 148,
    "duration: 0.11, velocity: 4": 149,
    "duration: 0.11, velocity: 10": 150,
    "duration: 0.11, velocity: 20": 151,
    "duration: 0.11, velocity: 25": 152,
    "duration: 0.11, velocity: 32": 153,
    "duration: 0.11, velocity: 40": 154,
    "duration: 0.11, velocity: 51": 155,
    "duration: 0.11, velocity: 64": 156,
    "duration: 0.11, velocity: 80": 157,
    "duration: 0.11, velocity: 101": 158,
    "duration: 0.11, velocity: 127": 159,
    "duration: 0.12, velocity: 0": 160,
    "duration: 0.12, velocity: 4": 161,
    "duration: 0.12, velocity: 8": 162,
    "duration: 0.12, velocity: 10": 163,
    "duration: 0.12, velocity: 13": 164,
    "duration: 0.12, velocity: 16": 165,
    "duration: 0.12, velocity: 20": 166,
    "duration: 0.12, velocity: 25": 167,
    "duration: 0.12, velocity: 32": 168,
    "duration: 0.12, velocity: 40": 169,
    "duration: 0.12, velocity: 51": 170,
    "duration: 0.12, velocity: 64": 171,
    "duration: 0.12, velocity: 80": 172,
    "duration: 0.12, velocity: 101": 173,
    "duration: 0.12, velocity: 127": 174,
    "duration: 0.13, velocity: 0": 175,
    "duration: 0.13, velocity: 4": 176,
    "duration: 0.13, velocity: 10": 177,
    "duration: 0.13, velocity: 13": 178,
    "duration: 0.13, velocity: 16": 179,
    "duration: 0.13, velocity: 20": 180,
    "duration: 0.13, velocity: 25": 181,
    "duration: 0.13, velocity: 32": 182,
    "duration: 0.13, velocity: 40": 183,
    "duration: 0.13, velocity: 51": 184,
    "duration: 0.13, velocity: 64": 185,
    "duration: 0.13, velocity: 80": 186,
    "duration: 0.13, velocity: 101": 187,
    "duration: 0.13, velocity: 127": 188,
    "duration: 0.14, velocity: 0": 189,
    "duration: 0.14, velocity: 4": 190,
    "duration: 0.14, velocity: 10": 191,
    "duration: 0.14, velocity: 13": 192,
    "duration: 0.14, velocity: 16": 193,
    "duration: 0.14, velocity: 20": 194,
    "duration: 0.14, velocity: 25": 195,
    "duration: 0.14, velocity: 32": 196,
    "duration: 0.14, velocity: 40": 197,
    "duration: 0.14, velocity: 51": 198,
    "duration: 0.14, velocity: 64": 199,
    "duration: 0.14, velocity: 80": 200,
    "duration: 0.14, velocity: 101": 201,
    "duration: 0.14, velocity: 127": 202,
    "duration: 0.15, velocity: 0": 203,
    "duration: 0.15, velocity: 10": 204,
    "duration: 0.15, velocity: 13": 205,
    "duration: 0.15, velocity: 16": 206,
    "duration: 0.15, velocity: 20": 207,
    "duration: 0.15, velocity: 25": 208,
    "duration: 0.15, velocity: 32": 209,
    "duration: 0.15, velocity: 40": 210,
    "duration: 0.15, velocity: 51": 211,
    "duration: 0.15, velocity: 64": 212,
    "duration: 0.15, velocity: 80": 213,
    "duration: 0.15, velocity: 101": 214,
    "duration: 0.15, velocity: 127": 215,
    "duration: 0.16, velocity: 0": 216,
    "duration: 0.16, velocity: 4": 217,
    "duration: 0.16, velocity: 5": 218,
    "duration: 0.16, velocity: 8": 219,
    "duration: 0.16, velocity: 13": 220,
    "duration: 0.16, velocity: 16": 221,
    "duration: 0.16, velocity: 20": 222,
    "duration: 0.16, velocity: 25": 223,
    "duration: 0.16, velocity: 32": 224,
    "duration: 0.16, velocity: 40": 225,
    "duration: 0.16, velocity: 51": 226,
    "duration: 0.16, velocity: 64": 227,
    "duration: 0.16, velocity: 80": 228,
    "duration: 0.16, velocity: 101": 229,
    "duration: 0.16, velocity: 127": 230,
    "duration: 0.17, velocity: 0": 231,
    "duration: 0.17, velocity: 4": 232,
    "duration: 0.17, velocity: 5": 233,
    "duration: 0.17, velocity: 8": 234,
    "duration: 0.17, velocity: 13": 235,
    "duration: 0.17, velocity: 20": 236,
    "duration: 0.17, velocity: 25": 237,
    "duration: 0.17, velocity: 32": 238,
    "duration: 0.17, velocity: 40": 239,
    "duration: 0.17, velocity: 51": 240,
    "duration: 0.17, velocity: 64": 241,
    "duration: 0.17, velocity: 80": 242,
    "duration: 0.17, velocity: 101": 243,
    "duration: 0.17, velocity: 127": 244,
    "duration: 0.18, velocity: 0": 245,
    "duration: 0.18, velocity: 4": 246,
    "duration: 0.18, velocity: 6": 247,
    "duration: 0.18, velocity: 8": 248,
    "duration: 0.18, velocity: 10": 249,
    "duration: 0.18, velocity: 13": 250,
    "duration: 0.18, velocity: 16": 251,
    "duration: 0.18, velocity: 20": 252,
    "duration: 0.18, velocity: 25": 253,
    "duration: 0.18, velocity: 32": 254,
    "duration: 0.18, velocity: 40": 255,
    "duration: 0.18, velocity: 51": 256,
    "duration: 0.18, velocity: 64": 257,
    "duration: 0.18, velocity: 80": 258,
    "duration: 0.18, velocity: 101": 259,
    "duration: 0.18, velocity: 127": 260,
    "duration: 0.19, velocity: 0": 261,
    "duration: 0.19, velocity: 4": 262,
    "duration: 0.19, velocity: 6": 263,
    "duration: 0.19, velocity: 10": 264,
    "duration: 0.19, velocity: 16": 265,
    "duration: 0.19, velocity: 20": 266,
    "duration: 0.19, velocity: 25": 267,
    "duration: 0.19, velocity: 32": 268,
    "duration: 0.19, velocity: 40": 269,
    "duration: 0.19, velocity: 51": 270,
    "duration: 0.19, velocity: 64": 271,
    "duration: 0.19, velocity: 80": 272,
    "duration: 0.19, velocity: 101": 273,
    "duration: 0.19, velocity: 127": 274,
    "duration: 0.2, velocity: 0": 275,
    "duration: 0.2, velocity: 4": 276,
    "duration: 0.2, velocity: 5": 277,
    "duration: 0.2, velocity: 6": 278,
    "duration: 0.2, velocity: 8": 279,
    "duration: 0.2, velocity: 10": 280,
    "duration: 0.2, velocity: 13": 281,
    "duration: 0.2, velocity: 16": 282,
    "duration: 0.2, velocity: 20": 283,
    "duration: 0.2, velocity: 25": 284,
    "duration: 0.2, velocity: 32": 285,
    "duration: 0.2, velocity: 40": 286,
    "duration: 0.2, velocity: 51": 287,
    "duration: 0.2, velocity: 64": 288,
    "duration: 0.2, velocity: 80": 289,
    "duration: 0.2, velocity: 101": 290,
    "duration: 0.2, velocity: 127": 291,
    "duration: 0.21, velocity: 0": 292,
    "duration: 0.21, velocity: 4": 293,
    "duration: 0.21, velocity: 5": 294,
    "duration: 0.21, velocity: 6": 295,
    "duration: 0.21, velocity: 10": 296,
    "duration: 0.21, velocity: 20": 297,
    "duration: 0.21, velocity: 25": 298,
    "duration: 0.21, velocity: 32": 299,
    "duration: 0.21, velocity: 40": 300,
    "duration: 0.21, velocity: 51": 301,
    "duration: 0.21, velocity: 64": 302,
    "duration: 0.21, velocity: 80": 303,
    "duration: 0.21, velocity: 101": 304,
    "duration: 0.21, velocity: 127": 305,
    "duration: 0.22, velocity: 0": 306,
    "duration: 0.22, velocity: 4": 307,
    "duration: 0.22, velocity: 5": 308,
    "duration: 0.22, velocity: 8": 309,
    "duration: 0.22, velocity: 13": 310,
    "duration: 0.22, velocity: 20": 311,
    "duration: 0.22, velocity: 25": 312,
    "duration: 0.22, velocity: 32": 313,
    "duration: 0.22, velocity: 40": 314,
    "duration: 0.22, velocity: 51": 315,
    "duration: 0.22, velocity: 64": 316,
    "duration: 0.22, velocity: 80": 317,
    "duration: 0.22, velocity: 101": 318,
    "duration: 0.22, velocity: 127": 319,
    "duration: 0.23, velocity: 0": 320,
    "duration: 0.23, velocity: 4": 321,
    "duration: 0.23, velocity: 5": 322,
    "duration: 0.23, velocity: 6": 323,
    "duration: 0.23, velocity: 10": 324,
    "duration: 0.23, velocity: 13": 325,
    "duration: 0.23, velocity: 16": 326,
    "duration: 0.23, velocity: 20": 327,
    "duration: 0.23, velocity: 25": 328,
    "duration: 0.23, velocity: 32": 329,
    "duration: 0.23, velocity: 40": 330,
    "duration: 0.23, velocity: 51": 331,
    "duration: 0.23, velocity: 64": 332,
    "duration: 0.23, velocity: 80": 333,
    "duration: 0.23, velocity: 101": 334,
    "duration: 0.23, velocity: 127": 335,
    "duration: 0.24, velocity: 0": 336,
    "duration: 0.24, velocity: 4": 337,
    "duration: 0.24, velocity: 6": 338,
    "duration: 0.24, velocity: 8": 339,
    "duration: 0.24, velocity: 13": 340,
    "duration: 0.24, velocity: 20": 341,
    "duration: 0.24, velocity: 25": 342,
    "duration: 0.24, velocity: 32": 343,
    "duration: 0.24, velocity: 40": 344,
    "duration: 0.24, velocity: 51": 345,
    "duration: 0.24, velocity: 64": 346,
    "duration: 0.24, velocity: 80": 347,
    "duration: 0.24, velocity: 101": 348,
    "duration: 0.24, velocity: 127": 349,
    "duration: 0.25, velocity: 0": 350,
    "duration: 0.25, velocity: 6": 351,
    "duration: 0.25, velocity: 20": 352,
    "duration: 0.25, velocity: 25": 353,
    "duration: 0.25, velocity: 32": 354,
    "duration: 0.25, velocity: 40": 355,
    "duration: 0.25, velocity: 51": 356,
    "duration: 0.25, velocity: 64": 357,
    "duration: 0.25, velocity: 80": 358,
    "duration: 0.25, velocity: 101": 359,
    "duration: 0.25, velocity: 127": 360,
    "duration: 0.26, velocity: 0": 361,
    "duration: 0.26, velocity: 4": 362,
    "duration: 0.26, velocity: 20": 363,
    "duration: 0.26, velocity: 25": 364,
    "duration: 0.26, velocity: 32": 365,
    "duration: 0.26, velocity: 40": 366,
    "duration: 0.26, velocity: 51": 367,
    "duration: 0.26, velocity: 64": 368,
    "duration: 0.26, velocity: 80": 369,
    "duration: 0.26, velocity: 101": 370,
    "duration: 0.26, velocity: 127": 371,
    "duration: 0.27, velocity: 0": 372,
    "duration: 0.27, velocity: 8": 373,
    "duration: 0.27, velocity: 13": 374,
    "duration: 0.27, velocity: 16": 375,
    "duration: 0.27, velocity: 20": 376,
    "duration: 0.27, velocity: 25": 377,
    "duration: 0.27, velocity: 32": 378,
    "duration: 0.27, velocity: 40": 379,
    "duration: 0.27, velocity: 51": 380,
    "duration: 0.27, velocity: 64": 381,
    "duration: 0.27, velocity: 80": 382,
    "duration: 0.27, velocity: 101": 383,
    "duration: 0.27, velocity: 127": 384,
    "duration: 0.28, velocity: 0": 385,
    "duration: 0.28, velocity: 16": 386,
    "duration: 0.28, velocity: 20": 387,
    "duration: 0.28, velocity: 25": 388,
    "duration: 0.28, velocity: 32": 389,
    "duration: 0.28, velocity: 40": 390,
    "duration: 0.28, velocity: 51": 391,
    "duration: 0.28, velocity: 64": 392,
    "duration: 0.28, velocity: 80": 393,
    "duration: 0.28, velocity: 101": 394,
    "duration: 0.28, velocity: 127": 395,
    "duration: 0.29, velocity: 0": 396,
    "duration: 0.29, velocity: 13": 397,
    "duration: 0.29, velocity: 16": 398,
    "duration: 0.29, velocity: 20": 399,
    "duration: 0.29, velocity: 25": 400,
    "duration: 0.29, velocity: 32": 401,
    "duration: 0.29, velocity: 40": 402,
    "duration: 0.29, velocity: 51": 403,
    "duration: 0.29, velocity: 64": 404,
    "duration: 0.29, velocity: 80": 405,
    "duration: 0.29, velocity: 101": 406,
    "duration: 0.29, velocity: 127": 407,
    "duration: 0.3, velocity: 0": 408,
    "duration: 0.3, velocity: 4": 409,
    "duration: 0.3, velocity: 8": 410,
    "duration: 0.3, velocity: 13": 411,
    "duration: 0.3, velocity: 16": 412,
    "duration: 0.3, velocity: 20": 413,
    "duration: 0.3, velocity: 25": 414,
    "duration: 0.3, velocity: 32": 415,
    "duration: 0.3, velocity: 40": 416,
    "duration: 0.3, velocity: 51": 417,
    "duration: 0.3, velocity: 64": 418,
    "duration: 0.3, velocity: 80": 419,
    "duration: 0.3, velocity: 101": 420,
    "duration: 0.3, velocity: 127": 421,
    "duration: 0.31, velocity: 0": 422,
    "duration: 0.31, velocity: 4": 423,
    "duration: 0.31, velocity: 13": 424,
    "duration: 0.31, velocity: 16": 425,
    "duration: 0.31, velocity: 20": 426,
    "duration: 0.31, velocity: 25": 427,
    "duration: 0.31, velocity: 32": 428,
    "duration: 0.31, velocity: 40": 429,
    "duration: 0.31, velocity: 51": 430,
    "duration: 0.31, velocity: 64": 431,
    "duration: 0.31, velocity: 80": 432,
    "duration: 0.31, velocity: 101": 433,
    "duration: 0.31, velocity: 127": 434,
    "duration: 0.32, velocity: 0": 435,
    "duration: 0.32, velocity: 8": 436,
    "duration: 0.32, velocity: 13": 437,
    "duration: 0.32, velocity: 20": 438,
    "duration: 0.32, velocity: 25": 439,
    "duration: 0.32, velocity: 32": 440,
    "duration: 0.32, velocity: 40": 441,
    "duration: 0.32, velocity: 51": 442,
    "duration: 0.32, velocity: 64": 443,
    "duration: 0.32, velocity: 80": 444,
    "duration: 0.32, velocity: 101": 445,
    "duration: 0.32, velocity: 127": 446,
    "duration: 0.33, velocity: 0": 447,
    "duration: 0.33, velocity: 4": 448,
    "duration: 0.33, velocity: 8": 449,
    "duration: 0.33, velocity: 10": 450,
    "duration: 0.33, velocity: 13": 451,
    "duration: 0.33, velocity: 20": 452,
    "duration: 0.33, velocity: 25": 453,
    "duration: 0.33, velocity: 32": 454,
    "duration: 0.33, velocity: 40": 455,
    "duration: 0.33, velocity: 51": 456,
    "duration: 0.33, velocity: 64": 457,
    "duration: 0.33, velocity: 80": 458,
    "duration: 0.33, velocity: 101": 459,
    "duration: 0.33, velocity: 127": 460,
    "duration: 0.34, velocity: 0": 461,
    "duration: 0.34, velocity: 5": 462,
    "duration: 0.34, velocity: 13": 463,
    "duration: 0.34, velocity: 20": 464,
    "duration: 0.34, velocity: 25": 465,
    "duration: 0.34, velocity: 32": 466,
    "duration: 0.34, velocity: 40": 467,
    "duration: 0.34, velocity: 51": 468,
    "duration: 0.34, velocity: 64": 469,
    "duration: 0.34, velocity: 80": 470,
    "duration: 0.34, velocity: 101": 471,
    "duration: 0.34, velocity: 127": 472,
    "duration: 0.35, velocity: 0": 473,
    "duration: 0.35, velocity: 4": 474,
    "duration: 0.35, velocity: 10": 475,
    "duration: 0.35, velocity: 16": 476,
    "duration: 0.35, velocity: 20": 477,
    "duration: 0.35, velocity: 25": 478,
    "duration: 0.35, velocity: 32": 479,
    "duration: 0.35, velocity: 40": 480,
    "duration: 0.35, velocity: 51": 481,
    "duration: 0.35, velocity: 64": 482,
    "duration: 0.35, velocity: 80": 483,
    "duration: 0.35, velocity: 101": 484,
    "duration: 0.35, velocity: 127": 485,
    "duration: 0.36, velocity: 0": 486,
    "duration: 0.36, velocity: 4": 487,
    "duration: 0.36, velocity: 13": 488,
    "duration: 0.36, velocity: 16": 489,
    "duration: 0.36, velocity: 20": 490,
    "duration: 0.36, velocity: 25": 491,
    "duration: 0.36, velocity: 32": 492,
    "duration: 0.36, velocity: 40": 493,
    "duration: 0.36, velocity: 51": 494,
    "duration: 0.36, velocity: 64": 495,
    "duration: 0.36, velocity: 80": 496,
    "duration: 0.36, velocity: 101": 497,
    "duration: 0.36, velocity: 127": 498,
    "duration: 0.37, velocity: 0": 499,
    "duration: 0.37, velocity: 10": 500,
    "duration: 0.37, velocity: 16": 501,
    "duration: 0.37, velocity: 25": 502,
    "duration: 0.37, velocity: 32": 503,
    "duration: 0.37, velocity: 40": 504,
    "duration: 0.37, velocity: 51": 505,
    "duration: 0.37, velocity: 64": 506,
    "duration: 0.37, velocity: 80": 507,
    "duration: 0.37, velocity: 101": 508,
    "duration: 0.37, velocity: 127": 509,
    "duration: 0.38, velocity: 0": 510,
    "duration: 0.38, velocity: 4": 511,
    "duration: 0.38, velocity: 8": 512,
    "duration: 0.38, velocity: 10": 513,
    "duration: 0.38, velocity: 16": 514,
    "duration: 0.38, velocity: 20": 515,
    "duration: 0.38, velocity: 25": 516,
    "duration: 0.38, velocity: 32": 517,
    "duration: 0.38, velocity: 40": 518,
    "duration: 0.38, velocity: 51": 519,
    "duration: 0.38, velocity: 64": 520,
    "duration: 0.38, velocity: 80": 521,
    "duration: 0.38, velocity: 101": 522,
    "duration: 0.38, velocity: 127": 523,
    "duration: 0.39, velocity: 0": 524,
    "duration: 0.39, velocity: 4": 525,
    "duration: 0.39, velocity: 25": 526,
    "duration: 0.39, velocity: 32": 527,
    "duration: 0.39, velocity: 40": 528,
    "duration: 0.39, velocity: 51": 529,
    "duration: 0.39, velocity: 64": 530,
    "duration: 0.39, velocity: 80": 531,
    "duration: 0.39, velocity: 101": 532,
    "duration: 0.39, velocity: 127": 533,
    "duration: 0.4, velocity: 0": 534,
    "duration: 0.4, velocity: 4": 535,
    "duration: 0.4, velocity: 10": 536,
    "duration: 0.4, velocity: 16": 537,
    "duration: 0.4, velocity: 25": 538,
    "duration: 0.4, velocity: 32": 539,
    "duration: 0.4, velocity: 40": 540,
    "duration: 0.4, velocity: 51": 541,
    "duration: 0.4, velocity: 64": 542,
    "duration: 0.4, velocity: 80": 543,
    "duration: 0.4, velocity: 101": 544,
    "duration: 0.4, velocity: 127": 545,
    "duration: 0.41, velocity: 0": 546,
    "duration: 0.41, velocity: 4": 547,
    "duration: 0.41, velocity: 5": 548,
    "duration: 0.41, velocity: 20": 549,
    "duration: 0.41, velocity: 25": 550,
    "duration: 0.41, velocity: 32": 551,
    "duration: 0.41, velocity: 40": 552,
    "duration: 0.41, velocity: 51": 553,
    "duration: 0.41, velocity: 64": 554,
    "duration: 0.41, velocity: 80": 555,
    "duration: 0.41, velocity: 101": 556,
    "duration: 0.41, velocity: 127": 557,
    "duration: 0.42, velocity: 0": 558,
    "duration: 0.42, velocity: 8": 559,
    "duration: 0.42, velocity: 13": 560,
    "duration: 0.42, velocity: 20": 561,
    "duration: 0.42, velocity: 25": 562,
    "duration: 0.42, velocity: 32": 563,
    "duration: 0.42, velocity: 40": 564,
    "duration: 0.42, velocity: 51": 565,
    "duration: 0.42, velocity: 64": 566,
    "duration: 0.42, velocity: 80": 567,
    "duration: 0.42, velocity: 101": 568,
    "duration: 0.42, velocity: 127": 569,
    "duration: 0.43, velocity: 0": 570,
    "duration: 0.43, velocity: 4": 571,
    "duration: 0.43, velocity: 25": 572,
    "duration: 0.43, velocity: 32": 573,
    "duration: 0.43, velocity: 40": 574,
    "duration: 0.43, velocity: 51": 575,
    "duration: 0.43, velocity: 64": 576,
    "duration: 0.43, velocity: 80": 577,
    "duration: 0.43, velocity: 101": 578,
    "duration: 0.43, velocity: 127": 579,
    "duration: 0.44, velocity: 0": 580,
    "duration: 0.44, velocity: 4": 581,
    "duration: 0.44, velocity: 13": 582,
    "duration: 0.44, velocity: 25": 583,
    "duration: 0.44, velocity: 32": 584,
    "duration: 0.44, velocity: 40": 585,
    "duration: 0.44, velocity: 51": 586,
    "duration: 0.44, velocity: 64": 587,
    "duration: 0.44, velocity: 80": 588,
    "duration: 0.44, velocity: 101": 589,
    "duration: 0.44, velocity: 127": 590,
    "duration: 0.45, velocity: 0": 591,
    "duration: 0.45, velocity: 4": 592,
    "duration: 0.45, velocity: 8": 593,
    "duration: 0.45, velocity: 13": 594,
    "duration: 0.45, velocity: 20": 595,
    "duration: 0.45, velocity: 25": 596,
    "duration: 0.45, velocity: 32": 597,
    "duration: 0.45, velocity: 40": 598,
    "duration: 0.45, velocity: 51": 599,
    "duration: 0.45, velocity: 64": 600,
    "duration: 0.45, velocity: 80": 601,
    "duration: 0.45, velocity: 101": 602,
    "duration: 0.45, velocity: 127": 603,
    "duration: 0.46, velocity: 0": 604,
    "duration: 0.46, velocity: 4": 605,
    "duration: 0.46, velocity: 8": 606,
    "duration: 0.46, velocity: 16": 607,
    "duration: 0.46, velocity: 20": 608,
    "duration: 0.46, velocity: 25": 609,
    "duration: 0.46, velocity: 32": 610,
    "duration: 0.46, velocity: 40": 611,
    "duration: 0.46, velocity: 51": 612,
    "duration: 0.46, velocity: 64": 613,
    "duration: 0.46, velocity: 80": 614,
    "duration: 0.46, velocity: 101": 615,
    "duration: 0.46, velocity: 127": 616,
    "duration: 0.47, velocity: 0": 617,
    "duration: 0.47, velocity: 4": 618,
    "duration: 0.47, velocity: 6": 619,
    "duration: 0.47, velocity: 8": 620,
    "duration: 0.47, velocity: 13": 621,
    "duration: 0.47, velocity: 20": 622,
    "duration: 0.47, velocity: 25": 623,
    "duration: 0.47, velocity: 32": 624,
    "duration: 0.47, velocity: 40": 625,
    "duration: 0.47, velocity: 51": 626,
    "duration: 0.47, velocity: 64": 627,
    "duration: 0.47, velocity: 80": 628,
    "duration: 0.47, velocity: 101": 629,
    "duration: 0.47, velocity: 127": 630,
    "duration: 0.48, velocity: 0": 631,
    "duration: 0.48, velocity: 4": 632,
    "duration: 0.48, velocity: 10": 633,
    "duration: 0.48, velocity: 16": 634,
    "duration: 0.48, velocity: 20": 635,
    "duration: 0.48, velocity: 25": 636,
    "duration: 0.48, velocity: 32": 637,
    "duration: 0.48, velocity: 40": 638,
    "duration: 0.48, velocity: 51": 639,
    "duration: 0.48, velocity: 64": 640,
    "duration: 0.48, velocity: 80": 641,
    "duration: 0.48, velocity: 101": 642,
    "duration: 0.48, velocity: 127": 643,
    "duration: 0.49, velocity: 0": 644,
    "duration: 0.49, velocity: 20": 645,
    "duration: 0.49, velocity: 25": 646,
    "duration: 0.49, velocity: 32": 647,
    "duration: 0.49, velocity: 40": 648,
    "duration: 0.49, velocity: 51": 649,
    "duration: 0.49, velocity: 64": 650,
    "duration: 0.49, velocity: 80": 651,
    "duration: 0.49, velocity: 101": 652,
    "duration: 0.49, velocity: 127": 653,
    "duration: 0.5, velocity: 0": 654,
    "duration: 0.5, velocity: 4": 655,
    "duration: 0.5, velocity: 13": 656,
    "duration: 0.5, velocity: 16": 657,
    "duration: 0.5, velocity: 20": 658,
    "duration: 0.5, velocity: 25": 659,
    "duration: 0.5, velocity: 32": 660,
    "duration: 0.5, velocity: 40": 661,
    "duration: 0.5, velocity: 51": 662,
    "duration: 0.5, velocity: 64": 663,
    "duration: 0.5, velocity: 80": 664,
    "duration: 0.5, velocity: 101": 665,
    "duration: 0.5, velocity: 127": 666,
    "duration: 0.51, velocity: 0": 667,
    "duration: 0.51, velocity: 4": 668,
    "duration: 0.51, velocity: 10": 669,
    "duration: 0.51, velocity: 13": 670,
    "duration: 0.51, velocity: 25": 671,
    "duration: 0.51, velocity: 32": 672,
    "duration: 0.51, velocity: 40": 673,
    "duration: 0.51, velocity: 51": 674,
    "duration: 0.51, velocity: 64": 675,
    "duration: 0.51, velocity: 80": 676,
    "duration: 0.51, velocity: 101": 677,
    "duration: 0.51, velocity: 127": 678,
    "duration: 0.52, velocity: 0": 679,
    "duration: 0.52, velocity: 4": 680,
    "duration: 0.52, velocity: 25": 681,
    "duration: 0.52, velocity: 32": 682,
    "duration: 0.52, velocity: 40": 683,
    "duration: 0.52, velocity: 51": 684,
    "duration: 0.52, velocity: 64": 685,
    "duration: 0.52, velocity: 80": 686,
    "duration: 0.52, velocity: 101": 687,
    "duration: 0.52, velocity: 127": 688,
    "duration: 0.53, velocity: 0": 689,
    "duration: 0.53, velocity: 13": 690,
    "duration: 0.53, velocity: 25": 691,
    "duration: 0.53, velocity: 32": 692,
    "duration: 0.53, velocity: 40": 693,
    "duration: 0.53, velocity: 51": 694,
    "duration: 0.53, velocity: 64": 695,
    "duration: 0.53, velocity: 80": 696,
    "duration: 0.53, velocity: 101": 697,
    "duration: 0.53, velocity: 127": 698,
    "duration: 0.54, velocity: 0": 699,
    "duration: 0.54, velocity: 25": 700,
    "duration: 0.54, velocity: 32": 701,
    "duration: 0.54, velocity: 40": 702,
    "duration: 0.54, velocity: 51": 703,
    "duration: 0.54, velocity: 64": 704,
    "duration: 0.54, velocity: 80": 705,
    "duration: 0.54, velocity: 101": 706,
    "duration: 0.54, velocity: 127": 707,
    "duration: 0.55, velocity: 0": 708,
    "duration: 0.55, velocity: 10": 709,
    "duration: 0.55, velocity: 20": 710,
    "duration: 0.55, velocity: 25": 711,
    "duration: 0.55, velocity: 32": 712,
    "duration: 0.55, velocity: 40": 713,
    "duration: 0.55, velocity: 51": 714,
    "duration: 0.55, velocity: 64": 715,
    "duration: 0.55, velocity: 80": 716,
    "duration: 0.55, velocity: 101": 717,
    "duration: 0.55, velocity: 127": 718,
    "duration: 0.56, velocity: 0": 719,
    "duration: 0.56, velocity: 25": 720,
    "duration: 0.56, velocity: 32": 721,
    "duration: 0.56, velocity: 40": 722,
    "duration: 0.56, velocity: 51": 723,
    "duration: 0.56, velocity: 64": 724,
    "duration: 0.56, velocity: 80": 725,
    "duration: 0.56, velocity: 101": 726,
    "duration: 0.56, velocity: 127": 727,
    "duration: 0.57, velocity: 0": 728,
    "duration: 0.57, velocity: 4": 729,
    "duration: 0.57, velocity: 20": 730,
    "duration: 0.57, velocity: 25": 731,
    "duration: 0.57, velocity: 32": 732,
    "duration: 0.57, velocity: 40": 733,
    "duration: 0.57, velocity: 51": 734,
    "duration: 0.57, velocity: 64": 735,
    "duration: 0.57, velocity: 80": 736,
    "duration: 0.57, velocity: 101": 737,
    "duration: 0.57, velocity: 127": 738,
    "duration: 0.58, velocity: 0": 739,
    "duration: 0.58, velocity: 4": 740,
    "duration: 0.58, velocity: 16": 741,
    "duration: 0.58, velocity: 25": 742,
    "duration: 0.58, velocity: 32": 743,
    "duration: 0.58, velocity: 40": 744,
    "duration: 0.58, velocity: 51": 745,
    "duration: 0.58, velocity: 64": 746,
    "duration: 0.58, velocity: 80": 747,
    "duration: 0.58, velocity: 101": 748,
    "duration: 0.58, velocity: 127": 749,
    "duration: 0.59, velocity: 0": 750,
    "duration: 0.59, velocity: 4": 751,
    "duration: 0.59, velocity: 13": 752,
    "duration: 0.59, velocity: 20": 753,
    "duration: 0.59, velocity: 25": 754,
    "duration: 0.59, velocity: 32": 755,
    "duration: 0.59, velocity: 40": 756,
    "duration: 0.59, velocity: 51": 757,
    "duration: 0.59, velocity: 64": 758,
    "duration: 0.59, velocity: 80": 759,
    "duration: 0.59, velocity: 101": 760,
    "duration: 0.59, velocity: 127": 761,
    "duration: 0.6, velocity: 0": 762,
    "duration: 0.6, velocity: 4": 763,
    "duration: 0.6, velocity: 13": 764,
    "duration: 0.6, velocity: 20": 765,
    "duration: 0.6, velocity: 25": 766,
    "duration: 0.6, velocity: 32": 767,
    "duration: 0.6, velocity: 40": 768,
    "duration: 0.6, velocity: 51": 769,
    "duration: 0.6, velocity: 64": 770,
    "duration: 0.6, velocity: 80": 771,
    "duration: 0.6, velocity: 101": 772,
    "duration: 0.6, velocity: 127": 773,
    "duration: 0.61, velocity: 0": 774,
    "duration: 0.61, velocity: 4": 775,
    "duration: 0.61, velocity: 10": 776,
    "duration: 0.61, velocity: 13": 777,
    "duration: 0.61, velocity: 16": 778,
    "duration: 0.61, velocity: 20": 779,
    "duration: 0.61, velocity: 25": 780,
    "duration: 0.61, velocity: 32": 781,
    "duration: 0.61, velocity: 40": 782,
    "duration: 0.61, velocity: 51": 783,
    "duration: 0.61, velocity: 64": 784,
    "duration: 0.61, velocity: 80": 785,
    "duration: 0.61, velocity: 101": 786,
    "duration: 0.61, velocity: 127": 787,
    "duration: 0.62, velocity: 0": 788,
    "duration: 0.62, velocity: 6": 789,
    "duration: 0.62, velocity: 16": 790,
    "duration: 0.62, velocity: 25": 791,
    "duration: 0.62, velocity: 32": 792,
    "duration: 0.62, velocity: 40": 793,
    "duration: 0.62, velocity: 51": 794,
    "duration: 0.62, velocity: 64": 795,
    "duration: 0.62, velocity: 80": 796,
    "duration: 0.62, velocity: 101": 797,
    "duration: 0.62, velocity: 127": 798,
    "duration: 0.63, velocity: 0": 799,
    "duration: 0.63, velocity: 8": 800,
    "duration: 0.63, velocity: 13": 801,
    "duration: 0.63, velocity: 16": 802,
    "duration: 0.63, velocity: 20": 803,
    "duration: 0.63, velocity: 25": 804,
    "duration: 0.63, velocity: 32": 805,
    "duration: 0.63, velocity: 40": 806,
    "duration: 0.63, velocity: 51": 807,
    "duration: 0.63, velocity: 64": 808,
    "duration: 0.63, velocity: 80": 809,
    "duration: 0.63, velocity: 101": 810,
    "duration: 0.63, velocity: 127": 811,
    "duration: 0.64, velocity: 0": 812,
    "duration: 0.64, velocity: 6": 813,
    "duration: 0.64, velocity: 20": 814,
    "duration: 0.64, velocity: 25": 815,
    "duration: 0.64, velocity: 32": 816,
    "duration: 0.64, velocity: 40": 817,
    "duration: 0.64, velocity: 51": 818,
    "duration: 0.64, velocity: 64": 819,
    "duration: 0.64, velocity: 80": 820,
    "duration: 0.64, velocity: 101": 821,
    "duration: 0.64, velocity: 127": 822,
    "duration: 0.65, velocity: 0": 823,
    "duration: 0.65, velocity: 6": 824,
    "duration: 0.65, velocity: 16": 825,
    "duration: 0.65, velocity: 25": 826,
    "duration: 0.65, velocity: 32": 827,
    "duration: 0.65, velocity: 40": 828,
    "duration: 0.65, velocity: 51": 829,
    "duration: 0.65, velocity: 64": 830,
    "duration: 0.65, velocity: 80": 831,
    "duration: 0.65, velocity: 101": 832,
    "duration: 0.65, velocity: 127": 833,
    "duration: 0.66, velocity: 0": 834,
    "duration: 0.66, velocity: 20": 835,
    "duration: 0.66, velocity: 25": 836,
    "duration: 0.66, velocity: 32": 837,
    "duration: 0.66, velocity: 40": 838,
    "duration: 0.66, velocity: 51": 839,
    "duration: 0.66, velocity: 64": 840,
    "duration: 0.66, velocity: 80": 841,
    "duration: 0.66, velocity: 101": 842,
    "duration: 0.66, velocity: 127": 843,
    "duration: 0.67, velocity: 0": 844,
    "duration: 0.67, velocity: 8": 845,
    "duration: 0.67, velocity: 25": 846,
    "duration: 0.67, velocity: 32": 847,
    "duration: 0.67, velocity: 40": 848,
    "duration: 0.67, velocity: 51": 849,
    "duration: 0.67, velocity: 64": 850,
    "duration: 0.67, velocity: 80": 851,
    "duration: 0.67, velocity: 101": 852,
    "duration: 0.67, velocity: 127": 853,
    "duration: 0.68, velocity: 0": 854,
    "duration: 0.68, velocity: 4": 855,
    "duration: 0.68, velocity: 13": 856,
    "duration: 0.68, velocity: 25": 857,
    "duration: 0.68, velocity: 32": 858,
    "duration: 0.68, velocity: 40": 859,
    "duration: 0.68, velocity: 51": 860,
    "duration: 0.68, velocity: 64": 861,
    "duration: 0.68, velocity: 80": 862,
    "duration: 0.68, velocity: 101": 863,
    "duration: 0.68, velocity: 127": 864,
    "duration: 0.69, velocity: 0": 865,
    "duration: 0.69, velocity: 4": 866,
    "duration: 0.69, velocity: 16": 867,
    "duration: 0.69, velocity: 20": 868,
    "duration: 0.69, velocity: 25": 869,
    "duration: 0.69, velocity: 32": 870,
    "duration: 0.69, velocity: 40": 871,
    "duration: 0.69, velocity: 51": 872,
    "duration: 0.69, velocity: 64": 873,
    "duration: 0.69, velocity: 80": 874,
    "duration: 0.69, velocity: 101": 875,
    "duration: 0.69, velocity: 127": 876,
    "duration: 0.7, velocity: 0": 877,
    "duration: 0.7, velocity: 8": 878,
    "duration: 0.7, velocity: 13": 879,
    "duration: 0.7, velocity: 20": 880,
    "duration: 0.7, velocity: 25": 881,
    "duration: 0.7, velocity: 32": 882,
    "duration: 0.7, velocity: 40": 883,
    "duration: 0.7, velocity: 51": 884,
    "duration: 0.7, velocity: 64": 885,
    "duration: 0.7, velocity: 80": 886,
    "duration: 0.7, velocity: 101": 887,
    "duration: 0.7, velocity: 127": 888,
    "duration: 0.71, velocity: 0": 889,
    "duration: 0.71, velocity: 6": 890,
    "duration: 0.71, velocity: 10": 891,
    "duration: 0.71, velocity: 25": 892,
    "duration: 0.71, velocity: 32": 893,
    "duration: 0.71, velocity: 40": 894,
    "duration: 0.71, velocity: 51": 895,
    "duration: 0.71, velocity: 64": 896,
    "duration: 0.71, velocity: 80": 897,
    "duration: 0.71, velocity: 101": 898,
    "duration: 0.71, velocity: 127": 899,
    "duration: 0.72, velocity: 0": 900,
    "duration: 0.72, velocity: 25": 901,
    "duration: 0.72, velocity: 32": 902,
    "duration: 0.72, velocity: 40": 903,
    "duration: 0.72, velocity: 51": 904,
    "duration: 0.72, velocity: 64": 905,
    "duration: 0.72, velocity: 80": 906,
    "duration: 0.72, velocity: 101": 907,
    "duration: 0.72, velocity: 127": 908,
    "duration: 0.73, velocity: 0": 909,
    "duration: 0.73, velocity: 25": 910,
    "duration: 0.73, velocity: 32": 911,
    "duration: 0.73, velocity: 40": 912,
    "duration: 0.73, velocity: 51": 913,
    "duration: 0.73, velocity: 64": 914,
    "duration: 0.73, velocity: 80": 915,
    "duration: 0.73, velocity: 101": 916,
    "duration: 0.73, velocity: 127": 917,
    "duration: 0.74, velocity: 0": 918,
    "duration: 0.74, velocity: 25": 919,
    "duration: 0.74, velocity: 32": 920,
    "duration: 0.74, velocity: 40": 921,
    "duration: 0.74, velocity: 51": 922,
    "duration: 0.74, velocity: 64": 923,
    "duration: 0.74, velocity: 80": 924,
    "duration: 0.74, velocity: 101": 925,
    "duration: 0.74, velocity: 127": 926,
    "duration: 0.75, velocity: 0": 927,
    "duration: 0.75, velocity: 25": 928,
    "duration: 0.75, velocity: 32": 929,
    "duration: 0.75, velocity: 40": 930,
    "duration: 0.75, velocity: 51": 931,
    "duration: 0.75, velocity: 64": 932,
    "duration: 0.75, velocity: 80": 933,
    "duration: 0.75, velocity: 101": 934,
    "duration: 0.75, velocity: 127": 935,
    "duration: 0.76, velocity: 0": 936,
    "duration: 0.76, velocity: 25": 937,
    "duration: 0.76, velocity: 32": 938,
    "duration: 0.76, velocity: 40": 939,
    "duration: 0.76, velocity: 51": 940,
    "duration: 0.76, velocity: 64": 941,
    "duration: 0.76, velocity: 80": 942,
    "duration: 0.76, velocity: 101": 943,
    "duration: 0.76, velocity: 127": 944,
    "duration: 0.77, velocity: 0": 945,
    "duration: 0.77, velocity: 25": 946,
    "duration: 0.77, velocity: 32": 947,
    "duration: 0.77, velocity: 40": 948,
    "duration: 0.77, velocity: 51": 949,
    "duration: 0.77, velocity: 64": 950,
    "duration: 0.77, velocity: 80": 951,
    "duration: 0.77, velocity: 101": 952,
    "duration: 0.77, velocity: 127": 953,
    "duration: 0.78, velocity: 0": 954,
    "duration: 0.78, velocity: 25": 955,
    "duration: 0.78, velocity: 32": 956,
    "duration: 0.78, velocity: 40": 957,
    "duration: 0.78, velocity: 51": 958,
    "duration: 0.78, velocity: 64": 959,
    "duration: 0.78, velocity: 80": 960,
    "duration: 0.78, velocity: 101": 961,
    "duration: 0.78, velocity: 127": 962,
    "duration: 0.79, velocity: 0": 963,
    "duration: 0.79, velocity: 25": 964,
    "duration: 0.79, velocity: 32": 965,
    "duration: 0.79, velocity: 40": 966,
    "duration: 0.79, velocity: 51": 967,
    "duration: 0.79, velocity: 64": 968,
    "duration: 0.79, velocity: 80": 969,
    "duration: 0.79, velocity: 101": 970,
    "duration: 0.79, velocity: 127": 971,
    "duration: 0.8, velocity: 0": 972,
    "duration: 0.8, velocity: 5": 973,
    "duration: 0.8, velocity: 25": 974,
    "duration: 0.8, velocity: 32": 975,
    "duration: 0.8, velocity: 40": 976,
    "duration: 0.8, velocity: 51": 977,
    "duration: 0.8, velocity: 64": 978,
    "duration: 0.8, velocity: 80": 979,
    "duration: 0.8, velocity: 101": 980,
    "duration: 0.8, velocity: 127": 981,
    "duration: 0.81, velocity: 0": 982,
    "duration: 0.81, velocity: 25": 983,
    "duration: 0.81, velocity: 32": 984,
    "duration: 0.81, velocity: 40": 985,
    "duration: 0.81, velocity: 51": 986,
    "duration: 0.81, velocity: 64": 987,
    "duration: 0.81, velocity: 80": 988,
    "duration: 0.81, velocity: 101": 989,
    "duration: 0.81, velocity: 127": 990,
    "duration: 0.82, velocity: 0": 991,
    "duration: 0.82, velocity: 16": 992,
    "duration: 0.82, velocity: 20": 993,
    "duration: 0.82, velocity: 40": 994,
    "duration: 0.82, velocity: 51": 995,
    "duration: 0.82, velocity: 64": 996,
    "duration: 0.82, velocity: 80": 997,
    "duration: 0.82, velocity: 101": 998,
    "duration: 0.82, velocity: 127": 999,
    "duration: 0.83, velocity: 0": 1000,
    "duration: 0.83, velocity: 4": 1001,
    "duration: 0.83, velocity: 20": 1002,
    "duration: 0.83, velocity: 25": 1003,
    "duration: 0.83, velocity: 32": 1004,
    "duration: 0.83, velocity: 40": 1005,
    "duration: 0.83, velocity: 51": 1006,
    "duration: 0.83, velocity: 64": 1007,
    "duration: 0.83, velocity: 80": 1008,
    "duration: 0.83, velocity: 101": 1009,
    "duration: 0.83, velocity: 127": 1010,
    "duration: 0.84, velocity: 0": 1011,
    "duration: 0.84, velocity: 32": 1012,
    "duration: 0.84, velocity: 40": 1013,
    "duration: 0.84, velocity: 51": 1014,
    "duration: 0.84, velocity: 64": 1015,
    "duration: 0.84, velocity: 80": 1016,
    "duration: 0.84, velocity: 101": 1017,
    "duration: 0.84, velocity: 127": 1018,
    "duration: 0.85, velocity: 0": 1019,
    "duration: 0.85, velocity: 4": 1020,
    "duration: 0.85, velocity: 25": 1021,
    "duration: 0.85, velocity: 32": 1022,
    "duration: 0.85, velocity: 40": 1023,
    "duration: 0.85, velocity: 51": 1024,
    "duration: 0.85, velocity: 64": 1025,
    "duration: 0.85, velocity: 80": 1026,
    "duration: 0.85, velocity: 101": 1027,
    "duration: 0.85, velocity: 127": 1028,
    "duration: 0.86, velocity: 0": 1029,
    "duration: 0.86, velocity: 25": 1030,
    "duration: 0.86, velocity: 32": 1031,
    "duration: 0.86, velocity: 40": 1032,
    "duration: 0.86, velocity: 51": 1033,
    "duration: 0.86, velocity: 64": 1034,
    "duration: 0.86, velocity: 80": 1035,
    "duration: 0.86, velocity: 101": 1036,
    "duration: 0.86, velocity: 127": 1037,
    "duration: 0.87, velocity: 0": 1038,
    "duration: 0.87, velocity: 25": 1039,
    "duration: 0.87, velocity: 32": 1040,
    "duration: 0.87, velocity: 40": 1041,
    "duration: 0.87, velocity: 51": 1042,
    "duration: 0.87, velocity: 64": 1043,
    "duration: 0.87, velocity: 80": 1044,
    "duration: 0.87, velocity: 101": 1045,
    "duration: 0.87, velocity: 127": 1046,
    "duration: 0.88, velocity: 0": 1047,
    "duration: 0.88, velocity: 25": 1048,
    "duration: 0.88, velocity: 32": 1049,
    "duration: 0.88, velocity: 40": 1050,
    "duration: 0.88, velocity: 51": 1051,
    "duration: 0.88, velocity: 64": 1052,
    "duration: 0.88, velocity: 80": 1053,
    "duration: 0.88, velocity: 101": 1054,
    "duration: 0.88, velocity: 127": 1055,
    "duration: 0.89, velocity: 0": 1056,
    "duration: 0.89, velocity: 20": 1057,
    "duration: 0.89, velocity: 25": 1058,
    "duration: 0.89, velocity: 32": 1059,
    "duration: 0.89, velocity: 40": 1060,
    "duration: 0.89, velocity: 51": 1061,
    "duration: 0.89, velocity: 64": 1062,
    "duration: 0.89, velocity: 80": 1063,
    "duration: 0.89, velocity: 101": 1064,
    "duration: 0.89, velocity: 127": 1065,
    "duration: 0.9, velocity: 0": 1066,
    "duration: 0.9, velocity: 20": 1067,
    "duration: 0.9, velocity: 25": 1068,
    "duration: 0.9, velocity: 32": 1069,
    "duration: 0.9, velocity: 40": 1070,
    "duration: 0.9, velocity: 51": 1071,
    "duration: 0.9, velocity: 64": 1072,
    "duration: 0.9, velocity: 80": 1073,
    "duration: 0.9, velocity: 101": 1074,
    "duration: 0.9, velocity: 127": 1075,
    "duration: 0.91, velocity: 0": 1076,
    "duration: 0.91, velocity: 25": 1077,
    "duration: 0.91, velocity: 40": 1078,
    "duration: 0.91, velocity: 51": 1079,
    "duration: 0.91, velocity: 64": 1080,
    "duration: 0.91, velocity: 80": 1081,
    "duration: 0.91, velocity: 101": 1082,
    "duration: 0.91, velocity: 127": 1083,
    "duration: 0.92, velocity: 0": 1084,
    "duration: 0.92, velocity: 25": 1085,
    "duration: 0.92, velocity: 40": 1086,
    "duration: 0.92, velocity: 51": 1087,
    "duration: 0.92, velocity: 64": 1088,
    "duration: 0.92, velocity: 80": 1089,
    "duration: 0.92, velocity: 101": 1090,
    "duration: 0.92, velocity: 127": 1091,
    "duration: 0.93, velocity: 0": 1092,
    "duration: 0.93, velocity: 4": 1093,
    "duration: 0.93, velocity: 13": 1094,
    "duration: 0.93, velocity: 16": 1095,
    "duration: 0.93, velocity: 20": 1096,
    "duration: 0.93, velocity: 25": 1097,
    "duration: 0.93, velocity: 32": 1098,
    "duration: 0.93, velocity: 40": 1099,
    "duration: 0.93, velocity: 51": 1100,
    "duration: 0.93, velocity: 64": 1101,
    "duration: 0.93, velocity: 80": 1102,
    "duration: 0.93, velocity: 101": 1103,
    "duration: 0.93, velocity: 127": 1104,
    "duration: 0.94, velocity: 0": 1105,
    "duration: 0.94, velocity: 13": 1106,
    "duration: 0.94, velocity: 25": 1107,
    "duration: 0.94, velocity: 32": 1108,
    "duration: 0.94, velocity: 40": 1109,
    "duration: 0.94, velocity: 51": 1110,
    "duration: 0.94, velocity: 64": 1111,
    "duration: 0.94, velocity: 80": 1112,
    "duration: 0.94, velocity: 101": 1113,
    "duration: 0.94, velocity: 127": 1114,
    "duration: 0.95, velocity: 0": 1115,
    "duration: 0.95, velocity: 4": 1116,
    "duration: 0.95, velocity: 5": 1117,
    "duration: 0.95, velocity: 20": 1118,
    "duration: 0.95, velocity: 25": 1119,
    "duration: 0.95, velocity: 32": 1120,
    "duration: 0.95, velocity: 40": 1121,
    "duration: 0.95, velocity: 51": 1122,
    "duration: 0.95, velocity: 64": 1123,
    "duration: 0.95, velocity: 80": 1124,
    "duration: 0.95, velocity: 101": 1125,
    "duration: 0.95, velocity: 127": 1126,
    "duration: 0.96, velocity: 0": 1127,
    "duration: 0.96, velocity: 6": 1128,
    "duration: 0.96, velocity: 20": 1129,
    "duration: 0.96, velocity: 25": 1130,
    "duration: 0.96, velocity: 32": 1131,
    "duration: 0.96, velocity: 40": 1132,
    "duration: 0.96, velocity: 51": 1133,
    "duration: 0.96, velocity: 64": 1134,
    "duration: 0.96, velocity: 80": 1135,
    "duration: 0.96, velocity: 101": 1136,
    "duration: 0.96, velocity: 127": 1137,
    "duration: 0.97, velocity: 0": 1138,
    "duration: 0.97, velocity: 25": 1139,
    "duration: 0.97, velocity: 32": 1140,
    "duration: 0.97, velocity: 40": 1141,
    "duration: 0.97, velocity: 51": 1142,
    "duration: 0.97, velocity: 64": 1143,
    "duration: 0.97, velocity: 80": 1144,
    "duration: 0.97, velocity: 101": 1145,
    "duration: 0.97, velocity: 127": 1146,
    "duration: 0.98, velocity: 0": 1147,
    "duration: 0.98, velocity: 25": 1148,
    "duration: 0.98, velocity: 32": 1149,
    "duration: 0.98, velocity: 40": 1150,
    "duration: 0.98, velocity: 51": 1151,
    "duration: 0.98, velocity: 64": 1152,
    "duration: 0.98, velocity: 80": 1153,
    "duration: 0.98, velocity: 101": 1154,
    "duration: 0.98, velocity: 127": 1155,
    "duration: 0.99, velocity: 0": 1156,
    "duration: 0.99, velocity: 32": 1157,
    "duration: 0.99, velocity: 40": 1158,
    "duration: 0.99, velocity: 51": 1159,
    "duration: 0.99, velocity: 64": 1160,
    "duration: 0.99, velocity: 80": 1161,
    "duration: 0.99, velocity: 101": 1162,
    "duration: 0.99, velocity: 127": 1163,
    "duration: 1.0, velocity: 0": 1164,
    "duration: 1.0, velocity: 16": 1165,
    "duration: 1.0, velocity: 25": 1166,
    "duration: 1.0, velocity: 32": 1167,
    "duration: 1.0, velocity: 40": 1168,
    "duration: 1.0, velocity: 51": 1169,
    "duration: 1.0, velocity: 64": 1170,
    "duration: 1.0, velocity: 80": 1171,
    "duration: 1.0, velocity: 101": 1172,
    "duration: 1.0, velocity: 127": 1173,
    "duration: 1.01, velocity: 0": 1174,
    "duration: 1.01, velocity: 25": 1175,
    "duration: 1.01, velocity: 32": 1176,
    "duration: 1.01, velocity: 40": 1177,
    "duration: 1.01, velocity: 51": 1178,
    "duration: 1.01, velocity: 64": 1179,
    "duration: 1.01, velocity: 80": 1180,
    "duration: 1.01, velocity: 101": 1181,
    "duration: 1.01, velocity: 127": 1182,
    "duration: 1.02, velocity: 0": 1183,
    "duration: 1.02, velocity: 20": 1184,
    "duration: 1.02, velocity: 25": 1185,
    "duration: 1.02, velocity: 32": 1186,
    "duration: 1.02, velocity: 40": 1187,
    "duration: 1.02, velocity: 51": 1188,
    "duration: 1.02, velocity: 64": 1189,
    "duration: 1.02, velocity: 80": 1190,
    "duration: 1.02, velocity: 101": 1191,
    "duration: 1.02, velocity: 127": 1192,
    "duration: 1.03, velocity: 0": 1193,
    "duration: 1.03, velocity: 16": 1194,
    "duration: 1.03, velocity: 25": 1195,
    "duration: 1.03, velocity: 32": 1196,
    "duration: 1.03, velocity: 40": 1197,
    "duration: 1.03, velocity: 51": 1198,
    "duration: 1.03, velocity: 64": 1199,
    "duration: 1.03, velocity: 80": 1200,
    "duration: 1.03, velocity: 101": 1201,
    "duration: 1.03, velocity: 127": 1202,
    "duration: 1.04, velocity: 0": 1203,
    "duration: 1.04, velocity: 25": 1204,
    "duration: 1.04, velocity: 32": 1205,
    "duration: 1.04, velocity: 40": 1206,
    "duration: 1.04, velocity: 51": 1207,
    "duration: 1.04, velocity: 64": 1208,
    "duration: 1.04, velocity: 80": 1209,
    "duration: 1.04, velocity: 101": 1210,
    "duration: 1.04, velocity: 127": 1211,
    "duration: 1.05, velocity: 0": 1212,
    "duration: 1.05, velocity: 20": 1213,
    "duration: 1.05, velocity: 25": 1214,
    "duration: 1.05, velocity: 32": 1215,
    "duration: 1.05, velocity: 40": 1216,
    "duration: 1.05, velocity: 51": 1217,
    "duration: 1.05, velocity: 64": 1218,
    "duration: 1.05, velocity: 80": 1219,
