{
    "<PAD>": 0,
    "(('duration', 0.0977), ('pitch', 0), ('tempo', 120.0), ('velocity', 4))": 1,
    "(('duration', 0.1932), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 2,
    "(('duration', 0.1955), ('pitch', 30), ('tempo', 120.0), ('velocity', 80))": 3,
    "(('duration', 0.0432), ('pitch', 28), ('tempo', 120.0), ('velocity', 80))": 4,
    "(('duration', 0.1205), ('pitch', 28), ('tempo', 120.0), ('velocity', 4))": 5,
    "(('duration', 0.2432), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 6,
    "(('duration', 0.0909), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 7,
    "(('duration', 0.0295), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 8,
    "(('duration', 0.0295), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 9,
    "(('duration', 0.0477), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 10,
    "(('duration', 0.0477), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 11,
    "(('duration', 0.0295), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 12,
    "(('duration', 0.0273), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 13,
    "(('duration', 0.0432), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 14,
    "(('duration', 0.0273), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 15,
    "(('duration', 0.025), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 16,
    "(('duration', 0.0818), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 17,
    "(('duration', 0.0318), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 18,
    "(('duration', 0.0295), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 19,
    "(('duration', 0.0477), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 20,
    "(('duration', 0.0477), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 21,
    "(('duration', 0.0273), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 22,
    "(('duration', 0.0318), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 23,
    "(('duration', 0.0318), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 24,
    "(('duration', 0.05), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 25,
    "(('duration', 0.025), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 26,
    "(('duration', 0.0318), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 27,
    "(('duration', 0.025), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 28,
    "(('duration', 0.0295), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 29,
    "(('duration', 0.0273), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 30,
    "(('duration', 0.0295), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 31,
    "(('duration', 0.0273), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 32,
    "(('duration', 0.025), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 33,
    "(('duration', 0.05), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 34,
    "(('duration', 0.0273), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 35,
    "(('duration', 0.0318), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 36,
    "(('duration', 0.0409), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 37,
    "(('duration', 0.0409), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 38,
    "(('duration', 0.0432), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 39,
    "(('duration', 0.0295), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 40,
    "(('duration', 0.0432), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 41,
    "(('duration', 0.0795), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 42,
    "(('duration', 0.025), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 43,
    "(('duration', 0.0318), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 44,
    "(('duration', 0.0795), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 45,
    "(('duration', 0.025), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 46,
    "(('duration', 0.05), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 47,
    "(('duration', 0.0318), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 48,
    "(('duration', 0.025), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 49,
    "(('duration', 0.0932), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 50,
    "(('duration', 0.025), ('pitch', 35), ('tempo', 120.0), ('velocity', 80))": 51,
    "(('duration', 0.1227), ('pitch', 35), ('tempo', 120.0), ('velocity', 4))": 52,
    "(('duration', 0.0273), ('pitch', 37), ('tempo', 120.0), ('velocity', 4))": 53,
    "(('duration', 0.025), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 54,
    "(('duration', 0.125), ('pitch', 37), ('tempo', 120.0), ('velocity', 4))": 55,
    "(('duration', 0.1227), ('pitch', 40), ('tempo', 120.0), ('velocity', 4))": 56,
    "(('duration', 0.0932), ('pitch', 31), ('tempo', 120.0), ('velocity', 4))": 57,
    "(('duration', 0.0455), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 58,
    "(('duration', 0.0295), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 59,
    "(('duration', 0.0273), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 60,
    "(('duration', 0.0886), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 61,
    "(('duration', 1.4), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 62,
    "(('duration', 1.8136), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 63,
    "(('duration', 1.4045), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 64,
    "(('duration', 0.8045), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 65,
    "(('duration', 1.0045), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 66,
    "(('duration', 1.4068), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 67,
    "(('duration', 0.8023), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 68,
    "(('duration', 1.0159), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 69,
    "(('duration', 1.4023), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 70,
    "(('duration', 3.0182), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 71,
    "(('duration', 0.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 72,
    "(('duration', 2.2114), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 73,
    "(('duration', 1.0091), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 74,
    "(('duration', 2.6114), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 75,
    "(('duration', 0.6), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 76,
    "(('duration', 1.6068), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 77,
    "(('duration', 0.4), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 78,
    "(('duration', 0.3068), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 79,
    "(('duration', 0.1), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 80,
    "(('duration', 0.0977), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 81,
    "(('duration', 0.0977), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 82,
    "(('duration', 0.3977), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 83,
    "(('duration', 2.8205), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 84,
    "(('duration', 0.2), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 85,
    "(('duration', 0.1977), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 86,
    "(('duration', 1.0045), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 87,
    "(('duration', 2.8159), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 88,
    "(('duration', 1.6023), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 89,
    "(('duration', 0.8045), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 90,
    "(('duration', 1.0023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 91,
    "(('duration', 3.0114), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 92,
    "(('duration', 0.2045), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 93,
    "(('duration', 2.2068), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 94,
    "(('duration', 2.6045), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 95,
    "(('duration', 0.6023), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 96,
    "(('duration', 1.6136), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 97,
    "(('duration', 0.4023), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 98,
    "(('duration', 0.3), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 99,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 100,
    "(('duration', 0.4), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 101,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 102,
    "(('duration', 2.8068), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 103,
    "(('duration', 0.2), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 104,
    "(('duration', 2.2045), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 105,
    "(('duration', 1.0136), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 106,
    "(('duration', 1.6045), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 107,
    "(('duration', 0.8), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 108,
    "(('duration', 0.8023), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 109,
    "(('duration', 1.0114), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 110,
    "(('duration', 1.2159), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 111,
    "(('duration', 0.6045), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 112,
    "(('duration', 1.0045), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 113,
    "(('duration', 0.6), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 114,
    "(('duration', 1.0068), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 115,
    "(('duration', 0.6023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 116,
    "(('duration', 1.8091), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 117,
    "(('duration', 1.4159), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 118,
    "(('duration', 1.0023), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 119,
    "(('duration', 1.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 120,
    "(('duration', 1.0114), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 121,
    "(('duration', 0.5955), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 122,
    "(('duration', 1.0091), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 123,
    "(('duration', 3.0159), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 124,
    "(('duration', 0.2), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 125,
    "(('duration', 1.6114), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 126,
    "(('duration', 1.8159), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 127,
    "(('duration', 1.0068), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 128,
    "(('duration', 1.4091), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 129,
    "(('duration', 1.0091), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 130,
    "(('duration', 1.4068), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 131,
    "(('duration', 3.0455), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 132,
    "(('duration', 2.2159), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 133,
    "(('duration', 2.6159), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 134,
    "(('duration', 1.6091), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 135,
    "(('duration', 0.3977), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 136,
    "(('duration', 0.1023), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 137,
    "(('duration', 0.0955), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 138,
    "(('duration', 2.825), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 139,
    "(('duration', 2.825), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 140,
    "(('duration', 1.6068), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 141,
    "(('duration', 1.0068), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 142,
    "(('duration', 0.2068), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 143,
    "(('duration', 0.6045), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 144,
    "(('duration', 1.6182), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 145,
    "(('duration', 0.4023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 146,
    "(('duration', 2.8159), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 147,
    "(('duration', 0.1977), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 148,
    "(('duration', 1.4091), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 149,
    "(('duration', 1.6091), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 150,
    "(('duration', 0.8068), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 151,
    "(('duration', 1.0068), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 152,
    "(('duration', 1.2136), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 153,
    "(('duration', 0.6023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 154,
    "(('duration', 1.8182), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 155,
    "(('duration', 0.8068), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 156,
    "(('duration', 1.0045), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 157,
    "(('duration', 1.2068), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 158,
    "(('duration', 0.6068), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 159,
    "(('duration', 0.5977), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 160,
    "(('duration', 0.6045), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 161,
    "(('duration', 3.0205), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 162,
    "(('duration', 0.2023), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 163,
    "(('duration', 1.5932), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 164,
    "(('duration', 1.6159), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 165,
    "(('duration', 0.8023), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 166,
    "(('duration', 1.6091), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 167,
    "(('duration', 1.6091), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 168,
    "(('duration', 0.8136), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 169,
    "(('duration', 0.7955), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 170,
    "(('duration', 1.6159), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 171,
    "(('duration', 1.6114), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 172,
    "(('duration', 1.6068), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 173,
    "(('duration', 0.8114), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 174,
    "(('duration', 0.7909), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 175,
    "(('duration', 0.8023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 176,
    "(('duration', 0.8), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 177,
    "(('duration', 1.6068), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 178,
    "(('duration', 1.6136), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 179,
    "(('duration', 1.6068), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 180,
    "(('duration', 0.8), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 181,
    "(('duration', 0.8023), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 182,
    "(('duration', 1.6068), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 183,
    "(('duration', 1.6159), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 184,
    "(('duration', 0.7977), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 185,
    "(('duration', 1.6), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 186,
    "(('duration', 1.6045), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 187,
    "(('duration', 1.6136), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 188,
    "(('duration', 0.7932), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 189,
    "(('duration', 1.6182), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 190,
    "(('duration', 0.0023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 191,
    "(('duration', 0.2477), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 192,
    "(('duration', 0.2477), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 193,
    "(('duration', 0.2341), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 194,
    "(('duration', 4.3705), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 195,
    "(('duration', 0.4909), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 196,
    "(('duration', 0.4932), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 197,
    "(('duration', 4.8341), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 198,
    "(('duration', 0.4977), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 199,
    "(('duration', 0.5), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 200,
    "(('duration', 0.4636), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 201,
    "(('duration', 0.4977), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 202,
    "(('duration', 0.4977), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 203,
    "(('duration', 4.8409), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 204,
    "(('duration', 0.4909), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 205,
    "(('duration', 0.4932), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 206,
    "(('duration', 0.4591), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 207,
    "(('duration', 4.3886), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 208,
    "(('duration', 0.4909), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 209,
    "(('duration', 0.4932), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 210,
    "(('duration', 4.8341), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 211,
    "(('duration', 0.4977), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 212,
    "(('duration', 0.4977), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 213,
    "(('duration', 0.4659), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 214,
    "(('duration', 4.3727), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 215,
    "(('duration', 4.8523), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 216,
    "(('duration', 0.4909), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 217,
    "(('duration', 0.4932), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 218,
    "(('duration', 0.4591), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 219,
    "(('duration', 4.3727), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 220,
    "(('duration', 0.4977), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 221,
    "(('duration', 0.4659), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 222,
    "(('duration', 4.85), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 223,
    "(('duration', 4.3705), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 224,
    "(('duration', 0.4977), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 225,
    "(('duration', 0.4977), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 226,
    "(('duration', 4.8386), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 227,
    "(('duration', 0.4932), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 228,
    "(('duration', 0.4909), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 229,
    "(('duration', 4.8318), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 230,
    "(('duration', 0.4955), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 231,
    "(('duration', 0.5), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 232,
    "(('duration', 4.8386), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 233,
    "(('duration', 0.4932), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 234,
    "(('duration', 0.4909), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 235,
    "(('duration', 0.4614), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 236,
    "(('duration', 4.3886), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 237,
    "(('duration', 0.4909), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 238,
    "(('duration', 0.5), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 239,
    "(('duration', 0.5), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 240,
    "(('duration', 0.4909), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 241,
    "(('duration', 0.4614), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 242,
    "(('duration', 1.4682), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 243,
    "(('duration', 1.4523), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 244,
    "(('duration', 1.4682), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 245,
    "(('duration', 1.45), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 246,
    "(('duration', 5.8409), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 247,
    "(('duration', 0.2), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 248,
    "(('duration', 0.1955), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 249,
    "(('duration', 0.4023), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 250,
    "(('duration', 0.3932), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 251,
    "(('duration', 0.8045), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 252,
    "(('duration', 0.8), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 253,
    "(('duration', 1.0023), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 254,
    "(('duration', 0.2023), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 255,
    "(('duration', 1.4023), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 256,
    "(('duration', 14.6568), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 257,
    "(('duration', 2.4182), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 258,
    "(('duration', 0.8114), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 259,
    "(('duration', 1.0114), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 260,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 261,
    "(('duration', 0.2023), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 262,
    "(('duration', 28.9432), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 263,
    "(('duration', 16.4659), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 264,
    "(('duration', 0.4023), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 265,
    "(('duration', 0.2659), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 266,
    "(('duration', 0.1341), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 267,
    "(('duration', 0.1318), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 268,
    "(('duration', 0.1318), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 269,
    "(('duration', 1.2386), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 270,
    "(('duration', 0.4295), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 271,
    "(('duration', 0.1364), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 272,
    "(('duration', 0.1386), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 273,
    "(('duration', 1.3023), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 274,
    "(('duration', 1.3023), ('pitch', 31), ('tempo', 120.0), ('velocity', 101))": 275,
    "(('duration', 0.8182), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 276,
    "(('duration', 0.4295), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 277,
    "(('duration', 0.1341), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 278,
    "(('duration', 1.2955), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 279,
    "(('duration', 1.2682), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 280,
    "(('duration', 0.0023), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 281,
    "(('duration', 1.7341), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 282,
    "(('duration', 0.2727), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 283,
    "(('duration', 3.8932), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 284,
    "(('duration', 0.1341), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 285,
    "(('duration', 3.8932), ('pitch', 31), ('tempo', 120.0), ('velocity', 101))": 286,
    "(('duration', 1.2364), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 287,
    "(('duration', 0.8205), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 288,
    "(('duration', 0.0023), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 289,
    "(('duration', 0.4273), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 290,
    "(('duration', 5.1977), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 291,
    "(('duration', 32.9705), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 292,
    "(('duration', 0.2364), ('pitch', 0), ('tempo', 120.0), ('velocity', 4))": 293,
    "(('duration', 0.1136), ('pitch', 69), ('tempo', 120.0), ('velocity', 20))": 294,
    "(('duration', 0.0636), ('pitch', 72), ('tempo', 120.0), ('velocity', 20))": 295,
    "(('duration', 0.0591), ('pitch', 64), ('tempo', 120.0), ('velocity', 20))": 296,
    "(('duration', 0.1227), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 297,
    "(('duration', 0.0591), ('pitch', 69), ('tempo', 120.0), ('velocity', 20))": 298,
    "(('duration', 0.1182), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 299,
    "(('duration', 0.1227), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 300,
    "(('duration', 0.0568), ('pitch', 72), ('tempo', 120.0), ('velocity', 4))": 301,
    "(('duration', 0.0568), ('pitch', 72), ('tempo', 120.0), ('velocity', 20))": 302,
    "(('duration', 0.1159), ('pitch', 72), ('tempo', 120.0), ('velocity', 4))": 303,
    "(('duration', 0.0636), ('pitch', 64), ('tempo', 120.0), ('velocity', 20))": 304,
    "(('duration', 0.1091), ('pitch', 69), ('tempo', 120.0), ('velocity', 20))": 305,
    "(('duration', 0.1091), ('pitch', 68), ('tempo', 120.0), ('velocity', 20))": 306,
    "(('duration', 0.1136), ('pitch', 67), ('tempo', 120.0), ('velocity', 20))": 307,
    "(('duration', 0.0636), ('pitch', 71), ('tempo', 120.0), ('velocity', 20))": 308,
    "(('duration', 0.0614), ('pitch', 62), ('tempo', 120.0), ('velocity', 20))": 309,
    "(('duration', 0.1227), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 310,
    "(('duration', 0.0591), ('pitch', 67), ('tempo', 120.0), ('velocity', 20))": 311,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 312,
    "(('duration', 0.0614), ('pitch', 67), ('tempo', 120.0), ('velocity', 20))": 313,
    "(('duration', 0.9409), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 314,
    "(('duration', 2.4591), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 315,
    "(('duration', 0.0614), ('pitch', 72), ('tempo', 120.0), ('velocity', 20))": 316,
    "(('duration', 0.0568), ('pitch', 64), ('tempo', 120.0), ('velocity', 20))": 317,
    "(('duration', 3.7273), ('pitch', 57), ('tempo', 120.0), ('velocity', 4))": 318,
    "(('duration', 0.1205), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 319,
    "(('duration', 0.0568), ('pitch', 69), ('tempo', 120.0), ('velocity', 20))": 320,
    "(('duration', 0.125), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 321,
    "(('duration', 0.0614), ('pitch', 72), ('tempo', 120.0), ('velocity', 4))": 322,
    "(('duration', 0.0591), ('pitch', 72), ('tempo', 120.0), ('velocity', 20))": 323,
    "(('duration', 1.2773), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 324,
    "(('duration', 0.1114), ('pitch', 69), ('tempo', 120.0), ('velocity', 20))": 325,
    "(('duration', 0.0614), ('pitch', 71), ('tempo', 120.0), ('velocity', 20))": 326,
    "(('duration', 0.0568), ('pitch', 62), ('tempo', 120.0), ('velocity', 20))": 327,
    "(('duration', 3.7273), ('pitch', 55), ('tempo', 120.0), ('velocity', 4))": 328,
    "(('duration', 0.1205), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 329,
    "(('duration', 0.0568), ('pitch', 67), ('tempo', 120.0), ('velocity', 20))": 330,
    "(('duration', 0.1205), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 331,
    "(('duration', 0.0636), ('pitch', 67), ('tempo', 120.0), ('velocity', 20))": 332,
    "(('duration', 3.7409), ('pitch', 57), ('tempo', 120.0), ('velocity', 4))": 333,
    "(('duration', 0.1205), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 334,
    "(('duration', 0.0591), ('pitch', 72), ('tempo', 120.0), ('velocity', 4))": 335,
    "(('duration', 3.7318), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 336,
    "(('duration', 0.1182), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 337,
    "(('duration', 3.7341), ('pitch', 55), ('tempo', 120.0), ('velocity', 4))": 338,
    "(('duration', 0.0023), ('pitch', 55), ('tempo', 120.0), ('velocity', 4))": 339,
    "(('duration', 0.125), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 340,
    "(('duration', 0.1227), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 341,
    "(('duration', 0.0591), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 342,
    "(('duration', 0.0591), ('pitch', 71), ('tempo', 120.0), ('velocity', 20))": 343,
    "(('duration', 0.1136), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 344,
    "(('duration', 0.0636), ('pitch', 62), ('tempo', 120.0), ('velocity', 20))": 345,
    "(('duration', 0.1068), ('pitch', 67), ('tempo', 120.0), ('velocity', 20))": 346,
    "(('duration', 0.1136), ('pitch', 68), ('tempo', 120.0), ('velocity', 20))": 347,
    "(('duration', 20.4591), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 348,
    "(('duration', 0.1182), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 349,
    "(('duration', 0.0273), ('pitch', 79), ('tempo', 120.0), ('velocity', 20))": 350,
    "(('duration', 0.0273), ('pitch', 77), ('tempo', 120.0), ('velocity', 20))": 351,
    "(('duration', 0.0273), ('pitch', 76), ('tempo', 120.0), ('velocity', 20))": 352,
    "(('duration', 18.7886), ('pitch', 74), ('tempo', 120.0), ('velocity', 4))": 353,
    "(('duration', 0.0273), ('pitch', 74), ('tempo', 120.0), ('velocity', 20))": 354,
    "(('duration', 0.025), ('pitch', 72), ('tempo', 120.0), ('velocity', 20))": 355,
    "(('duration', 0.0273), ('pitch', 71), ('tempo', 120.0), ('velocity', 20))": 356,
    "(('duration', 0.0273), ('pitch', 69), ('tempo', 120.0), ('velocity', 20))": 357,
    "(('duration', 0.4295), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 358,
    "(('duration', 0.0273), ('pitch', 67), ('tempo', 120.0), ('velocity', 20))": 359,
    "(('duration', 0.025), ('pitch', 65), ('tempo', 120.0), ('velocity', 20))": 360,
    "(('duration', 0.0318), ('pitch', 64), ('tempo', 120.0), ('velocity', 20))": 361,
    "(('duration', 0.0318), ('pitch', 62), ('tempo', 120.0), ('velocity', 20))": 362,
    "(('duration', 0.0318), ('pitch', 60), ('tempo', 120.0), ('velocity', 20))": 363,
    "(('duration', 0.2114), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 364,
    "(('duration', 0.1864), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 365,
    "(('duration', 0.1841), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 366,
    "(('duration', 0.1636), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 367,
    "(('duration', 0.1614), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 368,
    "(('duration', 0.15), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 369,
    "(('duration', 0.15), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 370,
    "(('duration', 0.1455), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 371,
    "(('duration', 0.1523), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 372,
    "(('duration', 0.1659), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 373,
    "(('duration', 0.1591), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 374,
    "(('duration', 0.1409), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 375,
    "(('duration', 0.1705), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 376,
    "(('duration', 0.15), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 377,
    "(('duration', 0.1614), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 378,
    "(('duration', 0.1455), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 379,
    "(('duration', 0.15), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 380,
    "(('duration', 0.1682), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 381,
    "(('duration', 0.1636), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 382,
    "(('duration', 0.1455), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 383,
    "(('duration', 0.1682), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 384,
    "(('duration', 0.1523), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 385,
    "(('duration', 0.1545), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 386,
    "(('duration', 0.1614), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 387,
    "(('duration', 0.1636), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 388,
    "(('duration', 0.1455), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 389,
    "(('duration', 0.1659), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 390,
    "(('duration', 0.15), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 391,
    "(('duration', 0.15), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 392,
    "(('duration', 0.1614), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 393,
    "(('duration', 0.1614), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 394,
    "(('duration', 0.1545), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 395,
    "(('duration', 0.1591), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 396,
    "(('duration', 0.1432), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 397,
    "(('duration', 0.1659), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 398,
    "(('duration', 0.15), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 399,
    "(('duration', 0.1682), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 400,
    "(('duration', 0.15), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 401,
    "(('duration', 0.1523), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 402,
    "(('duration', 0.1614), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 403,
    "(('duration', 0.1659), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 404,
    "(('duration', 0.1705), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 405,
    "(('duration', 0.0659), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 406,
    "(('duration', 0.0977), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 407,
    "(('duration', 0.1023), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 408,
    "(('duration', 0.1), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 409,
    "(('duration', 0.1), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 410,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 411,
    "(('duration', 0.1023), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 412,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 413,
    "(('duration', 0.1023), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 414,
    "(('duration', 0.1045), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 415,
    "(('duration', 0.1023), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 416,
    "(('duration', 0.0977), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 417,
    "(('duration', 0.0977), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 418,
    "(('duration', 0.0955), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 419,
    "(('duration', 0.1), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 420,
    "(('duration', 0.1), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 421,
    "(('duration', 0.1), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 422,
    "(('duration', 0.1), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 423,
    "(('duration', 0.1023), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 424,
    "(('duration', 0.1023), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 425,
    "(('duration', 0.0977), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 426,
    "(('duration', 0.1023), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 427,
    "(('duration', 0.1045), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 428,
    "(('duration', 0.0977), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 429,
    "(('duration', 0.1), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 430,
    "(('duration', 0.1045), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 431,
    "(('duration', 0.0977), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 432,
    "(('duration', 0.0977), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 433,
    "(('duration', 0.1045), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 434,
    "(('duration', 0.0955), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 435,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 436,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 437,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 438,
    "(('duration', 0.1), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 439,
    "(('duration', 2.1136), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 440,
    "(('duration', 2.1409), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 441,
    "(('duration', 0.2455), ('pitch', 81), ('tempo', 120.0), ('velocity', 32))": 442,
    "(('duration', 0.2477), ('pitch', 81), ('tempo', 120.0), ('velocity', 32))": 443,
    "(('duration', 0.7977), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 444,
    "(('duration', 0.25), ('pitch', 82), ('tempo', 120.0), ('velocity', 32))": 445,
    "(('duration', 0.2545), ('pitch', 82), ('tempo', 120.0), ('velocity', 32))": 446,
    "(('duration', 0.7977), ('pitch', 81), ('tempo', 120.0), ('velocity', 32))": 447,
    "(('duration', 0.2455), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 448,
    "(('duration', 0.25), ('pitch', 81), ('tempo', 120.0), ('velocity', 32))": 449,
    "(('duration', 0.8045), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 450,
    "(('duration', 0.2523), ('pitch', 81), ('tempo', 120.0), ('velocity', 32))": 451,
    "(('duration', 0.2477), ('pitch', 82), ('tempo', 120.0), ('velocity', 32))": 452,
    "(('duration', 0.7932), ('pitch', 81), ('tempo', 120.0), ('velocity', 32))": 453,
    "(('duration', 1.6023), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 454,
    "(('duration', 0.2523), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 455,
    "(('duration', 1.5955), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 456,
    "(('duration', 0.2477), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 457,
    "(('duration', 0.2477), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 458,
    "(('duration', 0.2545), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 459,
    "(('duration', 0.0023), ('pitch', 90), ('tempo', 120.0), ('velocity', 32))": 460,
    "(('duration', 1.325), ('pitch', 81), ('tempo', 120.0), ('velocity', 32))": 461,
    "(('duration', 101.0455), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 462,
    "(('duration', 2.675), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 463,
    "(('duration', 0.2523), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 464,
    "(('duration', 4.3136), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 465,
    "(('duration', 1.8886), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 466,
    "(('duration', 0.525), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 467,
    "(('duration', 0.2455), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 468,
    "(('duration', 0.7795), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 469,
    "(('duration', 0.25), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 470,
    "(('duration', 4.5636), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 471,
    "(('duration', 0.7977), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 472,
    "(('duration', 0.2568), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 473,
    "(('duration', 1.8659), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 474,
    "(('duration', 0.2523), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 475,
    "(('duration', 2.9591), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 476,
    "(('duration', 0.7977), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 477,
    "(('duration', 0.2432), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 478,
    "(('duration', 2.9523), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 479,
    "(('duration', 0.8023), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 480,
    "(('duration', 0.5182), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 481,
    "(('duration', 1.625), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 482,
    "(('duration', 1.8727), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 483,
    "(('duration', 0.5159), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 484,
    "(('duration', 0.5227), ('pitch', 72), ('tempo', 120.0), ('velocity', 32))": 485,
    "(('duration', 1.0727), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 486,
    "(('duration', 0.5273), ('pitch', 67), ('tempo', 120.0), ('velocity', 32))": 487,
    "(('duration', 0.5182), ('pitch', 67), ('tempo', 120.0), ('velocity', 32))": 488,
    "(('duration', 15.8977), ('pitch', 42), ('tempo', 120.0), ('velocity', 32))": 489,
    "(('duration', 0.2455), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 490,
    "(('duration', 0.2477), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 491,
    "(('duration', 2.6841), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 492,
    "(('duration', 0.8045), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 493,
    "(('duration', 0.25), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 494,
    "(('duration', 0.7955), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 495,
    "(('duration', 4.3159), ('pitch', 42), ('tempo', 120.0), ('velocity', 32))": 496,
    "(('duration', 0.7932), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 497,
    "(('duration', 0.8091), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 498,
    "(('duration', 11.0295), ('pitch', 74), ('tempo', 120.0), ('velocity', 32))": 499,
    "(('duration', 0.7932), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 500,
    "(('duration', 1.8636), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 501,
    "(('duration', 0.5273), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 502,
    "(('duration', 8.6273), ('pitch', 90), ('tempo', 120.0), ('velocity', 32))": 503,
    "(('duration', 0.5227), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 504,
    "(('duration', 0.2545), ('pitch', 81), ('tempo', 120.0), ('velocity', 32))": 505,
    "(('duration', 1.3295), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 506,
    "(('duration', 0.2545), ('pitch', 79), ('tempo', 120.0), ('velocity', 32))": 507,
    "(('duration', 25.6068), ('pitch', 0), ('tempo', 120.0), ('velocity', 32))": 508,
    "(('duration', 0.2545), ('pitch', 77), ('tempo', 120.0), ('velocity', 32))": 509,
    "(('duration', 0.25), ('pitch', 72), ('tempo', 120.0), ('velocity', 32))": 510,
    "(('duration', 0.5364), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 511,
    "(('duration', 0.2477), ('pitch', 70), ('tempo', 120.0), ('velocity', 32))": 512,
    "(('duration', 0.25), ('pitch', 70), ('tempo', 120.0), ('velocity', 32))": 513,
    "(('duration', 0.2545), ('pitch', 67), ('tempo', 120.0), ('velocity', 32))": 514,
    "(('duration', 2.7023), ('pitch', 0), ('tempo', 120.0), ('velocity', 32))": 515,
    "(('duration', 0.5341), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 516,
    "(('duration', 0.6614), ('pitch', 61), ('tempo', 120.0), ('velocity', 51))": 517,
    "(('duration', 0.5273), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 518,
    "(('duration', 0.5159), ('pitch', 68), ('tempo', 120.0), ('velocity', 51))": 519,
    "(('duration', 1.7614), ('pitch', 21), ('tempo', 120.0), ('velocity', 51))": 520,
    "(('duration', 0.3818), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 521,
    "(('duration', 0.9114), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 522,
    "(('duration', 0.2545), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 523,
    "(('duration', 0.1205), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 524,
    "(('duration', 0.25), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 525,
    "(('duration', 0.3841), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 526,
    "(('duration', 0.5364), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 527,
    "(('duration', 0.3773), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 528,
    "(('duration', 0.925), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 529,
    "(('duration', 0.2477), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 530,
    "(('duration', 0.1159), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 531,
    "(('duration', 0.1182), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 532,
    "(('duration', 0.1159), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 533,
    "(('duration', 0.1136), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 534,
    "(('duration', 8.4318), ('pitch', 61), ('tempo', 120.0), ('velocity', 51))": 535,
    "(('duration', 0.5068), ('pitch', 61), ('tempo', 120.0), ('velocity', 51))": 536,
    "(('duration', 0.525), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 537,
    "(('duration', 8.5841), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 538,
    "(('duration', 0.5068), ('pitch', 68), ('tempo', 120.0), ('velocity', 51))": 539,
    "(('duration', 8.575), ('pitch', 21), ('tempo', 120.0), ('velocity', 51))": 540,
    "(('duration', 0.3909), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 541,
    "(('duration', 8.5864), ('pitch', 66), ('tempo', 120.0), ('velocity', 51))": 542,
    "(('duration', 1.1955), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 543,
    "(('duration', 0.375), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 544,
    "(('duration', 0.9159), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 545,
    "(('duration', 0.5227), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 546,
    "(('duration', 6.0136), ('pitch', 51), ('tempo', 120.0), ('velocity', 51))": 547,
    "(('duration', 1.1795), ('pitch', 51), ('tempo', 120.0), ('velocity', 51))": 548,
    "(('duration', 6.8477), ('pitch', 21), ('tempo', 120.0), ('velocity', 51))": 549,
    "(('duration', 0.5136), ('pitch', 61), ('tempo', 120.0), ('velocity', 40))": 550,
    "(('duration', 0.5091), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 551,
    "(('duration', 8.5659), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 552,
    "(('duration', 0.5273), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 553,
    "(('duration', 1.7386), ('pitch', 21), ('tempo', 120.0), ('velocity', 40))": 554,
    "(('duration', 0.3795), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 555,
    "(('duration', 0.9477), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 556,
    "(('duration', 1.1909), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 557,
    "(('duration', 1.0591), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 558,
    "(('duration', 9.6295), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 559,
    "(('duration', 0.375), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 560,
    "(('duration', 0.3932), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 561,
    "(('duration', 12.2), ('pitch', 66), ('tempo', 120.0), ('velocity', 51))": 562,
    "(('duration', 0.3795), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 563,
    "(('duration', 0.9159), ('pitch', 53), ('tempo', 120.0), ('velocity', 40))": 564,
    "(('duration', 1.6091), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 565,
    "(('duration', 0.5159), ('pitch', 56), ('tempo', 120.0), ('velocity', 40))": 566,
    "(('duration', 0.5136), ('pitch', 53), ('tempo', 120.0), ('velocity', 40))": 567,
    "(('duration', 7.1045), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 568,
    "(('duration', 0.5182), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 569,
    "(('duration', 0.5159), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 570,
    "(('duration', 8.575), ('pitch', 21), ('tempo', 120.0), ('velocity', 40))": 571,
    "(('duration', 0.3886), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 572,
    "(('duration', 0.65), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 573,
    "(('duration', 0.5091), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 574,
    "(('duration', 0.4023), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 575,
    "(('duration', 0.1636), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 576,
    "(('duration', 0.1727), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 577,
    "(('duration', 0.1727), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 578,
    "(('duration', 0.1682), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 579,
    "(('duration', 0.1682), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 580,
    "(('duration', 0.1682), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 581,
    "(('duration', 0.1727), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 582,
    "(('duration', 0.1659), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 583,
    "(('duration', 0.1659), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 584,
