{
    "<PAD>": 0,
    "(('duration', 0.0114), ('pitch', 25), ('tempo', 120.0), ('velocity', 4))": 1,
    "(('duration', 0.3864), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 2,
    "(('duration', 0.1977), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 3,
    "(('duration', 0.3977), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 4,
    "(('duration', 0.3159), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 5,
    "(('duration', 0.0659), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 6,
    "(('duration', 0.0159), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 7,
    "(('duration', 0.0318), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 8,
    "(('duration', 0.5682), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 9,
    "(('duration', 0.2023), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 10,
    "(('duration', 0.4), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 11,
    "(('duration', 0.1932), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 12,
    "(('duration', 0.2045), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 13,
    "(('duration', 0.2023), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 14,
    "(('duration', 0.0318), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 15,
    "(('duration', 0.3705), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 16,
    "(('duration', 0.0318), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 17,
    "(('duration', 0.1659), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 18,
    "(('duration', 0.3818), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 19,
    "(('duration', 0.0159), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 20,
    "(('duration', 0.1977), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 21,
    "(('duration', 0.2), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 22,
    "(('duration', 0.0318), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 23,
    "(('duration', 0.1682), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 24,
    "(('duration', 0.0295), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 25,
    "(('duration', 3.9068), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 26,
    "(('duration', 0.3682), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 27,
    "(('duration', 0.0318), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 28,
    "(('duration', 0.1659), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 29,
    "(('duration', 0.3977), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 30,
    "(('duration', 0.2), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 31,
    "(('duration', 0.2), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 32,
    "(('duration', 0.2), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 33,
    "(('duration', 0.3977), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 34,
    "(('duration', 0.4), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 35,
    "(('duration', 0.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 36,
    "(('duration', 0.1977), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 37,
    "(('duration', 0.1659), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 38,
    "(('duration', 0.3977), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 39,
    "(('duration', 0.0318), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 40,
    "(('duration', 0.2864), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 41,
    "(('duration', 7.6114), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 42,
    "(('duration', 4.1386), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 43,
    "(('duration', 0.0341), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 44,
    "(('duration', 0.0477), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 45,
    "(('duration', 0.2), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 46,
    "(('duration', 0.2045), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 47,
    "(('duration', 0.4727), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 48,
    "(('duration', 0.0159), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 49,
    "(('duration', 0.1886), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 50,
    "(('duration', 1.4023), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 51,
    "(('duration', 1.8136), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 52,
    "(('duration', 0.0136), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 53,
    "(('duration', 3.2023), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 54,
    "(('duration', 0.0341), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 55,
    "(('duration', 0.5659), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 56,
    "(('duration', 0.5932), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 57,
    "(('duration', 2.0136), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 58,
    "(('duration', 3.2045), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 59,
    "(('duration', 0.0318), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 60,
    "(('duration', 39.7455), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 61,
    "(('duration', 0.4205), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 62,
    "(('duration', 0.4864), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 63,
    "(('duration', 0.0659), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 64,
    "(('duration', 0.1341), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 65,
    "(('duration', 0.2), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 66,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 67,
    "(('duration', 0.1364), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 68,
    "(('duration', 0.2023), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 69,
    "(('duration', 0.2045), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 70,
    "(('duration', 0.0682), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 71,
    "(('duration', 0.2045), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 72,
    "(('duration', 0.2068), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 73,
    "(('duration', 0.0023), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 74,
    "(('duration', 0.2023), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 75,
    "(('duration', 0.1318), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 76,
    "(('duration', 0.0818), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 77,
    "(('duration', 1.6023), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 78,
    "(('duration', 1.6023), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 79,
    "(('duration', 0.0318), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 80,
    "(('duration', 1.3682), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 81,
    "(('duration', 0.3977), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 82,
    "(('duration', 0.4), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 83,
    "(('duration', 0.0318), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 84,
    "(('duration', 0.3659), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 85,
    "(('duration', 0.4), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 86,
    "(('duration', 0.0318), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 87,
    "(('duration', 0.0318), ('pitch', 85), ('tempo', 120.0), ('velocity', 40))": 88,
    "(('duration', 1.5386), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 89,
    "(('duration', 0.0318), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 90,
    "(('duration', 0.1659), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 91,
    "(('duration', 0.0977), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 92,
    "(('duration', 0.0977), ('pitch', 45), ('tempo', 120.0), ('velocity', 64))": 93,
    "(('duration', 0.0977), ('pitch', 47), ('tempo', 120.0), ('velocity', 64))": 94,
    "(('duration', 0.0977), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 95,
    "(('duration', 0.0977), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 96,
    "(('duration', 0.0977), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 97,
    "(('duration', 0.0977), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 98,
    "(('duration', 0.0977), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 99,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 100,
    "(('duration', 0.1), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 101,
    "(('duration', 0.0977), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 102,
    "(('duration', 0.1), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 103,
    "(('duration', 0.1023), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 104,
    "(('duration', 0.1), ('pitch', 80), ('tempo', 120.0), ('velocity', 64))": 105,
    "(('duration', 0.1023), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 106,
    "(('duration', 0.1), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 107,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 108,
    "(('duration', 0.1023), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 109,
    "(('duration', 0.1023), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 110,
    "(('duration', 0.1023), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 111,
    "(('duration', 0.0955), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 112,
    "(('duration', 0.0955), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 113,
    "(('duration', 0.0977), ('pitch', 56), ('tempo', 120.0), ('velocity', 64))": 114,
    "(('duration', 0.4), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 115,
    "(('duration', 0.0136), ('pitch', 72), ('tempo', 120.0), ('velocity', 4))": 116,
    "(('duration', 0.5864), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 117,
    "(('duration', 0.2023), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 118,
    "(('duration', 0.3659), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 119,
    "(('duration', 38.4909), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 120,
    "(('duration', 0.575), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 121,
    "(('duration', 0.1977), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 122,
    "(('duration', 0.3659), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 123,
    "(('duration', 0.1682), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 124,
    "(('duration', 0.4), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 125,
    "(('duration', 0.0318), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 126,
    "(('duration', 3.8614), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 127,
    "(('duration', 0.3705), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 128,
    "(('duration', 0.0341), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 129,
    "(('duration', 0.3159), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 130,
    "(('duration', 0.0818), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 131,
    "(('duration', 0.4045), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 132,
    "(('duration', 0.3932), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 133,
    "(('duration', 0.1955), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 134,
    "(('duration', 0.2045), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 135,
    "(('duration', 0.0341), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 136,
    "(('duration', 0.1705), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 137,
    "(('duration', 0.3909), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 138,
    "(('duration', 0.3023), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 139,
    "(('duration', 4.1909), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 140,
    "(('duration', 0.0636), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 141,
    "(('duration', 0.1955), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 142,
    "(('duration', 0.2023), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 143,
    "(('duration', 88.4818), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 144,
    "(('duration', 1.4045), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 145,
    "(('duration', 1.8068), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 146,
    "(('duration', 0.0023), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 147,
    "(('duration', 3.2068), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 148,
    "(('duration', 0.5705), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 149,
    "(('duration', 2.0205), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 150,
    "(('duration', 3.2182), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 151,
    "(('duration', 42.5886), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 152,
    "(('duration', 3.1955), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 153,
    "(('duration', 1.6091), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 154,
    "(('duration', 1.6114), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 155,
    "(('duration', 1.375), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 156,
    "(('duration', 0.4023), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 157,
    "(('duration', 0.0341), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 158,
    "(('duration', 0.3682), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 159,
    "(('duration', 0.0341), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 160,
    "(('duration', 1.5455), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 161,
    "(('duration', 0.1682), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 162,
    "(('duration', 0.1), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 163,
    "(('duration', 0.1), ('pitch', 45), ('tempo', 120.0), ('velocity', 64))": 164,
    "(('duration', 0.1), ('pitch', 47), ('tempo', 120.0), ('velocity', 64))": 165,
    "(('duration', 0.1), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 166,
    "(('duration', 0.1023), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 167,
    "(('duration', 0.1023), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 168,
    "(('duration', 0.1023), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 169,
    "(('duration', 0.1023), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 170,
    "(('duration', 0.0977), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 171,
    "(('duration', 0.0977), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 172,
    "(('duration', 0.0955), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 173,
    "(('duration', 0.1023), ('pitch', 80), ('tempo', 120.0), ('velocity', 64))": 174,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 175,
    "(('duration', 0.1), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 176,
    "(('duration', 0.1), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 177,
    "(('duration', 0.1), ('pitch', 56), ('tempo', 120.0), ('velocity', 64))": 178,
    "(('duration', 0.4023), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 179,
    "(('duration', 80.5636), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 180,
    "(('duration', 41.6545), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 181,
    "(('duration', 0.0682), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 182,
    "(('duration', 15.8864), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 183,
    "(('duration', 1.4455), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 184,
    "(('duration', 0.3545), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 185,
    "(('duration', 0.175), ('pitch', 96), ('tempo', 120.0), ('velocity', 40))": 186,
    "(('duration', 0.7068), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 187,
    "(('duration', 0.9205), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 188,
    "(('duration', 0.8864), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 189,
    "(('duration', 0.5705), ('pitch', 87), ('tempo', 120.0), ('velocity', 40))": 190,
    "(('duration', 0.1886), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 191,
    "(('duration', 0.7591), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 192,
    "(('duration', 0.7955), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 193,
    "(('duration', 1.0977), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 194,
    "(('duration', 0.8432), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 195,
    "(('duration', 0.3273), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 196,
    "(('duration', 0.1659), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 197,
    "(('duration', 0.1636), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 198,
    "(('duration', 0.0023), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 199,
    "(('duration', 0.3295), ('pitch', 85), ('tempo', 120.0), ('velocity', 40))": 200,
    "(('duration', 0.3318), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 201,
    "(('duration', 0.1659), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 202,
    "(('duration', 0.1636), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 203,
    "(('duration', 0.0023), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 204,
    "(('duration', 0.3341), ('pitch', 97), ('tempo', 120.0), ('velocity', 40))": 205,
    "(('duration', 0.1682), ('pitch', 101), ('tempo', 120.0), ('velocity', 40))": 206,
    "(('duration', 0.0023), ('pitch', 7), ('tempo', 120.0), ('velocity', 40))": 207,
    "(('duration', 6.225), ('pitch', 103), ('tempo', 120.0), ('velocity', 40))": 208,
    "(('duration', 0.6886), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 209,
    "(('duration', 0.1818), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 210,
    "(('duration', 0.0909), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 211,
    "(('duration', 0.3727), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 212,
    "(('duration', 0.4273), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 213,
    "(('duration', 0.4341), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 214,
    "(('duration', 0.1795), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 215,
    "(('duration', 0.2), ('pitch', 61), ('tempo', 120.0), ('velocity', 40))": 216,
    "(('duration', 0.3591), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 217,
    "(('duration', 0.3568), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 218,
    "(('duration', 0.5227), ('pitch', 54), ('tempo', 120.0), ('velocity', 40))": 219,
    "(('duration', 0.4159), ('pitch', 51), ('tempo', 120.0), ('velocity', 40))": 220,
    "(('duration', 0.9364), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 221,
    "(('duration', 0.9386), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 222,
    "(('duration', 0.3295), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 223,
    "(('duration', 0.0864), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 224,
    "(('duration', 98.325), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 225,
    "(('duration', 0.0523), ('pitch', 96), ('tempo', 120.0), ('velocity', 40))": 226,
    "(('duration', 0.1523), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 227,
    "(('duration', 0.2023), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 228,
    "(('duration', 97.0523), ('pitch', 102), ('tempo', 120.0), ('velocity', 40))": 229,
    "(('duration', 94.0545), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 230,
    "(('duration', 0.2023), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 231,
    "(('duration', 0.1182), ('pitch', 87), ('tempo', 120.0), ('velocity', 40))": 232,
    "(('duration', 95.7773), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 233,
    "(('duration', 0.05), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 234,
    "(('duration', 0.15), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 235,
    "(('duration', 0.1705), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 236,
    "(('duration', 70.0909), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 237,
    "(('duration', 0.2386), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 238,
    "(('duration', 0.1886), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 239,
    "(('duration', 0.2068), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 240,
    "(('duration', 0.2045), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 241,
    "(('duration', 0.2773), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 242,
    "(('duration', 0.2955), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 243,
    "(('duration', 0.55), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 244,
    "(('duration', 0.2682), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 245,
    "(('duration', 0.2841), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 246,
    "(('duration', 2.1455), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 247,
    "(('duration', 0.2659), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 248,
    "(('duration', 0.2841), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 249,
    "(('duration', 2.225), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 250,
    "(('duration', 0.2727), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 251,
    "(('duration', 0.2886), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 252,
    "(('duration', 2.2136), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 253,
    "(('duration', 1.9477), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 254,
    "(('duration', 0.2841), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 255,
    "(('duration', 0.2614), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 256,
    "(('duration', 0.2795), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 257,
    "(('duration', 2.2045), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 258,
    "(('duration', 0.2659), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 259,
    "(('duration', 2.2045), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 260,
    "(('duration', 2.2045), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 261,
    "(('duration', 0.5523), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 262,
    "(('duration', 2.4705), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 263,
    "(('duration', 0.2659), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 264,
    "(('duration', 2.2159), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 265,
    "(('duration', 0.2682), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 266,
    "(('duration', 2.2159), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 267,
    "(('duration', 0.2659), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 268,
    "(('duration', 1.9386), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 269,
    "(('duration', 4.4182), ('pitch', 58), ('tempo', 120.0), ('velocity', 127))": 270,
    "(('duration', 1.9364), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 271,
    "(('duration', 1.3909), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 272,
    "(('duration', 0.2909), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 273,
    "(('duration', 0.2705), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 274,
    "(('duration', 0.5432), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 275,
    "(('duration', 0.2818), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 276,
    "(('duration', 0.2682), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 277,
    "(('duration', 2.2045), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 278,
    "(('duration', 2.2045), ('pitch', 89), ('tempo', 120.0), ('velocity', 127))": 279,
    "(('duration', 0.2841), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 280,
    "(('duration', 1.9318), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 281,
    "(('duration', 0.2682), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 282,
    "(('duration', 0.2795), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 283,
    "(('duration', 0.2614), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 284,
    "(('duration', 0.2955), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 285,
    "(('duration', 0.2773), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 286,
    "(('duration', 2.2159), ('pitch', 89), ('tempo', 120.0), ('velocity', 127))": 287,
    "(('duration', 0.5409), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 288,
    "(('duration', 2.4886), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 289,
    "(('duration', 4.4205), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 290,
    "(('duration', 0.2818), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 291,
    "(('duration', 2.2136), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 292,
    "(('duration', 2.2159), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 293,
    "(('duration', 0.2682), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 294,
    "(('duration', 0.2886), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 295,
    "(('duration', 0.2727), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 296,
    "(('duration', 0.2773), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 297,
    "(('duration', 1.9205), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 298,
    "(('duration', 0.2636), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 299,
    "(('duration', 0.2841), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 300,
    "(('duration', 4.4364), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 301,
    "(('duration', 0.2773), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 302,
    "(('duration', 18.125), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 303,
    "(('duration', 0.2932), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 304,
    "(('duration', 2.7818), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 305,
    "(('duration', 0.2727), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 306,
    "(('duration', 0.2909), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 307,
    "(('duration', 0.5409), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 308,
    "(('duration', 3.6114), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 309,
    "(('duration', 0.2659), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 310,
    "(('duration', 0.2841), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 311,
    "(('duration', 0.2682), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 312,
    "(('duration', 2.2159), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 313,
    "(('duration', 2.2068), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 314,
    "(('duration', 0.2841), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 315,
    "(('duration', 0.2705), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 316,
    "(('duration', 0.2886), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 317,
    "(('duration', 2.2045), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 318,
    "(('duration', 0.2614), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 319,
    "(('duration', 1.9386), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 320,
    "(('duration', 0.2795), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 321,
    "(('duration', 0.2659), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 322,
    "(('duration', 2.2045), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 323,
    "(('duration', 2.2023), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 324,
    "(('duration', 0.2818), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 325,
    "(('duration', 2.2023), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 326,
    "(('duration', 0.5523), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 327,
    "(('duration', 2.4818), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 328,
    "(('duration', 0.2682), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 329,
    "(('duration', 4.4205), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 330,
    "(('duration', 0.2659), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 331,
    "(('duration', 2.2136), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 332,
    "(('duration', 2.2159), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 333,
    "(('duration', 1.9364), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 334,
    "(('duration', 0.2841), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 335,
    "(('duration', 0.2682), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 336,
    "(('duration', 4.7023), ('pitch', 63), ('tempo', 120.0), ('velocity', 127))": 337,
    "(('duration', 0.2818), ('pitch', 63), ('tempo', 120.0), ('velocity', 127))": 338,
    "(('duration', 2.4886), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 339,
    "(('duration', 0.2682), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 340,
    "(('duration', 0.2886), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 341,
    "(('duration', 0.2727), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 342,
    "(('duration', 2.7568), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 343,
    "(('duration', 0.5409), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 344,
    "(('duration', 0.2841), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 345,
    "(('duration', 21.8341), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 346,
    "(('duration', 0.2659), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 347,
    "(('duration', 11.3364), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 348,
    "(('duration', 0.2841), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 349,
    "(('duration', 2.2045), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 350,
    "(('duration', 2.2045), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 351,
    "(('duration', 2.2045), ('pitch', 80), ('tempo', 120.0), ('velocity', 127))": 352,
    "(('duration', 1.9295), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 353,
    "(('duration', 0.2659), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 354,
    "(('duration', 0.2795), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 355,
    "(('duration', 0.2614), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 356,
    "(('duration', 0.55), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 357,
    "(('duration', 2.4886), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 358,
    "(('duration', 4.4205), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 359,
    "(('duration', 0.2682), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 360,
    "(('duration', 2.2159), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 361,
    "(('duration', 0.2659), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 362,
    "(('duration', 2.2136), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 363,
    "(('duration', 2.2136), ('pitch', 80), ('tempo', 120.0), ('velocity', 127))": 364,
    "(('duration', 0.2795), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 365,
    "(('duration', 1.9364), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 366,
    "(('duration', 0.2773), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 367,
    "(('duration', 0.2773), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 368,
    "(('duration', 0.2955), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 369,
    "(('duration', 2.5091), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 370,
    "(('duration', 4.725), ('pitch', 56), ('tempo', 120.0), ('velocity', 127))": 371,
    "(('duration', 0.2682), ('pitch', 56), ('tempo', 120.0), ('velocity', 127))": 372,
    "(('duration', 11.4523), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 373,
    "(('duration', 0.1159), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 374,
    "(('duration', 0.1023), ('pitch', 73), ('tempo', 120.0), ('velocity', 40))": 375,
    "(('duration', 0.05), ('pitch', 61), ('tempo', 120.0), ('velocity', 40))": 376,
    "(('duration', 0.05), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 377,
    "(('duration', 0.1023), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 378,
    "(('duration', 0.1), ('pitch', 61), ('tempo', 120.0), ('velocity', 40))": 379,
    "(('duration', 0.1), ('pitch', 73), ('tempo', 120.0), ('velocity', 40))": 380,
    "(('duration', 0.0477), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 381,
    "(('duration', 0.1), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 382,
    "(('duration', 2.4136), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 383,
    "(('duration', 0.4045), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 384,
    "(('duration', 0.4023), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 385,
    "(('duration', 0.6023), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 386,
    "(('duration', 1.8068), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 387,
    "(('duration', 0.6023), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 388,
    "(('duration', 0.6023), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 389,
    "(('duration', 0.6023), ('pitch', 57), ('tempo', 120.0), ('velocity', 51))": 390,
    "(('duration', 0.4), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 391,
    "(('duration', 0.4), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 392,
    "(('duration', 0.6), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 393,
    "(('duration', 2.6159), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 394,
    "(('duration', 0.6068), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 395,
    "(('duration', 2.2114), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 396,
    "(('duration', 0.6), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 397,
    "(('duration', 0.6114), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 398,
    "(('duration', 0.4023), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 399,
    "(('duration', 2.0159), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 400,
    "(('duration', 0.4023), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 401,
    "(('duration', 7.4091), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 402,
    "(('duration', 0.5682), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 403,
    "(('duration', 0.05), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 404,
    "(('duration', 0.1341), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 405,
    "(('duration', 0.0841), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 406,
    "(('duration', 0.1341), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 407,
    "(('duration', 0.1318), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 408,
    "(('duration', 0.0818), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 409,
    "(('duration', 0.1318), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 410,
    "(('duration', 0.0523), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 411,
    "(('duration', 1.4068), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 412,
    "(('duration', 0.0977), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 413,
    "(('duration', 0.4045), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 414,
    "(('duration', 0.1), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 415,
    "(('duration', 0.8045), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 416,
    "(('duration', 0.2), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 417,
    "(('duration', 6.2364), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 418,
    "(('duration', 0.2), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 419,
    "(('duration', 2.4136), ('pitch', 63), ('tempo', 120.0), ('velocity', 51))": 420,
    "(('duration', 12.8727), ('pitch', 66), ('tempo', 120.0), ('velocity', 51))": 421,
    "(('duration', 4.5227), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 422,
    "(('duration', 0.4023), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 423,
    "(('duration', 3.6205), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 424,
    "(('duration', 5.2295), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 425,
    "(('duration', 1.8114), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 426,
    "(('duration', 12.8727), ('pitch', 28), ('tempo', 120.0), ('velocity', 51))": 427,
    "(('duration', 0.4023), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 428,
    "(('duration', 2.6091), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 429,
    "(('duration', 12.8682), ('pitch', 59), ('tempo', 120.0), ('velocity', 51))": 430,
    "(('duration', 2.2068), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 431,
    "(('duration', 0.4068), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 432,
    "(('duration', 0.4068), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 433,
    "(('duration', 1.0), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 434,
    "(('duration', 0.5932), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 435,
    "(('duration', 0.0977), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 436,
    "(('duration', 2.8091), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 437,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 438,
    "(('duration', 2.0136), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 439,
    "(('duration', 11.0523), ('pitch', 59), ('tempo', 120.0), ('velocity', 51))": 440,
    "(('duration', 2.4045), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 441,
    "(('duration', 19.2841), ('pitch', 66), ('tempo', 120.0), ('velocity', 51))": 442,
    "(('duration', 0.0023), ('pitch', 66), ('tempo', 120.0), ('velocity', 51))": 443,
    "(('duration', 19.2818), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 444,
    "(('duration', 0.4), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 445,
    "(('duration', 1.8045), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 446,
    "(('duration', 0.6045), ('pitch', 57), ('tempo', 120.0), ('velocity', 51))": 447,
    "(('duration', 19.2795), ('pitch', 28), ('tempo', 120.0), ('velocity', 51))": 448,
    "(('duration', 0.0023), ('pitch', 28), ('tempo', 120.0), ('velocity', 51))": 449,
    "(('duration', 0.4068), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 450,
    "(('duration', 19.2864), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 451,
    "(('duration', 8.2341), ('pitch', 59), ('tempo', 120.0), ('velocity', 51))": 452,
    "(('duration', 0.6045), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 453,
    "(('duration', 0.4), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 454,
    "(('duration', 2.0068), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 455,
    "(('duration', 0.4), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 456,
    "(('duration', 30.7341), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 457,
    "(('duration', 7.3977), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 458,
    "(('duration', 31.6068), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 459,
    "(('duration', 1.4045), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 460,
    "(('duration', 0.4023), ('pitch', 0), ('tempo', 120.0), ('velocity', 51))": 461,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 462,
    "(('duration', 0.8068), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 463,
    "(('duration', 0.2045), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 464,
    "(('duration', 0.2023), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 465,
    "(('duration', 6.225), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 466,
    "(('duration', 2.4068), ('pitch', 63), ('tempo', 120.0), ('velocity', 51))": 467,
    "(('duration', 3.6091), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 468,
    "(('duration', 5.2182), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 469,
    "(('duration', 0.6), ('pitch', 57), ('tempo', 120.0), ('velocity', 51))": 470,
    "(('duration', 2.6182), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 471,
    "(('duration', 12.8545), ('pitch', 59), ('tempo', 120.0), ('velocity', 51))": 472,
    "(('duration', 2.2182), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 473,
    "(('duration', 0.4045), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 474,
    "(('duration', 0.4), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 475,
    "(('duration', 32.1341), ('pitch', 38), ('tempo', 120.0), ('velocity', 51))": 476,
    "(('duration', 1.0045), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 477,
    "(('duration', 2.8136), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 478,
    "(('duration', 1.8114), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 479,
    "(('duration', 0.65), ('pitch', 100), ('tempo', 120.0), ('velocity', 13))": 480,
    "(('duration', 0.1727), ('pitch', 98), ('tempo', 120.0), ('velocity', 13))": 481,
    "(('duration', 0.0886), ('pitch', 96), ('tempo', 120.0), ('velocity', 13))": 482,
    "(('duration', 0.35), ('pitch', 95), ('tempo', 120.0), ('velocity', 13))": 483,
    "(('duration', 0.4636), ('pitch', 93), ('tempo', 120.0), ('velocity', 13))": 484,
    "(('duration', 0.4455), ('pitch', 90), ('tempo', 120.0), ('velocity', 13))": 485,
    "(('duration', 0.2591), ('pitch', 87), ('tempo', 120.0), ('velocity', 13))": 486,
    "(('duration', 0.0841), ('pitch', 84), ('tempo', 120.0), ('velocity', 13))": 487,
    "(('duration', 0.3659), ('pitch', 83), ('tempo', 120.0), ('velocity', 13))": 488,
    "(('duration', 0.3636), ('pitch', 81), ('tempo', 120.0), ('velocity', 13))": 489,
    "(('duration', 0.5023), ('pitch', 78), ('tempo', 120.0), ('velocity', 13))": 490,
    "(('duration', 0.4136), ('pitch', 75), ('tempo', 120.0), ('velocity', 13))": 491,
    "(('duration', 1.3045), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 492,
    "(('duration', 0.2409), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 493,
    "(('duration', 1.8568), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 494,
    "(('duration', 0.2409), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 495,
    "(('duration', 0.5545), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 496,
    "(('duration', 1.2977), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 497,
    "(('duration', 0.5091), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 498,
    "(('duration', 3.7205), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 499,
    "(('duration', 1.8432), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 500,
    "(('duration', 4.275), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 501,
    "(('duration', 2.3977), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 502,
    "(('duration', 1.0341), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 503,
    "(('duration', 0.5), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 504,
    "(('duration', 0.7773), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 505,
    "(('duration', 4.0091), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 506,
    "(('duration', 1.3159), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 507,
    "(('duration', 4.0), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 508,
    "(('duration', 0.2341), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 509,
    "(('duration', 0.2364), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 510,
    "(('duration', 1.5795), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 511,
    "(('duration', 0.2318), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 512,
    "(('duration', 3.775), ('pitch', 0), ('tempo', 120.0), ('velocity', 40))": 513,
    "(('duration', 0.2341), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 514,
    "(('duration', 4.2727), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 515,
    "(('duration', 1.5795), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 516,
    "(('duration', 4.3091), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 517,
    "(('duration', 0.2364), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 518,
    "(('duration', 0.2364), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 519,
    "(('duration', 0.7659), ('pitch', 58), ('tempo', 120.0), ('velocity', 40))": 520,
    "(('duration', 0.7705), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 521,
    "(('duration', 0.5114), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 522,
    "(('duration', 0.7659), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 523,
    "(('duration', 7.8091), ('pitch', 0), ('tempo', 120.0), ('velocity', 40))": 524,
    "(('duration', 8.3227), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 525,
    "(('duration', 0.7818), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 526,
    "(('duration', 7.25), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 527,
    "(('duration', 0.5091), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 528,
    "(('duration', 0.0023), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 529,
    "(('duration', 5.075), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 530,
    "(('duration', 0.7636), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 531,
    "(('duration', 0.7773), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 532,
    "(('duration', 0.5114), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 533,
    "(('duration', 1.3568), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 534,
    "(('duration', 0.7682), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 535,
    "(('duration', 0.7727), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 536,
    "(('duration', 0.5114), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 537,
    "(('duration', 1.3), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 538,
    "(('duration', 4.275), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 539,
    "(('duration', 0.2409), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 540,
    "(('duration', 4.0068), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 541,
    "(('duration', 0.2409), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 542,
    "(('duration', 2.1136), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 543,
    "(('duration', 1.0455), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 544,
    "(('duration', 3.7841), ('pitch', 42), ('tempo', 120.0), ('velocity', 40))": 545,
    "(('duration', 4.2795), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 546,
    "(('duration', 0.7727), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 547,
    "(('duration', 0.2364), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 548,
    "(('duration', 12.9364), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 549,
    "(('duration', 1.8841), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 550,
    "(('duration', 1.5705), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 551,
    "(('duration', 0.2386), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 552,
    "(('duration', 0.2364), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 553,
    "(('duration', 16.1795), ('pitch', 0), ('tempo', 120.0), ('velocity', 40))": 554,
    "(('duration', 1.0364), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 555,
    "(('duration', 4.2795), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 556,
    "(('duration', 0.5068), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 557,
    "(('duration', 0.7682), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 558,
    "(('duration', 1.5841), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 559,
    "(('duration', 0.7818), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 560,
    "(('duration', 3.4818), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 561,
    "(('duration', 0.5045), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 562,
    "(('duration', 2.125), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 563,
    "(('duration', 0.7682), ('pitch', 60), ('tempo', 120.0), ('velocity', 25))": 564,
    "(('duration', 2.1136), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 565,
    "(('duration', 0.7727), ('pitch', 64), ('tempo', 120.0), ('velocity', 25))": 566,
    "(('duration', 1.8477), ('pitch', 62), ('tempo', 120.0), ('velocity', 25))": 567,
    "(('duration', 0.2364), ('pitch', 62), ('tempo', 120.0), ('velocity', 25))": 568,
    "(('duration', 0.1023), ('pitch', 65), ('tempo', 120.0), ('velocity', 32))": 569,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 32))": 570,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 32))": 571,
    "(('duration', 0.1), ('pitch', 68), ('tempo', 120.0), ('velocity', 32))": 572,
    "(('duration', 1.4364), ('pitch', 72), ('tempo', 120.0), ('velocity', 32))": 573,
    "(('duration', 0.3659), ('pitch', 75), ('tempo', 120.0), ('velocity', 32))": 574,
    "(('duration', 0.2386), ('pitch', 73), ('tempo', 120.0), ('velocity', 32))": 575,
    "(('duration', 1.575), ('pitch', 70), ('tempo', 120.0), ('velocity', 32))": 576,
    "(('duration', 1.45), ('pitch', 70), ('tempo', 120.0), ('velocity', 32))": 577,
    "(('duration', 5.7636), ('pitch', 51), ('tempo', 120.0), ('velocity', 32))": 578,
    "(('duration', 0.375), ('pitch', 73), ('tempo', 120.0), ('velocity', 32))": 579,
    "(('duration', 0.3705), ('pitch', 73), ('tempo', 120.0), ('velocity', 32))": 580,
    "(('duration', 4.4318), ('pitch', 76), ('tempo', 120.0), ('velocity', 32))": 581,
    "(('duration', 0.8955), ('pitch', 70), ('tempo', 120.0), ('velocity', 32))": 582,
