{
    "<PAD>": 0,
    "(('duration', 2.6045), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 1,
    "(('duration', 0.1977), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 2,
    "(('duration', 0.2045), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 3,
    "(('duration', 2.6045), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 4,
    "(('duration', 0.2), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 5,
    "(('duration', 0.2045), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 6,
    "(('duration', 2.6182), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 7,
    "(('duration', 0.2), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 8,
    "(('duration', 0.2), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 9,
    "(('duration', 2.6159), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 10,
    "(('duration', 0.1977), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 11,
    "(('duration', 0.4023), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 12,
    "(('duration', 0.1977), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 13,
    "(('duration', 0.4091), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 14,
    "(('duration', 0.2), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 15,
    "(('duration', 0.4), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 16,
    "(('duration', 0.2023), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 17,
    "(('duration', 0.1977), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 18,
    "(('duration', 0.4023), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 19,
    "(('duration', 0.2), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 20,
    "(('duration', 0.3955), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 21,
    "(('duration', 0.3977), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 22,
    "(('duration', 0.1977), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 23,
    "(('duration', 0.4023), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 24,
    "(('duration', 0.2), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 25,
    "(('duration', 0.4), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 26,
    "(('duration', 0.2068), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 27,
    "(('duration', 0.4), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 28,
    "(('duration', 0.1955), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 29,
    "(('duration', 0.4091), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 30,
    "(('duration', 0.2045), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 31,
    "(('duration', 0.4), ('pitch', 41), ('tempo', 120.0), ('velocity', 64))": 32,
    "(('duration', 0.2), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 33,
    "(('duration', 0.2), ('pitch', 41), ('tempo', 120.0), ('velocity', 64))": 34,
    "(('duration', 0.1977), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 35,
    "(('duration', 0.3977), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 36,
    "(('duration', 0.2), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 37,
    "(('duration', 0.2023), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 38,
    "(('duration', 0.2), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 39,
    "(('duration', 0.3977), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 40,
    "(('duration', 0.1955), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 41,
    "(('duration', 0.1955), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 42,
    "(('duration', 0.4), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 43,
    "(('duration', 0.1955), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 44,
    "(('duration', 0.4091), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 45,
    "(('duration', 0.1955), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 46,
    "(('duration', 0.1977), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 47,
    "(('duration', 0.3977), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 48,
    "(('duration', 0.2023), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 49,
    "(('duration', 0.3977), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 50,
    "(('duration', 0.2), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 51,
    "(('duration', 0.1955), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 52,
    "(('duration', 0.4), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 53,
    "(('duration', 0.1909), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 54,
    "(('duration', 0.2068), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 55,
    "(('duration', 0.1932), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 56,
    "(('duration', 1.0068), ('pitch', 26), ('tempo', 120.0), ('velocity', 64))": 57,
    "(('duration', 0.1977), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 58,
    "(('duration', 0.1977), ('pitch', 24), ('tempo', 120.0), ('velocity', 64))": 59,
    "(('duration', 0.2), ('pitch', 24), ('tempo', 120.0), ('velocity', 64))": 60,
    "(('duration', 0.4045), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 61,
    "(('duration', 0.6), ('pitch', 24), ('tempo', 120.0), ('velocity', 64))": 62,
    "(('duration', 0.2023), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 63,
    "(('duration', 0.2045), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 64,
    "(('duration', 0.3955), ('pitch', 41), ('tempo', 120.0), ('velocity', 64))": 65,
    "(('duration', 0.3955), ('pitch', 39), ('tempo', 120.0), ('velocity', 64))": 66,
    "(('duration', 0.4023), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 67,
    "(('duration', 0.6023), ('pitch', 27), ('tempo', 120.0), ('velocity', 64))": 68,
    "(('duration', 0.2023), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 69,
    "(('duration', 0.2), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 70,
    "(('duration', 0.1955), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 71,
    "(('duration', 0.2), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 72,
    "(('duration', 0.2023), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 73,
    "(('duration', 0.1932), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 74,
    "(('duration', 0.1977), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 75,
    "(('duration', 0.2023), ('pitch', 37), ('tempo', 120.0), ('velocity', 64))": 76,
    "(('duration', 0.1955), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 77,
    "(('duration', 0.2023), ('pitch', 41), ('tempo', 120.0), ('velocity', 64))": 78,
    "(('duration', 0.8), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 79,
    "(('duration', 0.1977), ('pitch', 37), ('tempo', 120.0), ('velocity', 64))": 80,
    "(('duration', 0.1977), ('pitch', 25), ('tempo', 120.0), ('velocity', 64))": 81,
    "(('duration', 0.2136), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 82,
    "(('duration', 0.3955), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 83,
    "(('duration', 0.2045), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 84,
    "(('duration', 0.1932), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 85,
    "(('duration', 0.2091), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 86,
    "(('duration', 0.4045), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 87,
    "(('duration', 0.2023), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 88,
    "(('duration', 0.2023), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 89,
    "(('duration', 0.1955), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 90,
    "(('duration', 0.1977), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 91,
    "(('duration', 0.2045), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 92,
    "(('duration', 0.3932), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 93,
    "(('duration', 0.1932), ('pitch', 45), ('tempo', 120.0), ('velocity', 64))": 94,
    "(('duration', 0.2068), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 95,
    "(('duration', 0.1955), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 96,
    "(('duration', 0.2), ('pitch', 45), ('tempo', 120.0), ('velocity', 64))": 97,
    "(('duration', 0.1977), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 98,
    "(('duration', 0.2), ('pitch', 25), ('tempo', 120.0), ('velocity', 64))": 99,
    "(('duration', 0.2068), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 100,
    "(('duration', 0.1977), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 101,
    "(('duration', 0.2045), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 102,
    "(('duration', 0.1932), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 103,
    "(('duration', 0.1977), ('pitch', 30), ('tempo', 120.0), ('velocity', 64))": 104,
    "(('duration', 0.1932), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 105,
    "(('duration', 2.6159), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 106,
    "(('duration', 2.6136), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 107,
    "(('duration', 0.1), ('pitch', 26), ('tempo', 120.0), ('velocity', 64))": 108,
    "(('duration', 0.1), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 109,
    "(('duration', 0.1023), ('pitch', 26), ('tempo', 120.0), ('velocity', 64))": 110,
    "(('duration', 0.1023), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 111,
    "(('duration', 0.1), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 112,
    "(('duration', 0.1), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 113,
    "(('duration', 0.1), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 114,
    "(('duration', 0.1023), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 115,
    "(('duration', 0.1), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 116,
    "(('duration', 0.1023), ('pitch', 34), ('tempo', 120.0), ('velocity', 64))": 117,
    "(('duration', 0.1), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 118,
    "(('duration', 0.1), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 119,
    "(('duration', 0.1), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 120,
    "(('duration', 0.1023), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 121,
    "(('duration', 0.1023), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 122,
    "(('duration', 0.1), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 123,
    "(('duration', 0.1), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 124,
    "(('duration', 0.1023), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 125,
    "(('duration', 0.1), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 126,
    "(('duration', 0.1023), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 127,
    "(('duration', 0.1023), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 128,
    "(('duration', 0.2), ('pitch', 26), ('tempo', 120.0), ('velocity', 64))": 129,
    "(('duration', 0.2), ('pitch', 35), ('tempo', 120.0), ('velocity', 64))": 130,
    "(('duration', 0.2), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 131,
    "(('duration', 0.2023), ('pitch', 35), ('tempo', 120.0), ('velocity', 64))": 132,
    "(('duration', 0.2068), ('pitch', 26), ('tempo', 120.0), ('velocity', 64))": 133,
    "(('duration', 0.1932), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 134,
    "(('duration', 0.2045), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 135,
    "(('duration', 0.2068), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 136,
    "(('duration', 0.2023), ('pitch', 32), ('tempo', 120.0), ('velocity', 64))": 137,
    "(('duration', 0.2), ('pitch', 32), ('tempo', 120.0), ('velocity', 64))": 138,
    "(('duration', 0.2023), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 139,
    "(('duration', 0.2068), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 140,
    "(('duration', 0.2045), ('pitch', 26), ('tempo', 120.0), ('velocity', 64))": 141,
    "(('duration', 0.1955), ('pitch', 35), ('tempo', 120.0), ('velocity', 64))": 142,
    "(('duration', 0.1977), ('pitch', 35), ('tempo', 120.0), ('velocity', 64))": 143,
    "(('duration', 0.4045), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 144,
    "(('duration', 0.1977), ('pitch', 41), ('tempo', 120.0), ('velocity', 64))": 145,
    "(('duration', 0.4), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 146,
    "(('duration', 0.3955), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 147,
    "(('duration', 0.2068), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 148,
    "(('duration', 0.2045), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 149,
    "(('duration', 0.4045), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 150,
    "(('duration', 0.4), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 151,
    "(('duration', 0.6114), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 152,
    "(('duration', 1.1932), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 153,
    "(('duration', 0.4023), ('pitch', 41), ('tempo', 120.0), ('velocity', 64))": 154,
    "(('duration', 0.4), ('pitch', 40), ('tempo', 120.0), ('velocity', 64))": 155,
    "(('duration', 0.4068), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 156,
    "(('duration', 0.6023), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 157,
    "(('duration', 1.2023), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 158,
    "(('duration', 0.4023), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 159,
    "(('duration', 0.3977), ('pitch', 29), ('tempo', 120.0), ('velocity', 64))": 160,
    "(('duration', 0.6091), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 161,
    "(('duration', 0.6068), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 162,
    "(('duration', 1.2045), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 163,
    "(('duration', 0.3909), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 164,
    "(('duration', 0.4114), ('pitch', 31), ('tempo', 120.0), ('velocity', 64))": 165,
    "(('duration', 0.6091), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 166,
    "(('duration', 1.1932), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 167,
    "(('duration', 0.4), ('pitch', 45), ('tempo', 120.0), ('velocity', 64))": 168,
    "(('duration', 0.4114), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 169,
    "(('duration', 0.5977), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 170,
    "(('duration', 1.2023), ('pitch', 28), ('tempo', 120.0), ('velocity', 64))": 171,
    "(('duration', 0.6114), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 172,
    "(('duration', 1.9955), ('pitch', 45), ('tempo', 120.0), ('velocity', 64))": 173,
    "(('duration', 0.0023), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 174,
    "(('duration', 0.2), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 175,
    "(('duration', 0.1614), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 176,
    "(('duration', 0.1818), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 177,
    "(('duration', 0.1795), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 178,
    "(('duration', 0.1955), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 179,
    "(('duration', 0.3909), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 180,
    "(('duration', 0.1977), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 181,
    "(('duration', 0.2), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 182,
    "(('duration', 0.1682), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 183,
    "(('duration', 0.1864), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 184,
    "(('duration', 0.1841), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 185,
    "(('duration', 0.2023), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 186,
    "(('duration', 0.1705), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 187,
    "(('duration', 0.3864), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 188,
    "(('duration', 0.1864), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 189,
    "(('duration', 0.2023), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 190,
    "(('duration', 0.175), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 191,
    "(('duration', 0.2114), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 192,
    "(('duration', 0.3932), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 193,
    "(('duration', 0.1909), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 194,
    "(('duration', 0.1614), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 195,
    "(('duration', 0.1955), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 196,
    "(('duration', 0.2), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 197,
    "(('duration', 0.1659), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 198,
    "(('duration', 0.1955), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 199,
    "(('duration', 0.1909), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 200,
    "(('duration', 0.2023), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 201,
    "(('duration', 0.2), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 202,
    "(('duration', 0.4023), ('pitch', 37), ('tempo', 120.0), ('velocity', 127))": 203,
    "(('duration', 0.1727), ('pitch', 37), ('tempo', 120.0), ('velocity', 127))": 204,
    "(('duration', 0.1841), ('pitch', 37), ('tempo', 120.0), ('velocity', 127))": 205,
    "(('duration', 0.1864), ('pitch', 37), ('tempo', 120.0), ('velocity', 127))": 206,
    "(('duration', 0.2), ('pitch', 37), ('tempo', 120.0), ('velocity', 127))": 207,
    "(('duration', 0.2023), ('pitch', 37), ('tempo', 120.0), ('velocity', 127))": 208,
    "(('duration', 0.1614), ('pitch', 37), ('tempo', 120.0), ('velocity', 127))": 209,
    "(('duration', 0.3795), ('pitch', 38), ('tempo', 120.0), ('velocity', 127))": 210,
    "(('duration', 0.1977), ('pitch', 38), ('tempo', 120.0), ('velocity', 127))": 211,
    "(('duration', 0.2), ('pitch', 38), ('tempo', 120.0), ('velocity', 127))": 212,
    "(('duration', 0.1659), ('pitch', 39), ('tempo', 120.0), ('velocity', 127))": 213,
    "(('duration', 0.1909), ('pitch', 39), ('tempo', 120.0), ('velocity', 127))": 214,
    "(('duration', 0.2), ('pitch', 39), ('tempo', 120.0), ('velocity', 127))": 215,
    "(('duration', 0.2023), ('pitch', 39), ('tempo', 120.0), ('velocity', 127))": 216,
    "(('duration', 0.4), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 217,
    "(('duration', 0.2), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 218,
    "(('duration', 0.1727), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 219,
    "(('duration', 0.1864), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 220,
    "(('duration', 0.1841), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 221,
    "(('duration', 0.2023), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 222,
    "(('duration', 0.4), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 223,
    "(('duration', 0.2), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 224,
    "(('duration', 0.2023), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 225,
    "(('duration', 0.1705), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 226,
    "(('duration', 0.1864), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 227,
    "(('duration', 0.5682), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 228,
    "(('duration', 0.2045), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 229,
    "(('duration', 0.5977), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 230,
    "(('duration', 0.5409), ('pitch', 38), ('tempo', 120.0), ('velocity', 127))": 231,
    "(('duration', 1.0045), ('pitch', 37), ('tempo', 120.0), ('velocity', 127))": 232,
    "(('duration', 0.1705), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 233,
    "(('duration', 0.1841), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 234,
    "(('duration', 0.1864), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 235,
    "(('duration', 0.4023), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 236,
    "(('duration', 0.3886), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 237,
    "(('duration', 0.3614), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 238,
    "(('duration', 0.2), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 239,
    "(('duration', 0.1864), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 240,
    "(('duration', 0.1841), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 241,
    "(('duration', 0.3955), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 242,
    "(('duration', 0.1955), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 243,
    "(('duration', 0.1682), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 244,
    "(('duration', 0.4), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 245,
    "(('duration', 0.3841), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 246,
    "(('duration', 0.3591), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 247,
    "(('duration', 0.1909), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 248,
    "(('duration', 0.2023), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 249,
    "(('duration', 0.2159), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 250,
    "(('duration', 0.1), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 251,
    "(('duration', 0.1023), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 252,
    "(('duration', 0.2045), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 253,
    "(('duration', 0.2227), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 254,
    "(('duration', 0.1045), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 255,
    "(('duration', 0.2), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 256,
    "(('duration', 0.2182), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 257,
    "(('duration', 0.2), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 258,
    "(('duration', 0.2182), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 259,
    "(('duration', 0.1), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 260,
    "(('duration', 0.1023), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 261,
    "(('duration', 0.2159), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 262,
    "(('duration', 0.1023), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 263,
    "(('duration', 0.1045), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 264,
    "(('duration', 0.2159), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 265,
    "(('duration', 0.1205), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 266,
    "(('duration', 0.1227), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 267,
    "(('duration', 0.0568), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 268,
    "(('duration', 0.0591), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 269,
    "(('duration', 0.0591), ('pitch', 52), ('tempo', 120.0), ('velocity', 127))": 270,
    "(('duration', 0.225), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 271,
    "(('duration', 0.075), ('pitch', 52), ('tempo', 120.0), ('velocity', 127))": 272,
    "(('duration', 0.075), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 273,
    "(('duration', 0.2273), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 274,
    "(('duration', 0.0227), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 275,
    "(('duration', 0.025), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 276,
    "(('duration', 0.025), ('pitch', 52), ('tempo', 120.0), ('velocity', 127))": 277,
    "(('duration', 0.3023), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 278,
    "(('duration', 0.1523), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 279,
    "(('duration', 0.3023), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 280,
    "(('duration', 0.1523), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 281,
    "(('duration', 1.5955), ('pitch', 36), ('tempo', 120.0), ('velocity', 127))": 282,
    "(('duration', 0.4), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 283,
    "(('duration', 0.2), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 284,
    "(('duration', 0.2), ('pitch', 52), ('tempo', 120.0), ('velocity', 127))": 285,
    "(('duration', 2.0295), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 286,
    "(('duration', 0.4045), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 287,
    "(('duration', 0.2045), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 288,
    "(('duration', 0.4045), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 289,
    "(('duration', 0.2045), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 290,
    "(('duration', 6.0455), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 291,
    "(('duration', 6.4727), ('pitch', 0), ('tempo', 120.0), ('velocity', 127))": 292,
    "(('duration', 2.0227), ('pitch', 36), ('tempo', 120.0), ('velocity', 127))": 293,
    "(('duration', 0.2023), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 294,
    "(('duration', 6.475), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 295,
    "(('duration', 6.4727), ('pitch', 19), ('tempo', 120.0), ('velocity', 127))": 296,
    "(('duration', 0.2023), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 297,
    "(('duration', 0.2023), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 298,
    "(('duration', 0.2023), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 299,
    "(('duration', 6.4727), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 300,
    "(('duration', 6.4727), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 301,
    "(('duration', 2.025), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 302,
    "(('duration', 0.2), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 303,
    "(('duration', 6.4523), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 304,
    "(('duration', 6.4523), ('pitch', 0), ('tempo', 120.0), ('velocity', 127))": 305,
    "(('duration', 6.45), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 306,
    "(('duration', 0.2341), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 307,
    "(('duration', 3.2568), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 308,
    "(('duration', 0.1523), ('pitch', 29), ('tempo', 120.0), ('velocity', 80))": 309,
    "(('duration', 0.0705), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 310,
    "(('duration', 0.15), ('pitch', 28), ('tempo', 120.0), ('velocity', 80))": 311,
    "(('duration', 0.0682), ('pitch', 28), ('tempo', 120.0), ('velocity', 80))": 312,
    "(('duration', 0.0705), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 313,
    "(('duration', 0.1523), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 314,
    "(('duration', 0.0705), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 315,
    "(('duration', 0.0705), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 316,
    "(('duration', 0.0705), ('pitch', 35), ('tempo', 120.0), ('velocity', 80))": 317,
    "(('duration', 0.0705), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 318,
    "(('duration', 0.1523), ('pitch', 28), ('tempo', 120.0), ('velocity', 80))": 319,
    "(('duration', 0.0682), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 320,
    "(('duration', 0.15), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 321,
    "(('duration', 0.15), ('pitch', 29), ('tempo', 120.0), ('velocity', 80))": 322,
    "(('duration', 0.0705), ('pitch', 28), ('tempo', 120.0), ('velocity', 80))": 323,
    "(('duration', 0.0682), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 324,
    "(('duration', 0.0682), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 325,
    "(('duration', 0.15), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 326,
    "(('duration', 0.9932), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 327,
    "(('duration', 0.0523), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 328,
    "(('duration', 0.1023), ('pitch', 29), ('tempo', 120.0), ('velocity', 80))": 329,
    "(('duration', 0.05), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 330,
    "(('duration', 0.1), ('pitch', 28), ('tempo', 120.0), ('velocity', 80))": 331,
    "(('duration', 0.05), ('pitch', 28), ('tempo', 120.0), ('velocity', 80))": 332,
    "(('duration', 0.05), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 333,
    "(('duration', 0.1), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 334,
    "(('duration', 0.05), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 335,
    "(('duration', 0.05), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 336,
    "(('duration', 0.05), ('pitch', 35), ('tempo', 120.0), ('velocity', 80))": 337,
    "(('duration', 0.05), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 338,
    "(('duration', 0.0523), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 339,
    "(('duration', 0.1), ('pitch', 29), ('tempo', 120.0), ('velocity', 80))": 340,
    "(('duration', 0.0523), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 341,
    "(('duration', 0.1023), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 342,
    "(('duration', 1.4023), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 343,
    "(('duration', 0.0705), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 344,
    "(('duration', 0.0614), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 345,
    "(('duration', 0.1318), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 346,
    "(('duration', 0.15), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 347,
    "(('duration', 0.0682), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 348,
    "(('duration', 0.0682), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 349,
    "(('duration', 0.15), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 350,
    "(('duration', 0.15), ('pitch', 27), ('tempo', 120.0), ('velocity', 80))": 351,
    "(('duration', 0.0705), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 352,
    "(('duration', 0.0705), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 353,
    "(('duration', 0.15), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 354,
    "(('duration', 0.15), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 355,
    "(('duration', 0.0682), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 356,
    "(('duration', 0.0682), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 357,
    "(('duration', 0.15), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 358,
    "(('duration', 0.1523), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 359,
    "(('duration', 0.15), ('pitch', 25), ('tempo', 120.0), ('velocity', 80))": 360,
    "(('duration', 0.0705), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 361,
    "(('duration', 0.0705), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 362,
    "(('duration', 0.15), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 363,
    "(('duration', 0.1523), ('pitch', 25), ('tempo', 120.0), ('velocity', 80))": 364,
    "(('duration', 0.15), ('pitch', 30), ('tempo', 120.0), ('velocity', 80))": 365,
    "(('duration', 0.15), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 366,
    "(('duration', 0.1523), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 367,
    "(('duration', 0.15), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 368,
    "(('duration', 0.1523), ('pitch', 27), ('tempo', 120.0), ('velocity', 80))": 369,
    "(('duration', 0.1523), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 370,
    "(('duration', 0.0682), ('pitch', 30), ('tempo', 120.0), ('velocity', 80))": 371,
    "(('duration', 0.0682), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 372,
    "(('duration', 0.0682), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 373,
    "(('duration', 0.0705), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 374,
    "(('duration', 0.0705), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 375,
    "(('duration', 0.0705), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 376,
    "(('duration', 0.0705), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 377,
    "(('duration', 0.0705), ('pitch', 30), ('tempo', 120.0), ('velocity', 80))": 378,
    "(('duration', 0.0705), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 379,
    "(('duration', 0.0682), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 380,
    "(('duration', 1.2773), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 381,
    "(('duration', 0.0682), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 382,
    "(('duration', 0.0523), ('pitch', 28), ('tempo', 120.0), ('velocity', 80))": 383,
    "(('duration', 0.1), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 384,
    "(('duration', 1.4068), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 385,
    "(('duration', 0.0591), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 386,
    "(('duration', 0.1295), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 387,
    "(('duration', 0.2227), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 388,
    "(('duration', 0.1114), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 389,
    "(('duration', 0.1114), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 390,
    "(('duration', 0.2205), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 391,
    "(('duration', 0.8932), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 392,
    "(('duration', 0.1068), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 393,
    "(('duration', 0.8886), ('pitch', 7), ('tempo', 120.0), ('velocity', 127))": 394,
    "(('duration', 0.1091), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 395,
    "(('duration', 0.8841), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 396,
    "(('duration', 0.8909), ('pitch', 7), ('tempo', 120.0), ('velocity', 127))": 397,
    "(('duration', 0.2159), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 398,
    "(('duration', 0.8864), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 399,
    "(('duration', 0.8841), ('pitch', 7), ('tempo', 120.0), ('velocity', 127))": 400,
    "(('duration', 0.1068), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 401,
    "(('duration', 0.8864), ('pitch', 7), ('tempo', 120.0), ('velocity', 127))": 402,
    "(('duration', 0.225), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 403,
    "(('duration', 0.8955), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 404,
    "(('duration', 0.1136), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 405,
    "(('duration', 0.1091), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 406,
    "(('duration', 0.1136), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 407,
    "(('duration', 0.0568), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 408,
    "(('duration', 0.0409), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 409,
    "(('duration', 0.05), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 410,
    "(('duration', 0.0841), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 411,
    "(('duration', 0.0727), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 412,
    "(('duration', 0.05), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 413,
    "(('duration', 0.0614), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 414,
    "(('duration', 0.0705), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 415,
    "(('duration', 0.05), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 416,
    "(('duration', 0.0477), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 417,
    "(('duration', 0.0386), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 418,
    "(('duration', 0.05), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 419,
    "(('duration', 0.0523), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 420,
    "(('duration', 0.0523), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 421,
    "(('duration', 0.05), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 422,
    "(('duration', 0.05), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 423,
    "(('duration', 0.0409), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 424,
    "(('duration', 0.0636), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 425,
    "(('duration', 0.0523), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 426,
    "(('duration', 0.05), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 427,
    "(('duration', 0.0523), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 428,
    "(('duration', 0.0295), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 429,
    "(('duration', 0.0477), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 430,
    "(('duration', 0.1), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 431,
    "(('duration', 0.0523), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 432,
    "(('duration', 0.0682), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 433,
    "(('duration', 0.0477), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 434,
    "(('duration', 0.0636), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 435,
    "(('duration', 0.0409), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 436,
    "(('duration', 0.0523), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 437,
    "(('duration', 0.0523), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 438,
    "(('duration', 0.0409), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 439,
    "(('duration', 0.0318), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 440,
    "(('duration', 0.0205), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 441,
    "(('duration', 0.0591), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 442,
    "(('duration', 0.0932), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 443,
    "(('duration', 0.0614), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 444,
    "(('duration', 0.0614), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 445,
    "(('duration', 0.0409), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 446,
    "(('duration', 0.0386), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 447,
    "(('duration', 0.0409), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 448,
    "(('duration', 0.0318), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 449,
    "(('duration', 0.0386), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 450,
    "(('duration', 0.0318), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 451,
    "(('duration', 0.0636), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 452,
    "(('duration', 0.0409), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 453,
    "(('duration', 0.0409), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 454,
    "(('duration', 0.0295), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 455,
    "(('duration', 0.0318), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 456,
    "(('duration', 0.0955), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 457,
    "(('duration', 0.0659), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 458,
    "(('duration', 0.0727), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 459,
    "(('duration', 0.0727), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 460,
    "(('duration', 0.0477), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 461,
    "(('duration', 0.0477), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 462,
    "(('duration', 0.0432), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 463,
    "(('duration', 0.0295), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 464,
    "(('duration', 0.0705), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 465,
    "(('duration', 0.0295), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 466,
    "(('duration', 0.0318), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 467,
    "(('duration', 0.0795), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 468,
    "(('duration', 0.0909), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 469,
    "(('duration', 0.0614), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 470,
    "(('duration', 0.0795), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 471,
    "(('duration', 0.0795), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 472,
    "(('duration', 0.0705), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 473,
    "(('duration', 0.0477), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 474,
    "(('duration', 0.05), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 475,
    "(('duration', 0.1023), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 476,
    "(('duration', 0.0205), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 477,
    "(('duration', 0.2523), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 478,
    "(('duration', 0.0295), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 479,
    "(('duration', 0.1023), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 480,
    "(('duration', 0.0318), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 481,
    "(('duration', 0.0523), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 482,
    "(('duration', 0.0795), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 483,
    "(('duration', 0.1), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 484,
    "(('duration', 0.0614), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 485,
    "(('duration', 0.0432), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 486,
    "(('duration', 0.0818), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 487,
    "(('duration', 0.0614), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 488,
    "(('duration', 0.2864), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 489,
    "(('duration', 0.0818), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 490,
    "(('duration', 0.0682), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 491,
    "(('duration', 0.0591), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 492,
    "(('duration', 0.0977), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 493,
    "(('duration', 0.0682), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 494,
    "(('duration', 0.0432), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 495,
    "(('duration', 0.0636), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 496,
    "(('duration', 0.1045), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 497,
    "(('duration', 0.0523), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 498,
    "(('duration', 0.0386), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 499,
    "(('duration', 0.2455), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 500,
    "(('duration', 0.0409), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 501,
    "(('duration', 0.0409), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 502,
    "(('duration', 0.05), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 503,
    "(('duration', 0.0818), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 504,
    "(('duration', 0.0386), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 505,
    "(('duration', 0.0864), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 506,
    "(('duration', 0.0523), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 507,
    "(('duration', 0.0591), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 508,
    "(('duration', 0.2818), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 509,
    "(('duration', 0.0295), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 510,
    "(('duration', 0.0841), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 511,
    "(('duration', 0.0273), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 512,
    "(('duration', 0.0386), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 513,
    "(('duration', 0.0614), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 514,
    "(('duration', 0.2773), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 515,
    "(('duration', 0.0727), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 516,
    "(('duration', 0.0091), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 517,
    "(('duration', 0.0477), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 518,
    "(('duration', 0.0841), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 519,
    "(('duration', 0.0932), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 520,
    "(('duration', 0.0614), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 521,
    "(('duration', 0.05), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 522,
    "(('duration', 0.2568), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 523,
    "(('duration', 0.0886), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 524,
    "(('duration', 0.1023), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 525,
    "(('duration', 0.1545), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 526,
    "(('duration', 0.1341), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 527,
    "(('duration', 0.1205), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 528,
    "(('duration', 0.0795), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 529,
    "(('duration', 0.1114), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 530,
    "(('duration', 0.1091), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 531,
    "(('duration', 0.1), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 532,
    "(('duration', 0.1), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 533,
    "(('duration', 0.1341), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 534,
    "(('duration', 0.1545), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 535,
    "(('duration', 0.0614), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 536,
    "(('duration', 0.0818), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 537,
    "(('duration', 0.3318), ('pitch', 35), ('tempo', 120.0), ('velocity', 80))": 538,
    "(('duration', 0.2045), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 539,
    "(('duration', 0.1114), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 540,
    "(('duration', 0.1091), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 541,
    "(('duration', 0.0773), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 542,
    "(('duration', 0.0886), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 543,
    "(('duration', 0.1591), ('pitch', 31), ('tempo', 120.0), ('velocity', 80))": 544,
    "(('duration', 0.1114), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 545,
    "(('duration', 0.1023), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 546,
    "(('duration', 0.0841), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 547,
    "(('duration', 0.1023), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 548,
    "(('duration', 0.175), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 549,
    "(('duration', 0.1341), ('pitch', 36), ('tempo', 120.0), ('velocity', 80))": 550,
    "(('duration', 0.0909), ('pitch', 40), ('tempo', 120.0), ('velocity', 80))": 551,
    "(('duration', 0.1), ('pitch', 38), ('tempo', 120.0), ('velocity', 80))": 552,
    "(('duration', 0.2068), ('pitch', 35), ('tempo', 120.0), ('velocity', 80))": 553,
    "(('duration', 0.0477), ('pitch', 35), ('tempo', 120.0), ('velocity', 80))": 554,
    "(('duration', 0.0591), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 555,
    "(('duration', 0.0295), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 556,
    "(('duration', 0.1977), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 557,
    "(('duration', 0.3977), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 558,
    "(('duration', 0.2), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 559,
    "(('duration', 0.3705), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 560,
    "(('duration', 0.1864), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 561,
    "(('duration', 0.1841), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 562,
    "(('duration', 0.2), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 563,
    "(('duration', 0.2023), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 564,
    "(('duration', 0.3545), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 565,
    "(('duration', 0.1864), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 566,
    "(('duration', 0.4023), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 567,
    "(('duration', 0.2023), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 568,
    "(('duration', 0.1614), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 569,
    "(('duration', 0.2114), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 570,
    "(('duration', 0.1773), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 571,
    "(('duration', 0.1841), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 572,
    "(('duration', 0.3955), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 573,
    "(('duration', 0.1955), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 574,
    "(('duration', 0.2068), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 575,
    "(('duration', 0.4), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 576,
    "(('duration', 0.1682), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 577,
    "(('duration', 0.1841), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 578,
    "(('duration', 0.3886), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 579,
    "(('duration', 0.1727), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 580,
    "(('duration', 0.1864), ('pitch', 50), ('tempo', 120.0), ('velocity', 127))": 581,
    "(('duration', 0.1568), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 582,
    "(('duration', 0.2045), ('pitch', 48), ('tempo', 120.0), ('velocity', 127))": 583,
