{
    "<PAD>": 0,
    "(('duration', 0.2136), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 1,
    "(('duration', 0.1), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 2,
    "(('duration', 0.1159), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 3,
    "(('duration', 0.1023), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 4,
    "(('duration', 0.1023), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 5,
    "(('duration', 0.0955), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 6,
    "(('duration', 0.1136), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 7,
    "(('duration', 0.1136), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 8,
    "(('duration', 0.0977), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 9,
    "(('duration', 0.0977), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 10,
    "(('duration', 0.1159), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 11,
    "(('duration', 0.1), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 12,
    "(('duration', 0.0977), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 13,
    "(('duration', 0.1136), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 14,
    "(('duration', 0.1159), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 15,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 16,
    "(('duration', 0.1136), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 17,
    "(('duration', 0.0977), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 18,
    "(('duration', 0.0977), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 19,
    "(('duration', 0.1159), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 20,
    "(('duration', 0.1182), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 21,
    "(('duration', 0.1182), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 22,
    "(('duration', 0.1023), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 23,
    "(('duration', 0.1091), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 24,
    "(('duration', 0.1114), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 25,
    "(('duration', 0.0955), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 26,
    "(('duration', 0.0977), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 27,
    "(('duration', 0.1), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 28,
    "(('duration', 0.1136), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 29,
    "(('duration', 0.1159), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 30,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 31,
    "(('duration', 0.1), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 32,
    "(('duration', 0.1159), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 33,
    "(('duration', 0.0977), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 34,
    "(('duration', 0.0932), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 35,
    "(('duration', 0.1023), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 36,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 37,
    "(('duration', 0.1159), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 38,
    "(('duration', 0.1091), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 39,
    "(('duration', 0.0955), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 40,
    "(('duration', 0.0955), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 41,
    "(('duration', 0.1023), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 42,
    "(('duration', 0.1114), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 43,
    "(('duration', 0.1205), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 44,
    "(('duration', 0.1182), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 45,
    "(('duration', 0.1136), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 46,
    "(('duration', 0.55), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 47,
    "(('duration', 0.1114), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 48,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 49,
    "(('duration', 0.1136), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 50,
    "(('duration', 0.0977), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 51,
    "(('duration', 0.0977), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 52,
    "(('duration', 0.1), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 53,
    "(('duration', 0.5386), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 54,
    "(('duration', 0.0932), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 55,
    "(('duration', 0.1023), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 56,
    "(('duration', 0.1091), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 57,
    "(('duration', 0.0955), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 58,
    "(('duration', 0.125), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 59,
    "(('duration', 0.0795), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 60,
    "(('duration', 0.2182), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 61,
    "(('duration', 0.2205), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 62,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 63,
    "(('duration', 0.3182), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 64,
    "(('duration', 0.1273), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 65,
    "(('duration', 0.0773), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 66,
    "(('duration', 0.2068), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 67,
    "(('duration', 0.975), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 68,
    "(('duration', 0.2205), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 69,
    "(('duration', 0.2205), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 70,
    "(('duration', 0.2), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 71,
    "(('duration', 0.1341), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 72,
    "(('duration', 3.8386), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 73,
    "(('duration', 0.0841), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 74,
    "(('duration', 0.1136), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 75,
    "(('duration', 0.3114), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 76,
    "(('duration', 0.2159), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 77,
    "(('duration', 0.1318), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 78,
    "(('duration', 0.9568), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 79,
    "(('duration', 2.9818), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 80,
    "(('duration', 0.2091), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 81,
    "(('duration', 0.2114), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 82,
    "(('duration', 0.3341), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 83,
    "(('duration', 0.1318), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 84,
    "(('duration', 0.0818), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 85,
    "(('duration', 0.1977), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 86,
    "(('duration', 0.1159), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 87,
    "(('duration', 0.9591), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 88,
    "(('duration', 0.2159), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 89,
    "(('duration', 0.2114), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 90,
    "(('duration', 0.2114), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 91,
    "(('duration', 0.2159), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 92,
    "(('duration', 3.8455), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 93,
    "(('duration', 0.3159), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 94,
    "(('duration', 0.1295), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 95,
    "(('duration', 0.8432), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 96,
    "(('duration', 0.0818), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 97,
    "(('duration', 0.95), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 98,
    "(('duration', 1.7091), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 99,
    "(('duration', 0.2659), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 100,
    "(('duration', 0.2659), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 101,
    "(('duration', 0.0341), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 102,
    "(('duration', 0.2205), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 103,
    "(('duration', 0.2136), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 104,
    "(('duration', 0.0955), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 105,
    "(('duration', 0.1182), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 106,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 107,
    "(('duration', 0.1205), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 108,
    "(('duration', 0.2023), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 109,
    "(('duration', 0.5227), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 110,
    "(('duration', 9.3659), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 111,
    "(('duration', 0.1295), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 112,
    "(('duration', 0.0795), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 113,
    "(('duration', 0.1318), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 114,
    "(('duration', 0.0818), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 115,
    "(('duration', 0.1182), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 116,
    "(('duration', 0.1), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 117,
    "(('duration', 0.2045), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 118,
    "(('duration', 0.1273), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 119,
    "(('duration', 5.8136), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 120,
    "(('duration', 0.0682), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 121,
    "(('duration', 0.5591), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 122,
    "(('duration', 0.1114), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 123,
    "(('duration', 0.2114), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 124,
    "(('duration', 0.1182), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 125,
    "(('duration', 0.0955), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 126,
    "(('duration', 0.1136), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 127,
    "(('duration', 0.2114), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 128,
    "(('duration', 0.3273), ('pitch', 48), ('tempo', 120.0), ('velocity', 40))": 129,
    "(('duration', 0.0841), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 130,
    "(('duration', 0.2114), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 131,
    "(('duration', 6.8136), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 132,
    "(('duration', 0.55), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 133,
    "(('duration', 1.1523), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 134,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 135,
    "(('duration', 0.1341), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 136,
    "(('duration', 0.0659), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 137,
    "(('duration', 0.9614), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 138,
    "(('duration', 0.2159), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 139,
    "(('duration', 3.8591), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 140,
    "(('duration', 0.9636), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 141,
    "(('duration', 2.1432), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 142,
    "(('duration', 0.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 143,
    "(('duration', 0.1114), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 144,
    "(('duration', 0.3023), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 145,
    "(('duration', 6.8136), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 146,
    "(('duration', 0.1364), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 147,
    "(('duration', 0.0841), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 148,
    "(('duration', 0.2227), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 149,
    "(('duration', 0.9455), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 150,
    "(('duration', 0.2205), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 151,
    "(('duration', 0.1977), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 152,
    "(('duration', 3.8341), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 153,
    "(('duration', 0.3318), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 154,
    "(('duration', 0.8659), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 155,
    "(('duration', 0.0659), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 156,
    "(('duration', 0.9614), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 157,
    "(('duration', 4.9977), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 158,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 159,
    "(('duration', 5.3455), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 160,
    "(('duration', 5.3568), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 161,
    "(('duration', 5.3568), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 162,
    "(('duration', 5.3568), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 163,
    "(('duration', 5.3614), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 164,
    "(('duration', 0.0045), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 165,
    "(('duration', 0.0068), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 166,
    "(('duration', 0.1955), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 167,
    "(('duration', 0.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 168,
    "(('duration', 0.4068), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 169,
    "(('duration', 0.4), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 170,
    "(('duration', 0.4), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 171,
    "(('duration', 0.3977), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 172,
    "(('duration', 0.4023), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 173,
    "(('duration', 0.3977), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 174,
    "(('duration', 0.8023), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 175,
    "(('duration', 0.1), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 176,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 177,
    "(('duration', 0.7977), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 178,
    "(('duration', 0.1977), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 179,
    "(('duration', 0.2068), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 180,
    "(('duration', 1.0068), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 181,
    "(('duration', 0.1977), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 182,
    "(('duration', 0.4), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 183,
    "(('duration', 1.8023), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 184,
    "(('duration', 0.2), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 185,
    "(('duration', 0.1977), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 186,
    "(('duration', 0.3841), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 187,
    "(('duration', 0.0182), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 188,
    "(('duration', 0.4023), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 189,
    "(('duration', 0.3955), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 190,
    "(('duration', 0.8), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 191,
    "(('duration', 0.1023), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 192,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 193,
    "(('duration', 0.9977), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 194,
    "(('duration', 0.6), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 195,
    "(('duration', 0.4), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 196,
    "(('duration', 8.8614), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 197,
    "(('duration', 0.0023), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 198,
    "(('duration', 0.0477), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 199,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 200,
    "(('duration', 0.1659), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 201,
    "(('duration', 0.05), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 202,
    "(('duration', 0.1205), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 203,
    "(('duration', 0.1705), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 204,
    "(('duration', 0.1727), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 205,
    "(('duration', 0.0523), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 206,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 207,
    "(('duration', 0.1705), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 208,
    "(('duration', 0.1682), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 209,
    "(('duration', 0.0818), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 210,
    "(('duration', 0.1932), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 211,
    "(('duration', 0.2045), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 212,
    "(('duration', 1.4068), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 213,
    "(('duration', 0.0977), ('pitch', 58), ('tempo', 120.0), ('velocity', 101))": 214,
    "(('duration', 0.0977), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 215,
    "(('duration', 0.0977), ('pitch', 61), ('tempo', 120.0), ('velocity', 101))": 216,
    "(('duration', 0.1), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 217,
    "(('duration', 1.6045), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 218,
    "(('duration', 0.8), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 219,
    "(('duration', 0.0318), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 220,
    "(('duration', 0.7705), ('pitch', 61), ('tempo', 120.0), ('velocity', 101))": 221,
    "(('duration', 0.0295), ('pitch', 61), ('tempo', 120.0), ('velocity', 101))": 222,
    "(('duration', 1.3727), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 223,
    "(('duration', 1.8114), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 224,
    "(('duration', 1.6023), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 225,
    "(('duration', 0.0295), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 226,
    "(('duration', 10.3977), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 227,
    "(('duration', 0.0341), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 228,
    "(('duration', 0.2341), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 229,
    "(('duration', 10.6818), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 230,
    "(('duration', 0.2841), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 231,
    "(('duration', 0.05), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 232,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 233,
    "(('duration', 0.1659), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 234,
    "(('duration', 0.1659), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 235,
    "(('duration', 0.1205), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 236,
    "(('duration', 0.8), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 237,
    "(('duration', 1.4), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 238,
    "(('duration', 0.9977), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 239,
    "(('duration', 0.2955), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 240,
    "(('duration', 0.0455), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 241,
    "(('duration', 0.2477), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 242,
    "(('duration', 0.2045), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 243,
    "(('duration', 0.3977), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 244,
    "(('duration', 0.1977), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 245,
    "(('duration', 0.5977), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 246,
    "(('duration', 0.3), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 247,
    "(('duration', 0.2523), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 248,
    "(('duration', 0.1955), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 249,
    "(('duration', 0.2), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 250,
    "(('duration', 0.2977), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 251,
    "(('duration', 0.7932), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 252,
    "(('duration', 0.2068), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 253,
    "(('duration', 0.2023), ('pitch', 61), ('tempo', 120.0), ('velocity', 127))": 254,
    "(('duration', 0.1977), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 255,
    "(('duration', 0.2), ('pitch', 58), ('tempo', 120.0), ('velocity', 127))": 256,
    "(('duration', 14.1886), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 257,
    "(('duration', 0.2), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 258,
    "(('duration', 0.1955), ('pitch', 58), ('tempo', 120.0), ('velocity', 127))": 259,
    "(('duration', 0.1955), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 260,
    "(('duration', 0.8045), ('pitch', 61), ('tempo', 120.0), ('velocity', 127))": 261,
    "(('duration', 0.25), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 262,
    "(('duration', 0.1932), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 263,
    "(('duration', 0.6068), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 264,
    "(('duration', 0.5955), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 265,
    "(('duration', 0.3023), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 266,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 267,
    "(('duration', 0.2023), ('pitch', 58), ('tempo', 120.0), ('velocity', 127))": 268,
    "(('duration', 0.4), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 269,
    "(('duration', 0.1023), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 270,
    "(('duration', 0.2023), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 271,
    "(('duration', 6.0318), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 272,
    "(('duration', 0.4091), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 273,
    "(('duration', 1.4523), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 274,
    "(('duration', 0.7364), ('pitch', 26), ('tempo', 120.0), ('velocity', 127))": 275,
    "(('duration', 0.5545), ('pitch', 24), ('tempo', 120.0), ('velocity', 127))": 276,
    "(('duration', 0.0023), ('pitch', 7), ('tempo', 120.0), ('velocity', 127))": 277,
    "(('duration', 1.525), ('pitch', 23), ('tempo', 120.0), ('velocity', 127))": 278,
    "(('duration', 0.2341), ('pitch', 19), ('tempo', 120.0), ('velocity', 127))": 279,
    "(('duration', 0.2295), ('pitch', 18), ('tempo', 120.0), ('velocity', 127))": 280,
    "(('duration', 0.45), ('pitch', 15), ('tempo', 120.0), ('velocity', 127))": 281,
    "(('duration', 0.3523), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 282,
    "(('duration', 0.2295), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 283,
    "(('duration', 0.1386), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 284,
    "(('duration', 0.2364), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 285,
    "(('duration', 0.3659), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 286,
    "(('duration', 0.2318), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 287,
    "(('duration', 0.1182), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 288,
    "(('duration', 0.2477), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 289,
    "(('duration', 0.2477), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 290,
    "(('duration', 0.2273), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 291,
    "(('duration', 0.375), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 292,
    "(('duration', 0.2364), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 293,
    "(('duration', 0.2545), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 294,
    "(('duration', 0.1205), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 295,
    "(('duration', 0.2386), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 296,
    "(('duration', 0.3614), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 297,
    "(('duration', 0.1341), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 298,
    "(('duration', 0.2318), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 299,
    "(('duration', 0.3727), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 300,
    "(('duration', 0.2545), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 301,
    "(('duration', 0.2455), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 302,
    "(('duration', 0.3773), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 303,
    "(('duration', 0.2523), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 304,
    "(('duration', 0.3545), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 305,
    "(('duration', 0.2523), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 306,
    "(('duration', 0.3636), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 307,
    "(('duration', 0.2341), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 308,
    "(('duration', 0.3705), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 309,
    "(('duration', 0.25), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 310,
    "(('duration', 0.3591), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 311,
    "(('duration', 19.9409), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 312,
    "(('duration', 0.2568), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 313,
    "(('duration', 0.35), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 314,
    "(('duration', 0.2477), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 315,
    "(('duration', 0.2295), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 316,
    "(('duration', 0.3659), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 317,
    "(('duration', 0.2364), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 318,
    "(('duration', 0.1205), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 319,
    "(('duration', 0.25), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 320,
    "(('duration', 0.2364), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 321,
    "(('duration', 0.3614), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 322,
    "(('duration', 0.2318), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 323,
    "(('duration', 0.1341), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 324,
    "(('duration', 0.2341), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 325,
    "(('duration', 0.375), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 326,
    "(('duration', 0.25), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 327,
    "(('duration', 0.3523), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 328,
    "(('duration', 4.4636), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 329,
    "(('duration', 0.2523), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 330,
    "(('duration', 0.2386), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 331,
    "(('duration', 0.1386), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 332,
    "(('duration', 0.2341), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 333,
    "(('duration', 0.3568), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 334,
    "(('duration', 0.3705), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 335,
    "(('duration', 0.2523), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 336,
    "(('duration', 4.9341), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 337,
    "(('duration', 0.2545), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 338,
    "(('duration', 0.3568), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 339,
    "(('duration', 0.25), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 340,
    "(('duration', 0.1159), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 341,
    "(('duration', 0.2409), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 342,
    "(('duration', 0.3727), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 343,
    "(('duration', 0.2341), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 344,
    "(('duration', 0.2477), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 345,
    "(('duration', 0.3455), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 346,
    "(('duration', 0.1205), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 347,
    "(('duration', 0.2386), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 348,
    "(('duration', 0.2318), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 349,
    "(('duration', 0.1341), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 350,
    "(('duration', 0.2341), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 351,
    "(('duration', 0.3659), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 352,
    "(('duration', 0.2295), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 353,
    "(('duration', 0.1136), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 354,
    "(('duration', 0.2523), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 355,
    "(('duration', 0.2364), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 356,
    "(('duration', 0.3705), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 357,
    "(('duration', 0.2386), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 358,
    "(('duration', 4.95), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 359,
    "(('duration', 0.2455), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 360,
    "(('duration', 0.3477), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 361,
    "(('duration', 0.1182), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 362,
    "(('duration', 0.375), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 363,
    "(('duration', 0.1364), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 364,
    "(('duration', 0.2227), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 365,
    "(('duration', 0.2568), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 366,
    "(('duration', 0.3545), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 367,
    "(('duration', 0.2364), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 368,
    "(('duration', 4.9636), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 369,
    "(('duration', 0.25), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 370,
    "(('duration', 0.3523), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 371,
    "(('duration', 0.3682), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 372,
    "(('duration', 0.225), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 373,
    "(('duration', 0.1114), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 374,
    "(('duration', 4.9591), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 375,
    "(('duration', 0.2545), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 376,
    "(('duration', 0.2523), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 377,
    "(('duration', 0.375), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 378,
    "(('duration', 0.2364), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 379,
    "(('duration', 0.1341), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 380,
    "(('duration', 0.2341), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 381,
    "(('duration', 0.3705), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 382,
    "(('duration', 0.2341), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 383,
    "(('duration', 0.1159), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 384,
    "(('duration', 0.2523), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 385,
    "(('duration', 0.3545), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 386,
    "(('duration', 0.25), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 387,
    "(('duration', 0.1205), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 388,
    "(('duration', 0.2318), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 389,
    "(('duration', 0.2386), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 390,
    "(('duration', 0.2455), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 391,
    "(('duration', 0.3477), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 392,
    "(('duration', 0.2523), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 393,
    "(('duration', 0.1182), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 394,
    "(('duration', 0.1364), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 395,
    "(('duration', 0.3659), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 396,
    "(('duration', 0.2295), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 397,
    "(('duration', 0.25), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 398,
    "(('duration', 0.3568), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 399,
    "(('duration', 0.2545), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 400,
    "(('duration', 0.3682), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 401,
    "(('duration', 0.2364), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 402,
    "(('duration', 0.3727), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 403,
    "(('duration', 0.2386), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 404,
    "(('duration', 0.2477), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 405,
    "(('duration', 0.1409), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 406,
    "(('duration', 0.3523), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 407,
    "(('duration', 0.2432), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 408,
    "(('duration', 0.225), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 409,
    "(('duration', 0.1136), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 410,
    "(('duration', 0.2545), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 411,
    "(('duration', 0.3591), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 412,
    "(('duration', 0.35), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 413,
    "(('duration', 0.1227), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 414,
    "(('duration', 0.2318), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 415,
    "(('duration', 4.4705), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 416,
    "(('duration', 0.1364), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 417,
    "(('duration', 0.3682), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 418,
    "(('duration', 0.2545), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 419,
    "(('duration', 0.2455), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 420,
    "(('duration', 0.2273), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 421,
    "(('duration', 0.3545), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 422,
    "(('duration', 0.1227), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 423,
    "(('duration', 0.2295), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 424,
    "(('duration', 4.4705), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 425,
    "(('duration', 0.1364), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 426,
    "(('duration', 1.9932), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 427,
    "(('duration', 0.2045), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 428,
    "(('duration', 0.1955), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 429,
    "(('duration', 1.9864), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 430,
    "(('duration', 0.2023), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 431,
    "(('duration', 0.1909), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 432,
    "(('duration', 0.2045), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 433,
    "(('duration', 0.2068), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 434,
    "(('duration', 2.0), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 435,
    "(('duration', 0.2), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 436,
    "(('duration', 0.1955), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 437,
    "(('duration', 0.2023), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 438,
    "(('duration', 1.7977), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 439,
    "(('duration', 0.2045), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 440,
    "(('duration', 0.2), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 441,
    "(('duration', 0.2023), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 442,
    "(('duration', 0.2), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 443,
    "(('duration', 0.5977), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 444,
    "(('duration', 0.1977), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 445,
    "(('duration', 0.4023), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 446,
    "(('duration', 0.2023), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 447,
    "(('duration', 0.2), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 448,
    "(('duration', 0.3909), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 449,
    "(('duration', 0.1), ('pitch', 43), ('tempo', 120.0), ('velocity', 127))": 450,
    "(('duration', 0.1977), ('pitch', 26), ('tempo', 120.0), ('velocity', 127))": 451,
    "(('duration', 0.4), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 452,
    "(('duration', 0.1), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 453,
    "(('duration', 0.2), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 454,
    "(('duration', 0.2), ('pitch', 26), ('tempo', 120.0), ('velocity', 127))": 455,
    "(('duration', 0.5932), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 456,
    "(('duration', 0.4), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 457,
    "(('duration', 0.4091), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 458,
    "(('duration', 0.1955), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 459,
    "(('duration', 0.1955), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 460,
    "(('duration', 0.2023), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 461,
    "(('duration', 0.1977), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 462,
    "(('duration', 0.5955), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 463,
    "(('duration', 0.1977), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 464,
    "(('duration', 0.4), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 465,
    "(('duration', 0.1977), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 466,
    "(('duration', 0.3977), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 467,
    "(('duration', 0.1977), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 468,
    "(('duration', 12.7545), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 469,
    "(('duration', 0.2023), ('pitch', 26), ('tempo', 120.0), ('velocity', 127))": 470,
    "(('duration', 0.1977), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 471,
    "(('duration', 0.2), ('pitch', 40), ('tempo', 120.0), ('velocity', 127))": 472,
    "(('duration', 0.2), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 473,
    "(('duration', 0.6), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 474,
    "(('duration', 12.7523), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 475,
    "(('duration', 0.4), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 476,
    "(('duration', 0.2045), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 477,
    "(('duration', 0.1955), ('pitch', 34), ('tempo', 120.0), ('velocity', 127))": 478,
    "(('duration', 0.1), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 479,
    "(('duration', 0.3977), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 480,
    "(('duration', 0.1), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 481,
    "(('duration', 0.2023), ('pitch', 33), ('tempo', 120.0), ('velocity', 127))": 482,
    "(('duration', 4.7841), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 483,
    "(('duration', 0.6045), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 484,
    "(('duration', 0.1955), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 485,
    "(('duration', 0.4), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 486,
    "(('duration', 0.3977), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 487,
    "(('duration', 3.5773), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 488,
    "(('duration', 0.8023), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 489,
    "(('duration', 0.2023), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 490,
    "(('duration', 0.1977), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 491,
    "(('duration', 0.1955), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 492,
    "(('duration', 0.5977), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 493,
    "(('duration', 0.3977), ('pitch', 35), ('tempo', 120.0), ('velocity', 127))": 494,
    "(('duration', 0.2), ('pitch', 34), ('tempo', 120.0), ('velocity', 127))": 495,
    "(('duration', 0.1977), ('pitch', 34), ('tempo', 120.0), ('velocity', 127))": 496,
    "(('duration', 0.4023), ('pitch', 30), ('tempo', 120.0), ('velocity', 127))": 497,
    "(('duration', 4.3864), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 498,
    "(('duration', 0.2), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 499,
    "(('duration', 0.6), ('pitch', 34), ('tempo', 120.0), ('velocity', 127))": 500,
    "(('duration', 0.2), ('pitch', 29), ('tempo', 120.0), ('velocity', 127))": 501,
    "(('duration', 0.2023), ('pitch', 29), ('tempo', 120.0), ('velocity', 127))": 502,
    "(('duration', 0.3955), ('pitch', 34), ('tempo', 120.0), ('velocity', 127))": 503,
    "(('duration', 0.2023), ('pitch', 34), ('tempo', 120.0), ('velocity', 127))": 504,
    "(('duration', 0.1), ('pitch', 44), ('tempo', 120.0), ('velocity', 127))": 505,
    "(('duration', 0.2), ('pitch', 27), ('tempo', 120.0), ('velocity', 127))": 506,
    "(('duration', 0.4023), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 507,
    "(('duration', 0.1), ('pitch', 32), ('tempo', 120.0), ('velocity', 127))": 508,
    "(('duration', 0.2023), ('pitch', 27), ('tempo', 120.0), ('velocity', 127))": 509,
    "(('duration', 39.8455), ('pitch', 0), ('tempo', 120.0), ('velocity', 127))": 510,
    "(('duration', 0.6), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 511,
    "(('duration', 0.1955), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 512,
    "(('duration', 0.3977), ('pitch', 29), ('tempo', 120.0), ('velocity', 127))": 513,
    "(('duration', 42.6386), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 514,
    "(('duration', 0.2023), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 515,
    "(('duration', 0.1977), ('pitch', 29), ('tempo', 120.0), ('velocity', 127))": 516,
    "(('duration', 0.2), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 517,
    "(('duration', 0.1955), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 518,
    "(('duration', 0.1955), ('pitch', 29), ('tempo', 120.0), ('velocity', 127))": 519,
    "(('duration', 0.2), ('pitch', 46), ('tempo', 120.0), ('velocity', 127))": 520,
    "(('duration', 0.2023), ('pitch', 46), ('tempo', 120.0), ('velocity', 127))": 521,
    "(('duration', 0.2), ('pitch', 39), ('tempo', 120.0), ('velocity', 127))": 522,
    "(('duration', 0.1977), ('pitch', 27), ('tempo', 120.0), ('velocity', 127))": 523,
    "(('duration', 0.1955), ('pitch', 39), ('tempo', 120.0), ('velocity', 127))": 524,
    "(('duration', 0.1955), ('pitch', 27), ('tempo', 120.0), ('velocity', 127))": 525,
    "(('duration', 0.1977), ('pitch', 39), ('tempo', 120.0), ('velocity', 127))": 526,
    "(('duration', 18.5568), ('pitch', 42), ('tempo', 120.0), ('velocity', 127))": 527,
    "(('duration', 0.2), ('pitch', 44), ('tempo', 120.0), ('velocity', 127))": 528,
    "(('duration', 0.1955), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 529,
    "(('duration', 0.2), ('pitch', 45), ('tempo', 120.0), ('velocity', 127))": 530,
    "(('duration', 13.3773), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 531,
    "(('duration', 0.1977), ('pitch', 41), ('tempo', 120.0), ('velocity', 127))": 532,
    "(('duration', 0.2136), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 533,
    "(('duration', 0.05), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 534,
    "(('duration', 0.0841), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 535,
    "(('duration', 0.1341), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 536,
    "(('duration', 0.1341), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 537,
    "(('duration', 0.0523), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 538,
    "(('duration', 0.1364), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 539,
    "(('duration', 0.0864), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 540,
    "(('duration', 0.275), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 541,
    "(('duration', 0.0182), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 542,
    "(('duration', 0.2045), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 543,
    "(('duration', 0.325), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 544,
    "(('duration', 0.1023), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 545,
    "(('duration', 0.2182), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 546,
    "(('duration', 0.0477), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 547,
    "(('duration', 0.0341), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 548,
    "(('duration', 0.2), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 549,
    "(('duration', 0.2159), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 550,
    "(('duration', 0.5), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 551,
    "(('duration', 1.2273), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 552,
    "(('duration', 0.1386), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 553,
    "(('duration', 0.0886), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 554,
    "(('duration', 0.1409), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 555,
    "(('duration', 0.4182), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 556,
    "(('duration', 0.0159), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 557,
    "(('duration', 0.8136), ('pitch', 47), ('tempo', 120.0), ('velocity', 64))": 558,
    "(('duration', 1.1068), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 559,
    "(('duration', 0.2205), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 560,
    "(('duration', 1.1068), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 561,
    "(('duration', 0.1364), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 562,
    "(('duration', 0.0818), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 563,
    "(('duration', 0.1318), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 564,
    "(('duration', 0.2682), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 565,
    "(('duration', 0.2), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 566,
    "(('duration', 0.5682), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 567,
    "(('duration', 0.1), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 568,
    "(('duration', 0.7068), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 569,
    "(('duration', 0.2227), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 570,
    "(('duration', 0.2091), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 571,
    "(('duration', 0.5295), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 572,
    "(('duration', 0.6659), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 573,
    "(('duration', 0.0023), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 574,
    "(('duration', 0.2682), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 575,
    "(('duration', 0.8091), ('pitch', 47), ('tempo', 120.0), ('velocity', 64))": 576,
    "(('duration', 1.0955), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 577,
    "(('duration', 1.5), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 578,
    "(('duration', 0.1955), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 579,
    "(('duration', 0.3114), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 580,
    "(('duration', 0.0977), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 581,
    "(('duration', 0.8614), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 582,
