{
    "<PAD>": 0,
    "(('duration', 5.3591), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 1,
    "(('duration', 4.6841), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 2,
    "(('duration', 0.6727), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 3,
    "(('duration', 4.0114), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 4,
    "(('duration', 0.5023), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 5,
    "(('duration', 0.5045), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 6,
    "(('duration', 0.3364), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 7,
    "(('duration', 4.6818), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 8,
    "(('duration', 0.6705), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 9,
    "(('duration', 0.5886), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 10,
    "(('duration', 0.3636), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 11,
    "(('duration', 0.25), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 12,
    "(('duration', 0.4841), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 13,
    "(('duration', 0.2545), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 14,
    "(('duration', 0.2455), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 15,
    "(('duration', 0.4795), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 16,
    "(('duration', 0.2523), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 17,
    "(('duration', 0.2477), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 18,
    "(('duration', 0.4773), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 19,
    "(('duration', 0.2455), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 20,
    "(('duration', 0.475), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 21,
    "(('duration', 0.2273), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 22,
    "(('duration', 0.225), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 23,
    "(('duration', 0.475), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 24,
    "(('duration', 0.475), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 25,
    "(('duration', 0.9341), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 26,
    "(('duration', 0.2227), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 27,
    "(('duration', 0.4886), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 28,
    "(('duration', 0.2205), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 29,
    "(('duration', 0.4568), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 30,
    "(('duration', 0.2318), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 31,
    "(('duration', 0.4523), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 32,
    "(('duration', 0.2295), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 33,
    "(('duration', 0.2205), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 34,
    "(('duration', 0.4545), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 35,
    "(('duration', 0.2295), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 36,
    "(('duration', 0.4455), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 37,
    "(('duration', 0.2205), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 38,
    "(('duration', 0.2114), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 39,
    "(('duration', 0.4023), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 40,
    "(('duration', 0.4159), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 41,
    "(('duration', 0.4477), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 42,
    "(('duration', 0.4432), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 43,
    "(('duration', 0.9477), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 44,
    "(('duration', 0.6773), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 45,
    "(('duration', 0.225), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 46,
    "(('duration', 0.6841), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 47,
    "(('duration', 0.2432), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 48,
    "(('duration', 0.7295), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 49,
    "(('duration', 0.2614), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 50,
    "(('duration', 0.4614), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 51,
    "(('duration', 0.4864), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 52,
    "(('duration', 0.4682), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 53,
    "(('duration', 0.5273), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 54,
    "(('duration', 1.0568), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 55,
    "(('duration', 0.8068), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 56,
    "(('duration', 0.2568), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 57,
    "(('duration', 0.8886), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 58,
    "(('duration', 0.2773), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 59,
    "(('duration', 0.9068), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 60,
    "(('duration', 0.2773), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 61,
    "(('duration', 0.5659), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 62,
    "(('duration', 0.2795), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 63,
    "(('duration', 0.2818), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 64,
    "(('duration', 0.5977), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 65,
    "(('duration', 0.2886), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 66,
    "(('duration', 0.2841), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 67,
    "(('duration', 0.5909), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 68,
    "(('duration', 0.6318), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 69,
    "(('duration', 4.3205), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 70,
    "(('duration', 0.0773), ('pitch', 81), ('tempo', 120.0), ('velocity', 20))": 71,
    "(('duration', 0.5841), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 72,
    "(('duration', 0.3136), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 73,
    "(('duration', 0.3182), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 74,
    "(('duration', 0.6341), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 75,
    "(('duration', 0.3068), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 76,
    "(('duration', 0.3023), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 77,
    "(('duration', 0.6091), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 78,
    "(('duration', 0.3), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 79,
    "(('duration', 0.2409), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 80,
    "(('duration', 0.6), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 81,
    "(('duration', 0.3), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 82,
    "(('duration', 0.6), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 83,
    "(('duration', 0.3045), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 84,
    "(('duration', 0.6068), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 85,
    "(('duration', 0.6091), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 86,
    "(('duration', 0.6091), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 87,
    "(('duration', 0.6), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 88,
    "(('duration', 1.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 89,
    "(('duration', 0.6), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 90,
    "(('duration', 0.3), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 91,
    "(('duration', 0.6), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 92,
    "(('duration', 0.3045), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 93,
    "(('duration', 0.3045), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 94,
    "(('duration', 0.6068), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 95,
    "(('duration', 0.3023), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 96,
    "(('duration', 0.3), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 97,
    "(('duration', 0.3023), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 98,
    "(('duration', 0.6682), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 99,
    "(('duration', 0.3), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 100,
    "(('duration', 0.6068), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 101,
    "(('duration', 1.2159), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 102,
    "(('duration', 0.3045), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 103,
    "(('duration', 0.3023), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 104,
    "(('duration', 0.6068), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 105,
    "(('duration', 1.2045), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 106,
    "(('duration', 0.6045), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 107,
    "(('duration', 0.3), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 108,
    "(('duration', 0.6), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 109,
    "(('duration', 0.3045), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 110,
    "(('duration', 0.3045), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 111,
    "(('duration', 1.2068), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 112,
    "(('duration', 0.9114), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 113,
    "(('duration', 0.3), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 114,
    "(('duration', 0.9), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 115,
    "(('duration', 0.9114), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 116,
    "(('duration', 0.3), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 117,
    "(('duration', 0.9), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 118,
    "(('duration', 4.0409), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 119,
    "(('duration', 0.0591), ('pitch', 81), ('tempo', 120.0), ('velocity', 20))": 120,
    "(('duration', 0.2932), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 121,
    "(('duration', 0.5841), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 122,
    "(('duration', 0.5114), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 123,
    "(('duration', 0.5205), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 124,
    "(('duration', 0.5568), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 125,
    "(('duration', 1.0409), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 126,
    "(('duration', 0.2636), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 127,
    "(('duration', 0.5591), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 128,
    "(('duration', 0.275), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 129,
    "(('duration', 0.275), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 130,
    "(('duration', 0.5932), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 131,
    "(('duration', 0.5864), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 132,
    "(('duration', 0.2909), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 133,
    "(('duration', 0.625), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 134,
    "(('duration', 0.6341), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 135,
    "(('duration', 0.5795), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 136,
    "(('duration', 0.5773), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 137,
    "(('duration', 0.8773), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 138,
    "(('duration', 0.2932), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 139,
    "(('duration', 3.8114), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 140,
    "(('duration', 0.2705), ('pitch', 28), ('tempo', 120.0), ('velocity', 40))": 141,
    "(('duration', 0.0818), ('pitch', 31), ('tempo', 120.0), ('velocity', 40))": 142,
    "(('duration', 0.0477), ('pitch', 34), ('tempo', 120.0), ('velocity', 40))": 143,
    "(('duration', 0.0636), ('pitch', 36), ('tempo', 120.0), ('velocity', 40))": 144,
    "(('duration', 0.0818), ('pitch', 38), ('tempo', 120.0), ('velocity', 40))": 145,
    "(('duration', 0.4182), ('pitch', 0), ('tempo', 120.0), ('velocity', 40))": 146,
    "(('duration', 0.2886), ('pitch', 40), ('tempo', 120.0), ('velocity', 40))": 147,
    "(('duration', 0.1432), ('pitch', 40), ('tempo', 120.0), ('velocity', 40))": 148,
    "(('duration', 0.1273), ('pitch', 43), ('tempo', 120.0), ('velocity', 40))": 149,
    "(('duration', 0.05), ('pitch', 47), ('tempo', 120.0), ('velocity', 40))": 150,
    "(('duration', 0.0932), ('pitch', 48), ('tempo', 120.0), ('velocity', 40))": 151,
    "(('duration', 0.0932), ('pitch', 50), ('tempo', 120.0), ('velocity', 40))": 152,
    "(('duration', 0.6636), ('pitch', 0), ('tempo', 120.0), ('velocity', 40))": 153,
    "(('duration', 0.4864), ('pitch', 52), ('tempo', 120.0), ('velocity', 40))": 154,
    "(('duration', 0.3), ('pitch', 52), ('tempo', 120.0), ('velocity', 40))": 155,
    "(('duration', 0.1523), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 156,
    "(('duration', 0.1841), ('pitch', 58), ('tempo', 120.0), ('velocity', 40))": 157,
    "(('duration', 0.1023), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 158,
    "(('duration', 0.0795), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 159,
    "(('duration', 0.5023), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 160,
    "(('duration', 0.3205), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 161,
    "(('duration', 0.1114), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 162,
    "(('duration', 0.2977), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 163,
    "(('duration', 0.0727), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 164,
    "(('duration', 0.0727), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 165,
    "(('duration', 0.4295), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 166,
    "(('duration', 0.2841), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 167,
    "(('duration', 0.2045), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 168,
    "(('duration', 0.075), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 169,
    "(('duration', 0.2682), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 170,
    "(('duration', 0.3364), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 171,
    "(('duration', 0.0659), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 172,
    "(('duration', 0.0659), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 173,
    "(('duration', 0.0341), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 174,
    "(('duration', 1.5114), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 175,
    "(('duration', 0.1682), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 176,
    "(('duration', 0.1682), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 177,
    "(('duration', 0.3341), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 178,
    "(('duration', 0.1659), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 179,
    "(('duration', 0.1682), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 180,
    "(('duration', 0.0477), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 181,
    "(('duration', 0.0523), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 182,
    "(('duration', 1.2341), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 183,
    "(('duration', 0.3318), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 184,
    "(('duration', 0.0682), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 185,
    "(('duration', 5.3591), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 186,
    "(('duration', 0.1659), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 187,
    "(('duration', 0.3364), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 188,
    "(('duration', 0.1682), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 189,
    "(('duration', 0.1682), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 190,
    "(('duration', 0.05), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 191,
    "(('duration', 0.05), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 192,
    "(('duration', 1.2364), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 193,
    "(('duration', 0.0682), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 194,
    "(('duration', 0.0705), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 195,
    "(('duration', 21.4364), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 196,
    "(('duration', 1.5068), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 197,
    "(('duration', 0.1705), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 198,
    "(('duration', 1.2273), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 199,
    "(('duration', 5.3545), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 200,
    "(('duration', 1.4955), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 201,
    "(('duration', 1.2273), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 202,
    "(('duration', 21.4159), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 203,
    "(('duration', 1.5091), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 204,
    "(('duration', 0.1636), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 205,
    "(('duration', 0.1659), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 206,
    "(('duration', 0.05), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 207,
    "(('duration', 1.2455), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 208,
    "(('duration', 1.5045), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 209,
    "(('duration', 1.2432), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 210,
    "(('duration', 21.4318), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 211,
    "(('duration', 0.05), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 212,
    "(('duration', 1.2432), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 213,
    "(('duration', 0.0477), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 214,
    "(('duration', 0.0523), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 215,
    "(('duration', 1.1477), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 216,
    "(('duration', 0.1), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 217,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 218,
    "(('duration', 0.0818), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 219,
    "(('duration', 0.7841), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 220,
    "(('duration', 0.3818), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 221,
    "(('duration', 0.3977), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 222,
    "(('duration', 0.1841), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 223,
    "(('duration', 0.1909), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 224,
    "(('duration', 0.5), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 225,
    "(('duration', 0.1114), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 226,
    "(('duration', 0.1), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 227,
    "(('duration', 0.0705), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 228,
    "(('duration', 0.5818), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 229,
    "(('duration', 0.5841), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 230,
    "(('duration', 0.3773), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 231,
    "(('duration', 1.1636), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 232,
    "(('duration', 0.1045), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 233,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 234,
    "(('duration', 0.0818), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 235,
    "(('duration', 0.1), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 236,
    "(('duration', 0.7795), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 237,
    "(('duration', 0.375), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 238,
    "(('duration', 0.3864), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 239,
    "(('duration', 0.1864), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 240,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 241,
    "(('duration', 0.4841), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 242,
    "(('duration', 0.1136), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 243,
    "(('duration', 0.0818), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 244,
    "(('duration', 0.0614), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 245,
    "(('duration', 0.5614), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 246,
    "(('duration', 0.5795), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 247,
    "(('duration', 0.3864), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 248,
    "(('duration', 1.5523), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 249,
    "(('duration', 0.2773), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 250,
    "(('duration', 1.5432), ('pitch', 68), ('tempo', 120.0), ('velocity', 10))": 251,
    "(('duration', 0.3068), ('pitch', 68), ('tempo', 120.0), ('velocity', 10))": 252,
    "(('duration', 0.2023), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 253,
    "(('duration', 0.175), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 254,
    "(('duration', 0.0977), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 255,
    "(('duration', 0.0795), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 256,
    "(('duration', 0.0977), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 257,
    "(('duration', 0.0795), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 258,
    "(('duration', 0.0977), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 259,
    "(('duration', 0.0841), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 260,
    "(('duration', 0.1045), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 261,
    "(('duration', 0.1864), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 262,
    "(('duration', 0.0841), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 263,
    "(('duration', 0.0773), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 264,
    "(('duration', 0.05), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 265,
    "(('duration', 0.0909), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 266,
    "(('duration', 0.0523), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 267,
    "(('duration', 0.5773), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 268,
    "(('duration', 0.0523), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 269,
    "(('duration', 0.0932), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 270,
    "(('duration', 0.0909), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 271,
    "(('duration', 0.2818), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 272,
    "(('duration', 0.3909), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 273,
    "(('duration', 0.0886), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 274,
    "(('duration', 0.0295), ('pitch', 85), ('tempo', 120.0), ('velocity', 40))": 275,
    "(('duration', 0.0636), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 276,
    "(('duration', 0.0591), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 277,
    "(('duration', 0.2773), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 278,
    "(('duration', 0.2318), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 279,
    "(('duration', 0.1818), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 280,
    "(('duration', 0.0773), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 281,
    "(('duration', 0.0841), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 282,
    "(('duration', 0.1045), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 283,
    "(('duration', 0.1023), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 284,
    "(('duration', 0.0523), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 285,
    "(('duration', 0.1341), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 286,
    "(('duration', 0.175), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 287,
    "(('duration', 0.0909), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 288,
    "(('duration', 0.0932), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 289,
    "(('duration', 0.1545), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 290,
    "(('duration', 0.1), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 291,
    "(('duration', 0.1023), ('pitch', 75), ('tempo', 120.0), ('velocity', 40))": 292,
    "(('duration', 0.0818), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 293,
    "(('duration', 0.0295), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 294,
    "(('duration', 0.4091), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 295,
    "(('duration', 0.0818), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 296,
    "(('duration', 0.125), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 297,
    "(('duration', 0.0977), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 298,
    "(('duration', 0.2886), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 299,
    "(('duration', 0.3773), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 300,
    "(('duration', 0.0955), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 301,
    "(('duration', 0.2068), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 302,
    "(('duration', 0.1341), ('pitch', 71), ('tempo', 120.0), ('velocity', 40))": 303,
    "(('duration', 0.2023), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 304,
    "(('duration', 0.1818), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 305,
    "(('duration', 0.175), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 306,
    "(('duration', 0.1045), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 307,
    "(('duration', 0.1932), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 308,
    "(('duration', 0.975), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 309,
    "(('duration', 0.1091), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 310,
    "(('duration', 0.9659), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 311,
    "(('duration', 0.2), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 312,
    "(('duration', 0.1341), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 313,
    "(('duration', 0.1545), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 314,
    "(('duration', 0.1773), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 315,
    "(('duration', 0.9477), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 316,
    "(('duration', 0.1409), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 317,
    "(('duration', 0.1114), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 318,
    "(('duration', 0.2045), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 319,
    "(('duration', 0.1568), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 320,
    "(('duration', 0.0727), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 321,
    "(('duration', 0.0727), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 322,
    "(('duration', 0.4955), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 323,
    "(('duration', 0.6273), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 324,
    "(('duration', 0.1341), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 325,
    "(('duration', 0.1341), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 326,
    "(('duration', 0.05), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 327,
    "(('duration', 1.3386), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 328,
    "(('duration', 2.0159), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 329,
    "(('duration', 1.3477), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 330,
    "(('duration', 0.8114), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 331,
    "(('duration', 0.6159), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 332,
    "(('duration', 2.8273), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 333,
    "(('duration', 0.1364), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 334,
    "(('duration', 0.1364), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 335,
    "(('duration', 0.0523), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 336,
    "(('duration', 0.4), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 337,
    "(('duration', 0.4), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 338,
    "(('duration', 0.1), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 339,
    "(('duration', 0.1023), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 340,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 341,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 342,
    "(('duration', 0.0682), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 343,
    "(('duration', 0.0659), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 344,
    "(('duration', 0.0659), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 345,
    "(('duration', 0.0682), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 346,
    "(('duration', 0.0659), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 347,
    "(('duration', 0.0682), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 348,
    "(('duration', 0.8068), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 349,
    "(('duration', 0.1), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 350,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 351,
    "(('duration', 0.0659), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 352,
    "(('duration', 0.0682), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 353,
    "(('duration', 0.0659), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 354,
    "(('duration', 0.8045), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 355,
    "(('duration', 0.3682), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 356,
    "(('duration', 0.4068), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 357,
    "(('duration', 0.0182), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 358,
    "(('duration', 0.0159), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 359,
    "(('duration', 0.4045), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 360,
    "(('duration', 0.5182), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 361,
    "(('duration', 0.4705), ('pitch', 57), ('tempo', 120.0), ('velocity', 40))": 362,
    "(('duration', 0.0659), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 363,
    "(('duration', 0.15), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 364,
    "(('duration', 0.3523), ('pitch', 53), ('tempo', 120.0), ('velocity', 40))": 365,
    "(('duration', 0.3364), ('pitch', 51), ('tempo', 120.0), ('velocity', 40))": 366,
    "(('duration', 0.4182), ('pitch', 49), ('tempo', 120.0), ('velocity', 40))": 367,
    "(('duration', 0.1), ('pitch', 51), ('tempo', 120.0), ('velocity', 40))": 368,
    "(('duration', 3.625), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 369,
    "(('duration', 0.2182), ('pitch', 54), ('tempo', 120.0), ('velocity', 40))": 370,
    "(('duration', 2.8818), ('pitch', 56), ('tempo', 120.0), ('velocity', 40))": 371,
    "(('duration', 0.2523), ('pitch', 56), ('tempo', 120.0), ('velocity', 40))": 372,
    "(('duration', 0.2659), ('pitch', 58), ('tempo', 120.0), ('velocity', 40))": 373,
    "(('duration', 1.0545), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 374,
    "(('duration', 0.3182), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 375,
    "(('duration', 0.1523), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 376,
    "(('duration', 0.3705), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 377,
    "(('duration', 15.6705), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 378,
    "(('duration', 16.1068), ('pitch', 0), ('tempo', 120.0), ('velocity', 40))": 379,
    "(('duration', 14.6318), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 380,
    "(('duration', 16.1091), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 381,
    "(('duration', 0.4), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 382,
    "(('duration', 15.9545), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 383,
    "(('duration', 16.1045), ('pitch', 66), ('tempo', 120.0), ('velocity', 40))": 384,
    "(('duration', 0.3341), ('pitch', 51), ('tempo', 120.0), ('velocity', 40))": 385,
    "(('duration', 3.6205), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 386,
    "(('duration', 2.8773), ('pitch', 56), ('tempo', 120.0), ('velocity', 40))": 387,
    "(('duration', 0.25), ('pitch', 56), ('tempo', 120.0), ('velocity', 40))": 388,
    "(('duration', 0.2682), ('pitch', 58), ('tempo', 120.0), ('velocity', 40))": 389,
    "(('duration', 15.65), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 390,
    "(('duration', 16.0841), ('pitch', 0), ('tempo', 120.0), ('velocity', 40))": 391,
    "(('duration', 14.6114), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 392,
    "(('duration', 16.0841), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 393,
    "(('duration', 0.1318), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 394,
    "(('duration', 0.1432), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 395,
    "(('duration', 0.1477), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 396,
    "(('duration', 0.1386), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 397,
    "(('duration', 0.1386), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 398,
    "(('duration', 0.175), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 399,
    "(('duration', 0.1409), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 400,
    "(('duration', 0.1705), ('pitch', 60), ('tempo', 120.0), ('velocity', 4))": 401,
    "(('duration', 0.0023), ('pitch', 57), ('tempo', 120.0), ('velocity', 4))": 402,
    "(('duration', 0.8886), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 403,
    "(('duration', 0.15), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 404,
    "(('duration', 0.1432), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 405,
    "(('duration', 1.0341), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 406,
    "(('duration', 0.3023), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 407,
    "(('duration', 0.1455), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 408,
    "(('duration', 0.1432), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 409,
    "(('duration', 0.175), ('pitch', 74), ('tempo', 120.0), ('velocity', 4))": 410,
    "(('duration', 0.1682), ('pitch', 72), ('tempo', 120.0), ('velocity', 4))": 411,
    "(('duration', 0.1636), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 412,
    "(('duration', 0.7364), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 413,
    "(('duration', 1.1795), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 414,
    "(('duration', 0.1705), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 415,
    "(('duration', 0.1523), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 416,
    "(('duration', 0.15), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 417,
    "(('duration', 0.1432), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 418,
    "(('duration', 0.7341), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 419,
    "(('duration', 0.6841), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 420,
    "(('duration', 0.1409), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 421,
    "(('duration', 0.1409), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 422,
    "(('duration', 0.1432), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 423,
    "(('duration', 0.1727), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 424,
    "(('duration', 0.1773), ('pitch', 60), ('tempo', 120.0), ('velocity', 4))": 425,
    "(('duration', 0.8841), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 426,
    "(('duration', 1.0364), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 427,
    "(('duration', 0.15), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 428,
    "(('duration', 0.1636), ('pitch', 74), ('tempo', 120.0), ('velocity', 4))": 429,
    "(('duration', 0.7386), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 430,
    "(('duration', 0.7364), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 431,
    "(('duration', 1.1795), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 432,
    "(('duration', 0.1705), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 433,
    "(('duration', 0.1523), ('pitch', 73), ('tempo', 120.0), ('velocity', 4))": 434,
    "(('duration', 0.15), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 435,
    "(('duration', 0.7341), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 436,
    "(('duration', 0.6864), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 437,
    "(('duration', 1.4068), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 438,
    "(('duration', 0.9386), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 439,
    "(('duration', 0.4682), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 440,
    "(('duration', 0.4591), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 441,
    "(('duration', 0.4705), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 442,
    "(('duration', 0.2341), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 443,
    "(('duration', 0.2341), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 444,
    "(('duration', 0.2364), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 445,
    "(('duration', 0.4591), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 446,
    "(('duration', 0.2341), ('pitch', 82), ('tempo', 120.0), ('velocity', 51))": 447,
    "(('duration', 0.2364), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 448,
    "(('duration', 0.2364), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 449,
    "(('duration', 0.4591), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 450,
    "(('duration', 0.4682), ('pitch', 82), ('tempo', 120.0), ('velocity', 51))": 451,
    "(('duration', 0.4705), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 452,
    "(('duration', 0.2341), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 453,
    "(('duration', 0.2273), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 454,
    "(('duration', 0.2273), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 455,
    "(('duration', 0.2364), ('pitch', 82), ('tempo', 120.0), ('velocity', 51))": 456,
    "(('duration', 0.2341), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 457,
    "(('duration', 0.4705), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 458,
    "(('duration', 0.4568), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 459,
    "(('duration', 1.3977), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 460,
    "(('duration', 0.4705), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 461,
    "(('duration', 0.2341), ('pitch', 86), ('tempo', 120.0), ('velocity', 51))": 462,
    "(('duration', 0.2341), ('pitch', 88), ('tempo', 120.0), ('velocity', 51))": 463,
    "(('duration', 0.2295), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 464,
    "(('duration', 0.2295), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 465,
    "(('duration', 0.7045), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 466,
    "(('duration', 1.3977), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 467,
    "(('duration', 0.7023), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 468,
    "(('duration', 0.2432), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 469,
    "(('duration', 0.2432), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 470,
    "(('duration', 0.4409), ('pitch', 89), ('tempo', 120.0), ('velocity', 51))": 471,
    "(('duration', 0.4682), ('pitch', 86), ('tempo', 120.0), ('velocity', 51))": 472,
    "(('duration', 0.4591), ('pitch', 82), ('tempo', 120.0), ('velocity', 51))": 473,
    "(('duration', 0.15), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 474,
    "(('duration', 0.1682), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 475,
    "(('duration', 0.1682), ('pitch', 103), ('tempo', 120.0), ('velocity', 51))": 476,
    "(('duration', 0.4705), ('pitch', 89), ('tempo', 120.0), ('velocity', 51))": 477,
    "(('duration', 0.4705), ('pitch', 86), ('tempo', 120.0), ('velocity', 51))": 478,
    "(('duration', 0.2295), ('pitch', 88), ('tempo', 120.0), ('velocity', 51))": 479,
    "(('duration', 0.2295), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 480,
    "(('duration', 0.2273), ('pitch', 88), ('tempo', 120.0), ('velocity', 51))": 481,
    "(('duration', 0.2273), ('pitch', 89), ('tempo', 120.0), ('velocity', 51))": 482,
    "(('duration', 0.1523), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 483,
    "(('duration', 3.5682), ('pitch', 103), ('tempo', 120.0), ('velocity', 51))": 484,
    "(('duration', 0.0841), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 485,
    "(('duration', 0.2341), ('pitch', 93), ('tempo', 120.0), ('velocity', 51))": 486,
    "(('duration', 0.4682), ('pitch', 89), ('tempo', 120.0), ('velocity', 51))": 487,
    "(('duration', 0.4568), ('pitch', 86), ('tempo', 120.0), ('velocity', 51))": 488,
    "(('duration', 0.4705), ('pitch', 88), ('tempo', 120.0), ('velocity', 51))": 489,
    "(('duration', 3.2636), ('pitch', 103), ('tempo', 120.0), ('velocity', 51))": 490,
    "(('duration', 0.2341), ('pitch', 89), ('tempo', 120.0), ('velocity', 51))": 491,
    "(('duration', 0.1477), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 492,
    "(('duration', 0.9364), ('pitch', 103), ('tempo', 120.0), ('velocity', 51))": 493,
    "(('duration', 0.0818), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 494,
    "(('duration', 0.2295), ('pitch', 93), ('tempo', 120.0), ('velocity', 51))": 495,
    "(('duration', 0.2386), ('pitch', 86), ('tempo', 120.0), ('velocity', 51))": 496,
    "(('duration', 0.2386), ('pitch', 88), ('tempo', 120.0), ('velocity', 51))": 497,
    "(('duration', 0.2295), ('pitch', 89), ('tempo', 120.0), ('velocity', 51))": 498,
    "(('duration', 1.6364), ('pitch', 103), ('tempo', 120.0), ('velocity', 51))": 499,
    "(('duration', 0.5659), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 500,
    "(('duration', 0.3364), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 501,
    "(('duration', 0.3364), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 502,
    "(('duration', 1.7591), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 503,
    "(('duration', 2.8614), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 504,
    "(('duration', 1.7523), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 505,
    "(('duration', 2.8591), ('pitch', 33), ('tempo', 120.0), ('velocity', 40))": 506,
    "(('duration', 0.3318), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 507,
    "(('duration', 2.8545), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 508,
    "(('duration', 0.3318), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 509,
    "(('duration', 1.7659), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 510,
    "(('duration', 1.0341), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 511,
    "(('duration', 1.7727), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 512,
    "(('duration', 5.7159), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 513,
    "(('duration', 0.3386), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 514,
    "(('duration', 8.5727), ('pitch', 33), ('tempo', 120.0), ('velocity', 40))": 515,
    "(('duration', 0.3295), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 516,
    "(('duration', 1.7614), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 517,
    "(('duration', 2.8477), ('pitch', 33), ('tempo', 120.0), ('velocity', 40))": 518,
    "(('duration', 1.0455), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 519,
    "(('duration', 1.4045), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 520,
    "(('duration', 10.7114), ('pitch', 2), ('tempo', 120.0), ('velocity', 40))": 521,
    "(('duration', 1.9045), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 522,
    "(('duration', 0.3818), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 523,
    "(('duration', 0.3886), ('pitch', 73), ('tempo', 120.0), ('velocity', 40))": 524,
    "(('duration', 0.3818), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 525,
    "(('duration', 0.3864), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 526,
    "(('duration', 3.5364), ('pitch', 2), ('tempo', 120.0), ('velocity', 40))": 527,
    "(('duration', 0.2455), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 528,
    "(('duration', 0.1114), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 529,
    "(('duration', 0.5295), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 530,
    "(('duration', 2.1591), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 531,
    "(('duration', 0.1114), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 532,
    "(('duration', 0.1159), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 533,
    "(('duration', 0.1136), ('pitch', 68), ('tempo', 120.0), ('velocity', 40))": 534,
    "(('duration', 0.5227), ('pitch', 63), ('tempo', 120.0), ('velocity', 40))": 535,
    "(('duration', 19.3455), ('pitch', 77), ('tempo', 120.0), ('velocity', 40))": 536,
    "(('duration', 0.5114), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 537,
    "(('duration', 1.0523), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 538,
    "(('duration', 0.0159), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 539,
    "(('duration', 0.2841), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 540,
    "(('duration', 0.3023), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 541,
    "(('duration', 0.3), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 542,
    "(('duration', 0.0341), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 543,
    "(('duration', 0.5705), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 544,
    "(('duration', 0.3023), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 545,
    "(('duration', 0.6), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 546,
    "(('duration', 0.3841), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 547,
    "(('duration', 2.8432), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 548,
    "(('duration', 0.0523), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 549,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 550,
    "(('duration', 0.1682), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 551,
    "(('duration', 0.1682), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 552,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 553,
    "(('duration', 0.1705), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 554,
    "(('duration', 0.05), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 555,
    "(('duration', 0.0159), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 556,
    "(('duration', 0.2977), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 557,
    "(('duration', 0.2977), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 558,
    "(('duration', 0.6023), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 559,
    "(('duration', 0.0159), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 560,
    "(('duration', 1.5386), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 561,
    "(('duration', 0.3523), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 562,
    "(('duration', 0.5341), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 563,
    "(('duration', 0.0136), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 564,
    "(('duration', 2.5614), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 565,
    "(('duration', 0.0023), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 566,
    "(('duration', 0.0341), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 567,
    "(('duration', 0.0318), ('pitch', 70), ('tempo', 120.0), ('velocity', 101))": 568,
    "(('duration', 0.5273), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 569,
    "(('duration', 0.6023), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 570,
    "(('duration', 0.3318), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 571,
    "(('duration', 2.7409), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 572,
    "(('duration', 0.1659), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 573,
    "(('duration', 0.1659), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 574,
    "(('duration', 0.3), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 575,
    "(('duration', 0.2977), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 576,
    "(('duration', 0.3841), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 577,
    "(('duration', 1.3591), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 578,
    "(('duration', 1.3591), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 579,
    "(('duration', 0.1705), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 580,
    "(('duration', 0.0136), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 581,
    "(('duration', 0.5659), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 582,
    "(('duration', 0.2977), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 583,
