{
    "<PAD>": 0,
    "(('duration', 0.5318), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 1,
    "(('duration', 0.1182), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 2,
    "(('duration', 0.0614), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 3,
    "(('duration', 0.0614), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 4,
    "(('duration', 0.1182), ('pitch', 74), ('tempo', 120.0), ('velocity', 4))": 5,
    "(('duration', 0.0568), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 6,
    "(('duration', 0.1205), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 7,
    "(('duration', 0.7659), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 8,
    "(('duration', 0.7659), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 9,
    "(('duration', 0.1182), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 10,
    "(('duration', 0.0591), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 11,
    "(('duration', 0.1205), ('pitch', 70), ('tempo', 120.0), ('velocity', 4))": 12,
    "(('duration', 0.4136), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 13,
    "(('duration', 0.1159), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 14,
    "(('duration', 0.0591), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 15,
    "(('duration', 0.1205), ('pitch', 73), ('tempo', 120.0), ('velocity', 4))": 16,
    "(('duration', 0.0568), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 17,
    "(('duration', 0.1205), ('pitch', 74), ('tempo', 120.0), ('velocity', 4))": 18,
    "(('duration', 0.1182), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 19,
    "(('duration', 0.1818), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 20,
    "(('duration', 0.0591), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 21,
    "(('duration', 0.1182), ('pitch', 78), ('tempo', 120.0), ('velocity', 4))": 22,
    "(('duration', 0.0614), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 23,
    "(('duration', 0.1159), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 24,
    "(('duration', 0.0591), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 25,
    "(('duration', 0.1136), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 26,
    "(('duration', 0.0614), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 27,
    "(('duration', 0.0568), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 28,
    "(('duration', 0.1182), ('pitch', 73), ('tempo', 120.0), ('velocity', 4))": 29,
    "(('duration', 0.5273), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 30,
    "(('duration', 0.5273), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 31,
    "(('duration', 0.0636), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 32,
    "(('duration', 0.0636), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 33,
    "(('duration', 0.1227), ('pitch', 74), ('tempo', 120.0), ('velocity', 4))": 34,
    "(('duration', 0.0591), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 35,
    "(('duration', 0.7682), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 36,
    "(('duration', 0.1227), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 37,
    "(('duration', 0.1159), ('pitch', 70), ('tempo', 120.0), ('velocity', 4))": 38,
    "(('duration', 0.4068), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 39,
    "(('duration', 0.0636), ('pitch', 71), ('tempo', 120.0), ('velocity', 51))": 40,
    "(('duration', 0.1182), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 41,
    "(('duration', 0.0614), ('pitch', 74), ('tempo', 120.0), ('velocity', 4))": 42,
    "(('duration', 0.125), ('pitch', 73), ('tempo', 120.0), ('velocity', 4))": 43,
    "(('duration', 0.0591), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 44,
    "(('duration', 7.4705), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 45,
    "(('duration', 0.1227), ('pitch', 76), ('tempo', 120.0), ('velocity', 4))": 46,
    "(('duration', 0.2955), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 47,
    "(('duration', 0.2318), ('pitch', 78), ('tempo', 120.0), ('velocity', 51))": 48,
    "(('duration', 0.2364), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 49,
    "(('duration', 0.1795), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 50,
    "(('duration', 0.1977), ('pitch', 33), ('tempo', 120.0), ('velocity', 64))": 51,
    "(('duration', 0.2091), ('pitch', 36), ('tempo', 120.0), ('velocity', 64))": 52,
    "(('duration', 2.8523), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 53,
    "(('duration', 1.8909), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 54,
    "(('duration', 0.2273), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 55,
    "(('duration', 0.3068), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 56,
    "(('duration', 1.8523), ('pitch', 64), ('tempo', 120.0), ('velocity', 13))": 57,
    "(('duration', 0.625), ('pitch', 64), ('tempo', 120.0), ('velocity', 8))": 58,
    "(('duration', 2.3568), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 59,
    "(('duration', 1.8955), ('pitch', 74), ('tempo', 120.0), ('velocity', 13))": 60,
    "(('duration', 0.2455), ('pitch', 74), ('tempo', 120.0), ('velocity', 13))": 61,
    "(('duration', 0.2705), ('pitch', 72), ('tempo', 120.0), ('velocity', 13))": 62,
    "(('duration', 1.8886), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 63,
    "(('duration', 0.2795), ('pitch', 71), ('tempo', 120.0), ('velocity', 8))": 64,
    "(('duration', 0.2705), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 65,
    "(('duration', 1.2205), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 66,
    "(('duration', 0.225), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 67,
    "(('duration', 0.1), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 68,
    "(('duration', 0.1432), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 69,
    "(('duration', 0.2205), ('pitch', 64), ('tempo', 120.0), ('velocity', 13))": 70,
    "(('duration', 0.2318), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 71,
    "(('duration', 2.5159), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 72,
    "(('duration', 2.35), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 73,
    "(('duration', 0.3295), ('pitch', 71), ('tempo', 120.0), ('velocity', 8))": 74,
    "(('duration', 0.3295), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 75,
    "(('duration', 1.6), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 76,
    "(('duration', 0.3318), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 77,
    "(('duration', 0.1295), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 78,
    "(('duration', 0.2045), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 79,
    "(('duration', 0.3068), ('pitch', 64), ('tempo', 120.0), ('velocity', 13))": 80,
    "(('duration', 0.3568), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 81,
    "(('duration', 4.0773), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 82,
    "(('duration', 3.3205), ('pitch', 69), ('tempo', 120.0), ('velocity', 5))": 83,
    "(('duration', 2.4114), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 84,
    "(('duration', 0.3), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 85,
    "(('duration', 0.4), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 86,
    "(('duration', 2.4205), ('pitch', 64), ('tempo', 120.0), ('velocity', 13))": 87,
    "(('duration', 0.8114), ('pitch', 64), ('tempo', 120.0), ('velocity', 8))": 88,
    "(('duration', 2.8114), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 89,
    "(('duration', 2.4), ('pitch', 74), ('tempo', 120.0), ('velocity', 13))": 90,
    "(('duration', 0.3023), ('pitch', 74), ('tempo', 120.0), ('velocity', 13))": 91,
    "(('duration', 0.325), ('pitch', 72), ('tempo', 120.0), ('velocity', 13))": 92,
    "(('duration', 2.4114), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 93,
    "(('duration', 0.325), ('pitch', 71), ('tempo', 120.0), ('velocity', 8))": 94,
    "(('duration', 0.325), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 95,
    "(('duration', 1.6114), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 96,
    "(('duration', 0.3182), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 97,
    "(('duration', 0.1182), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 98,
    "(('duration', 0.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 99,
    "(('duration', 0.3), ('pitch', 64), ('tempo', 120.0), ('velocity', 13))": 100,
    "(('duration', 3.2318), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 101,
    "(('duration', 3.2114), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 102,
    "(('duration', 2.4), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 103,
    "(('duration', 0.3023), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 104,
    "(('duration', 0.4045), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 105,
    "(('duration', 2.4114), ('pitch', 64), ('tempo', 120.0), ('velocity', 13))": 106,
    "(('duration', 2.8159), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 107,
    "(('duration', 2.4114), ('pitch', 74), ('tempo', 120.0), ('velocity', 13))": 108,
    "(('duration', 0.3), ('pitch', 74), ('tempo', 120.0), ('velocity', 13))": 109,
    "(('duration', 0.3205), ('pitch', 72), ('tempo', 120.0), ('velocity', 13))": 110,
    "(('duration', 2.4205), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 111,
    "(('duration', 0.3205), ('pitch', 71), ('tempo', 120.0), ('velocity', 8))": 112,
    "(('duration', 0.3182), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 113,
    "(('duration', 1.6091), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 114,
    "(('duration', 0.325), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 115,
    "(('duration', 0.1205), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 116,
    "(('duration', 0.2023), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 117,
    "(('duration', 0.3205), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 118,
    "(('duration', 3.2114), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 119,
    "(('duration', 2.4), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 120,
    "(('duration', 0.3227), ('pitch', 71), ('tempo', 120.0), ('velocity', 8))": 121,
    "(('duration', 3.8409), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 122,
    "(('duration', 3.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 5))": 123,
    "(('duration', 2.3636), ('pitch', 64), ('tempo', 120.0), ('velocity', 13))": 124,
    "(('duration', 0.6818), ('pitch', 64), ('tempo', 120.0), ('velocity', 8))": 125,
    "(('duration', 2.6568), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 126,
    "(('duration', 2.3068), ('pitch', 74), ('tempo', 120.0), ('velocity', 13))": 127,
    "(('duration', 0.275), ('pitch', 74), ('tempo', 120.0), ('velocity', 13))": 128,
    "(('duration', 0.2932), ('pitch', 72), ('tempo', 120.0), ('velocity', 13))": 129,
    "(('duration', 2.4068), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 130,
    "(('duration', 1.5591), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 131,
    "(('duration', 0.3295), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 132,
    "(('duration', 0.125), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 133,
    "(('duration', 0.2114), ('pitch', 69), ('tempo', 120.0), ('velocity', 13))": 134,
    "(('duration', 0.3159), ('pitch', 64), ('tempo', 120.0), ('velocity', 13))": 135,
    "(('duration', 0.3386), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 136,
    "(('duration', 3.1386), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 137,
    "(('duration', 0.3205), ('pitch', 69), ('tempo', 120.0), ('velocity', 8))": 138,
    "(('duration', 3.625), ('pitch', 68), ('tempo', 120.0), ('velocity', 13))": 139,
    "(('duration', 0.1977), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 140,
    "(('duration', 0.4), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 141,
    "(('duration', 0.6114), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 142,
    "(('duration', 1.1932), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 143,
    "(('duration', 0.2045), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 144,
    "(('duration', 0.4045), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 145,
    "(('duration', 0.6), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 146,
    "(('duration', 1.2), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 147,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 148,
    "(('duration', 0.2), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 149,
    "(('duration', 0.4068), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 150,
    "(('duration', 0.6045), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 151,
    "(('duration', 1.2023), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 152,
    "(('duration', 0.1977), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 153,
    "(('duration', 0.4), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 154,
    "(('duration', 0.6136), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 155,
    "(('duration', 1.1932), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 156,
    "(('duration', 0.2), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 157,
    "(('duration', 0.4), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 158,
    "(('duration', 0.6114), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 159,
    "(('duration', 1.1932), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 160,
    "(('duration', 0.6), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 161,
    "(('duration', 1.2045), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 162,
    "(('duration', 1.9977), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 163,
    "(('duration', 0.2), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 164,
    "(('duration', 0.1977), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 165,
    "(('duration', 0.4023), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 166,
    "(('duration', 0.1977), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 167,
    "(('duration', 1.4023), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 168,
    "(('duration', 0.1977), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 169,
    "(('duration', 0.1977), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 170,
    "(('duration', 0.2), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 171,
    "(('duration', 1.4045), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 172,
    "(('duration', 0.1977), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 173,
    "(('duration', 1.4068), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 174,
    "(('duration', 0.2), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 175,
    "(('duration', 0.2023), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 176,
    "(('duration', 0.2045), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 177,
    "(('duration', 0.1932), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 178,
    "(('duration', 0.1955), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 179,
    "(('duration', 1.4045), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 180,
    "(('duration', 0.2), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 181,
    "(('duration', 1.4045), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 182,
    "(('duration', 0.2023), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 183,
    "(('duration', 0.1955), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 184,
    "(('duration', 0.1932), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 185,
    "(('duration', 0.4), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 186,
    "(('duration', 1.4136), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 187,
    "(('duration', 0.3886), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 188,
    "(('duration', 0.6068), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 189,
    "(('duration', 0.6091), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 190,
    "(('duration', 0.3886), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 191,
    "(('duration', 1.2136), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 192,
    "(('duration', 0.1932), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 193,
    "(('duration', 0.1955), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 194,
    "(('duration', 0.6), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 195,
    "(('duration', 0.6), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 196,
    "(('duration', 0.1977), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 197,
    "(('duration', 0.1977), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 198,
    "(('duration', 1.2114), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 199,
    "(('duration', 0.3909), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 200,
    "(('duration', 0.6114), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 201,
    "(('duration', 0.6), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 202,
    "(('duration', 0.3909), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 203,
    "(('duration', 1.0773), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 204,
    "(('duration', 0.2659), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 205,
    "(('duration', 0.2636), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 206,
    "(('duration', 1.6023), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 207,
    "(('duration', 0.5477), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 208,
    "(('duration', 0.0477), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 209,
    "(('duration', 0.0023), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 210,
    "(('duration', 0.1159), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 211,
    "(('duration', 0.1659), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 212,
    "(('duration', 0.0159), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 213,
    "(('duration', 0.725), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 214,
    "(('duration', 0.7227), ('pitch', 58), ('tempo', 120.0), ('velocity', 64))": 215,
    "(('duration', 0.7318), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 216,
    "(('duration', 0.4795), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 217,
    "(('duration', 2.6841), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 218,
    "(('duration', 0.1318), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 219,
    "(('duration', 0.1636), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 220,
    "(('duration', 0.1636), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 221,
    "(('duration', 0.1659), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 222,
    "(('duration', 0.05), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 223,
    "(('duration', 0.1682), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 224,
    "(('duration', 0.1682), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 225,
    "(('duration', 0.1182), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 226,
    "(('duration', 0.5091), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 227,
    "(('duration', 1.9864), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 228,
    "(('duration', 2.1545), ('pitch', 43), ('tempo', 120.0), ('velocity', 64))": 229,
    "(('duration', 0.0955), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 230,
    "(('duration', 0.0977), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 231,
    "(('duration', 0.8045), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 232,
    "(('duration', 1.225), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 233,
    "(('duration', 0.4205), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 234,
    "(('duration', 0.3818), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 235,
    "(('duration', 0.4227), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 236,
    "(('duration', 0.3932), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 237,
    "(('duration', 0.1), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 238,
    "(('duration', 0.1023), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 239,
    "(('duration', 0.3955), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 240,
    "(('duration', 1.8955), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 241,
    "(('duration', 0.0955), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 242,
    "(('duration', 3.3136), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 243,
    "(('duration', 0.5045), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 244,
    "(('duration', 0.4091), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 245,
    "(('duration', 0.4045), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 246,
    "(('duration', 1.4159), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 247,
    "(('duration', 0.6), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 248,
    "(('duration', 1.1977), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 249,
    "(('duration', 4.2227), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 250,
    "(('duration', 0.2045), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 251,
    "(('duration', 0.1045), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 252,
    "(('duration', 0.1023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 253,
    "(('duration', 3.6273), ('pitch', 78), ('tempo', 120.0), ('velocity', 64))": 254,
    "(('duration', 0.4136), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 255,
    "(('duration', 1.6136), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 256,
    "(('duration', 1.6159), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 257,
    "(('duration', 0.8068), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 258,
    "(('duration', 1.2182), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 259,
    "(('duration', 0.4114), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 260,
    "(('duration', 4.0159), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 261,
    "(('duration', 0.3909), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 262,
    "(('duration', 2.8136), ('pitch', 78), ('tempo', 120.0), ('velocity', 64))": 263,
    "(('duration', 6.4409), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 264,
    "(('duration', 0.3841), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 265,
    "(('duration', 0.0977), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 266,
    "(('duration', 6.4341), ('pitch', 38), ('tempo', 120.0), ('velocity', 64))": 267,
    "(('duration', 0.4023), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 268,
    "(('duration', 1.9), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 269,
    "(('duration', 3.3159), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 270,
    "(('duration', 0.1), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 271,
    "(('duration', 0.5091), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 272,
    "(('duration', 0.4068), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 273,
    "(('duration', 3.4205), ('pitch', 78), ('tempo', 120.0), ('velocity', 64))": 274,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 275,
    "(('duration', 0.4136), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 276,
    "(('duration', 59.4955), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 277,
    "(('duration', 0.2), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 278,
    "(('duration', 0.2068), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 279,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 280,
    "(('duration', 61.7091), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 281,
    "(('duration', 0.2045), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 282,
    "(('duration', 0.2045), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 283,
    "(('duration', 60.9182), ('pitch', 78), ('tempo', 120.0), ('velocity', 64))": 284,
    "(('duration', 0.1909), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 285,
    "(('duration', 0.2023), ('pitch', 55), ('tempo', 120.0), ('velocity', 40))": 286,
    "(('duration', 3.2227), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 287,
    "(('duration', 0.1955), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 288,
    "(('duration', 0.1932), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 289,
    "(('duration', 3.2068), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 290,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 291,
    "(('duration', 3.2159), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 292,
    "(('duration', 0.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 40))": 293,
    "(('duration', 0.2023), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 294,
    "(('duration', 3.2273), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 295,
    "(('duration', 3.225), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 296,
    "(('duration', 0.2), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 297,
    "(('duration', 3.2227), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 298,
    "(('duration', 0.1955), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 299,
    "(('duration', 3.2182), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 300,
    "(('duration', 2.8227), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 301,
    "(('duration', 0.2), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 302,
    "(('duration', 78.8227), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 303,
    "(('duration', 9.0591), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 304,
    "(('duration', 0.4114), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 305,
    "(('duration', 0.4659), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 306,
    "(('duration', 0.1136), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 307,
    "(('duration', 0.1136), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 308,
    "(('duration', 0.1136), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 309,
    "(('duration', 0.1136), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 310,
    "(('duration', 0.4682), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 311,
    "(('duration', 0.1159), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 312,
    "(('duration', 0.1182), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 313,
    "(('duration', 0.4568), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 314,
    "(('duration', 0.1159), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 315,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 316,
    "(('duration', 0.4682), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 317,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 318,
    "(('duration', 0.4568), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 319,
    "(('duration', 0.1182), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 320,
    "(('duration', 0.1159), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 321,
    "(('duration', 0.9364), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 322,
    "(('duration', 0.4682), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 323,
    "(('duration', 0.4568), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 324,
    "(('duration', 0.9386), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 325,
    "(('duration', 0.4568), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 326,
    "(('duration', 0.0727), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 327,
    "(('duration', 0.0773), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 328,
    "(('duration', 0.0727), ('pitch', 84), ('tempo', 120.0), ('velocity', 101))": 329,
    "(('duration', 0.0705), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 330,
    "(('duration', 0.1227), ('pitch', 81), ('tempo', 120.0), ('velocity', 4))": 331,
    "(('duration', 0.0727), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 332,
    "(('duration', 0.125), ('pitch', 81), ('tempo', 120.0), ('velocity', 4))": 333,
    "(('duration', 0.075), ('pitch', 84), ('tempo', 120.0), ('velocity', 4))": 334,
    "(('duration', 0.1273), ('pitch', 84), ('tempo', 120.0), ('velocity', 4))": 335,
    "(('duration', 0.075), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 336,
    "(('duration', 0.1273), ('pitch', 81), ('tempo', 120.0), ('velocity', 4))": 337,
    "(('duration', 0.0773), ('pitch', 80), ('tempo', 120.0), ('velocity', 101))": 338,
    "(('duration', 0.1205), ('pitch', 80), ('tempo', 120.0), ('velocity', 4))": 339,
    "(('duration', 0.1159), ('pitch', 80), ('tempo', 120.0), ('velocity', 4))": 340,
    "(('duration', 0.0727), ('pitch', 86), ('tempo', 120.0), ('velocity', 4))": 341,
    "(('duration', 0.0727), ('pitch', 86), ('tempo', 120.0), ('velocity', 101))": 342,
    "(('duration', 0.1182), ('pitch', 86), ('tempo', 120.0), ('velocity', 4))": 343,
    "(('duration', 0.0705), ('pitch', 86), ('tempo', 120.0), ('velocity', 101))": 344,
    "(('duration', 0.0795), ('pitch', 86), ('tempo', 120.0), ('velocity', 101))": 345,
    "(('duration', 0.075), ('pitch', 86), ('tempo', 120.0), ('velocity', 101))": 346,
    "(('duration', 0.125), ('pitch', 86), ('tempo', 120.0), ('velocity', 4))": 347,
    "(('duration', 0.1114), ('pitch', 86), ('tempo', 120.0), ('velocity', 101))": 348,
    "(('duration', 0.0932), ('pitch', 86), ('tempo', 120.0), ('velocity', 101))": 349,
    "(('duration', 0.1091), ('pitch', 86), ('tempo', 120.0), ('velocity', 101))": 350,
    "(('duration', 0.3182), ('pitch', 86), ('tempo', 120.0), ('velocity', 101))": 351,
    "(('duration', 0.075), ('pitch', 56), ('tempo', 120.0), ('velocity', 127))": 352,
    "(('duration', 0.075), ('pitch', 59), ('tempo', 120.0), ('velocity', 127))": 353,
    "(('duration', 0.075), ('pitch', 63), ('tempo', 120.0), ('velocity', 127))": 354,
    "(('duration', 2.2432), ('pitch', 63), ('tempo', 120.0), ('velocity', 127))": 355,
    "(('duration', 0.5932), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 356,
    "(('duration', 0.5705), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 357,
    "(('duration', 0.5705), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 358,
    "(('duration', 0.6045), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 359,
    "(('duration', 1.3386), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 360,
    "(('duration', 1.6068), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 361,
    "(('duration', 0.1614), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 362,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 363,
    "(('duration', 0.5727), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 364,
    "(('duration', 0.6045), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 365,
    "(('duration', 0.5955), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 366,
    "(('duration', 0.5364), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 367,
    "(('duration', 0.4023), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 368,
    "(('duration', 0.2023), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 369,
    "(('duration', 1.5614), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 370,
    "(('duration', 1.7523), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 371,
    "(('duration', 0.5727), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 372,
    "(('duration', 0.6045), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 373,
    "(('duration', 0.5932), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 374,
    "(('duration', 0.0114), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 375,
    "(('duration', 0.5318), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 376,
    "(('duration', 0.4023), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 377,
    "(('duration', 1.7523), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 378,
    "(('duration', 1.3886), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 379,
    "(('duration', 0.3705), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 380,
    "(('duration', 0.5682), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 381,
    "(('duration', 0.6045), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 382,
    "(('duration', 0.4), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 383,
    "(('duration', 0.5614), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 384,
    "(('duration', 0.5727), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 385,
    "(('duration', 0.3909), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 386,
    "(('duration', 1.3591), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 387,
    "(('duration', 1.7614), ('pitch', 73), ('tempo', 120.0), ('velocity', 127))": 388,
    "(('duration', 1.5727), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 389,
    "(('duration', 0.7614), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 390,
    "(('duration', 0.7727), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 391,
    "(('duration', 1.3545), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 392,
    "(('duration', 1.3841), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 393,
    "(('duration', 0.2), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 394,
    "(('duration', 0.2023), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 395,
    "(('duration', 0.5545), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 396,
    "(('duration', 0.5886), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 397,
    "(('duration', 0.6), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 398,
    "(('duration', 0.5386), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 399,
    "(('duration', 0.4), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 400,
    "(('duration', 1.3614), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 401,
    "(('duration', 1.7636), ('pitch', 73), ('tempo', 120.0), ('velocity', 127))": 402,
    "(('duration', 0.9432), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 403,
    "(('duration', 0.2), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 404,
    "(('duration', 0.2), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 405,
    "(('duration', 0.9727), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 406,
    "(('duration', 0.2409), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 407,
    "(('duration', 0.2591), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 408,
    "(('duration', 0.2705), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 409,
    "(('duration', 1.3614), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 410,
    "(('duration', 1.3727), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 411,
    "(('duration', 0.2), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 412,
    "(('duration', 0.5477), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 413,
    "(('duration', 0.5864), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 414,
    "(('duration', 0.6), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 415,
    "(('duration', 0.5705), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 416,
    "(('duration', 0.3705), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 417,
    "(('duration', 1.4), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 418,
    "(('duration', 1.7409), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 419,
    "(('duration', 0.3614), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 420,
    "(('duration', 3.2455), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 421,
    "(('duration', 0.25), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 422,
    "(('duration', 0.3864), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 423,
    "(('duration', 3.2205), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 424,
    "(('duration', 0.2523), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 425,
    "(('duration', 0.3909), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 426,
    "(('duration', 8.6205), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 427,
    "(('duration', 0.2409), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 428,
    "(('duration', 0.3977), ('pitch', 46), ('tempo', 120.0), ('velocity', 64))": 429,
    "(('duration', 8.6295), ('pitch', 26), ('tempo', 120.0), ('velocity', 64))": 430,
    "(('duration', 3.2182), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 431,
    "(('duration', 0.2455), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 432,
    "(('duration', 0.3705), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 433,
    "(('duration', 0.2023), ('pitch', 0), ('tempo', 120.0), ('velocity', 4))": 434,
    "(('duration', 0.1909), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 435,
    "(('duration', 0.0455), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 436,
    "(('duration', 0.05), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 437,
    "(('duration', 0.0477), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 438,
    "(('duration', 0.05), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 439,
    "(('duration', 0.0636), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 440,
    "(('duration', 0.0659), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 441,
    "(('duration', 0.0591), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 442,
    "(('duration', 0.0591), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 443,
    "(('duration', 0.0114), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 444,
    "(('duration', 0.0636), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 445,
    "(('duration', 0.0659), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 446,
    "(('duration', 0.2318), ('pitch', 65), ('tempo', 120.0), ('velocity', 4))": 447,
    "(('duration', 0.0591), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 448,
    "(('duration', 0.2364), ('pitch', 65), ('tempo', 120.0), ('velocity', 4))": 449,
    "(('duration', 0.3614), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 450,
    "(('duration', 0.2341), ('pitch', 65), ('tempo', 120.0), ('velocity', 4))": 451,
    "(('duration', 0.0614), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 452,
    "(('duration', 0.0591), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 453,
    "(('duration', 0.0636), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 454,
    "(('duration', 0.2364), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 455,
    "(('duration', 0.2341), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 456,
    "(('duration', 0.1159), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 457,
    "(('duration', 0.1432), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 458,
    "(('duration', 0.2341), ('pitch', 63), ('tempo', 120.0), ('velocity', 4))": 459,
    "(('duration', 0.0591), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 460,
    "(('duration', 0.0614), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 461,
    "(('duration', 0.2364), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 462,
    "(('duration', 0.2114), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 463,
    "(('duration', 0.2023), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 464,
    "(('duration', 0.1455), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 465,
    "(('duration', 0.2364), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 466,
    "(('duration', 0.0591), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 467,
    "(('duration', 0.0636), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 468,
    "(('duration', 0.0614), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 469,
    "(('duration', 0.4636), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 470,
    "(('duration', 0.1409), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 471,
    "(('duration', 0.1205), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 472,
    "(('duration', 0.2091), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 473,
    "(('duration', 0.0614), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 474,
    "(('duration', 0.2386), ('pitch', 65), ('tempo', 120.0), ('velocity', 4))": 475,
    "(('duration', 0.3523), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 476,
    "(('duration', 0.2318), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 477,
    "(('duration', 0.125), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 478,
    "(('duration', 0.0568), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 479,
    "(('duration', 0.1455), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 480,
    "(('duration', 0.0568), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 481,
    "(('duration', 0.0636), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 482,
    "(('duration', 0.2091), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 483,
    "(('duration', 0.2045), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 484,
    "(('duration', 0.2386), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 485,
    "(('duration', 0.0614), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 486,
    "(('duration', 0.2318), ('pitch', 69), ('tempo', 120.0), ('velocity', 4))": 487,
    "(('duration', 0.2341), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 488,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 4))": 489,
    "(('duration', 0.2068), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 490,
    "(('duration', 0.7523), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 491,
    "(('duration', 0.375), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 492,
    "(('duration', 0.0864), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 493,
    "(('duration', 0.0886), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 494,
    "(('duration', 0.1227), ('pitch', 65), ('tempo', 120.0), ('velocity', 4))": 495,
    "(('duration', 0.8455), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 496,
    "(('duration', 0.2795), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 497,
    "(('duration', 0.2682), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 498,
    "(('duration', 0.1773), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 499,
    "(('duration', 0.7455), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 500,
    "(('duration', 0.7545), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 501,
    "(('duration', 0.2727), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 502,
    "(('duration', 0.375), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 503,
    "(('duration', 0.3727), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 504,
    "(('duration', 0.0864), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 505,
    "(('duration', 0.1205), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 506,
    "(('duration', 0.2705), ('pitch', 65), ('tempo', 120.0), ('velocity', 4))": 507,
    "(('duration', 0.2705), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 508,
    "(('duration', 1.1455), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 509,
    "(('duration', 0.0909), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 510,
    "(('duration', 0.1159), ('pitch', 65), ('tempo', 120.0), ('velocity', 4))": 511,
    "(('duration', 0.85), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 512,
    "(('duration', 0.275), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 513,
    "(('duration', 0.2705), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 514,
    "(('duration', 0.2795), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 515,
    "(('duration', 0.4682), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 516,
    "(('duration', 0.2773), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 517,
    "(('duration', 0.4659), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 518,
    "(('duration', 0.2364), ('pitch', 72), ('tempo', 120.0), ('velocity', 4))": 519,
    "(('duration', 0.0568), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 520,
    "(('duration', 0.2341), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 521,
    "(('duration', 0.0591), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 522,
    "(('duration', 0.3568), ('pitch', 71), ('tempo', 120.0), ('velocity', 4))": 523,
    "(('duration', 0.0614), ('pitch', 73), ('tempo', 120.0), ('velocity', 4))": 524,
    "(('duration', 0.0591), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 525,
    "(('duration', 0.3614), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 526,
    "(('duration', 0.2273), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 527,
    "(('duration', 0.0636), ('pitch', 65), ('tempo', 120.0), ('velocity', 4))": 528,
    "(('duration', 0.2295), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 529,
    "(('duration', 0.2364), ('pitch', 63), ('tempo', 120.0), ('velocity', 4))": 530,
    "(('duration', 0.2386), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 531,
    "(('duration', 0.2136), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 532,
    "(('duration', 0.2), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 533,
    "(('duration', 0.1432), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 534,
    "(('duration', 0.0318), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 535,
    "(('duration', 0.5659), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 536,
    "(('duration', 0.3045), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 537,
    "(('duration', 0.0159), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 538,
    "(('duration', 1.4955), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 539,
    "(('duration', 0.0341), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 540,
    "(('duration', 0.5545), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 541,
    "(('duration', 0.0318), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 542,
    "(('duration', 0.2659), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 543,
    "(('duration', 1.5068), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 544,
    "(('duration', 0.0159), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 545,
    "(('duration', 0.0318), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 546,
    "(('duration', 1.4568), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 547,
    "(('duration', 0.2977), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 548,
    "(('duration', 0.3), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 549,
    "(('duration', 0.2977), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 550,
    "(('duration', 0.6045), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 551,
    "(('duration', 0.2977), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 552,
    "(('duration', 0.6045), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 553,
    "(('duration', 0.9114), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 554,
    "(('duration', 0.45), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 555,
    "(('duration', 5.3205), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 556,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 557,
    "(('duration', 0.1659), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 558,
    "(('duration', 0.1659), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 559,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 560,
    "(('duration', 0.1682), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 561,
    "(('duration', 0.1705), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 562,
    "(('duration', 0.0523), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 563,
    "(('duration', 0.1705), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 564,
    "(('duration', 0.0023), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 565,
    "(('duration', 0.1682), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 566,
    "(('duration', 0.0477), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 567,
    "(('duration', 0.0023), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 568,
    "(('duration', 0.2977), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 569,
    "(('duration', 0.3), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 570,
    "(('duration', 0.9045), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 571,
    "(('duration', 1.5068), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 572,
    "(('duration', 0.3), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 573,
    "(('duration', 0.4727), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 574,
    "(('duration', 4.7432), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 575,
    "(('duration', 0.6), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 576,
    "(('duration', 16.0114), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 577,
    "(('duration', 2.3977), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 578,
    "(('duration', 0.0068), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 579,
    "(('duration', 0.3341), ('pitch', 37), ('tempo', 120.0), ('velocity', 101))": 580,
    "(('duration', 0.3409), ('pitch', 37), ('tempo', 120.0), ('velocity', 64))": 581,
    "(('duration', 0.3273), ('pitch', 37), ('tempo', 120.0), ('velocity', 64))": 582,
    "(('duration', 0.3341), ('pitch', 37), ('tempo', 120.0), ('velocity', 80))": 583,
