{
    "(('duration', 0.2386), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 1,
    "(('duration', 0.0773), ('pitch', 62), ('tempo', 120.0), ('velocity', 32))": 2,
    "(('duration', 0.0432), ('pitch', 62), ('tempo', 120.0), ('velocity', 32))": 3,
    "(('duration', 0.2364), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 4,
    "(('duration', 0.3636), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 5,
    "(('duration', 0.075), ('pitch', 62), ('tempo', 120.0), ('velocity', 32))": 6,
    "(('duration', 0.1159), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 7,
    "(('duration', 0.3477), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 8,
    "(('duration', 0.075), ('pitch', 61), ('tempo', 120.0), ('velocity', 32))": 9,
    "(('duration', 0.0432), ('pitch', 61), ('tempo', 120.0), ('velocity', 32))": 10,
    "(('duration', 0.2409), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 11,
    "(('duration', 0.3636), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 12,
    "(('duration', 0.1159), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 13,
    "(('duration', 0.1205), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 14,
    "(('duration', 0.0409), ('pitch', 61), ('tempo', 120.0), ('velocity', 32))": 15,
    "(('duration', 0.1227), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 16,
    "(('duration', 0.0409), ('pitch', 62), ('tempo', 120.0), ('velocity', 32))": 17,
    "(('duration', 0.3545), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 18,
    "(('duration', 0.1182), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 19,
    "(('duration', 0.2386), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 20,
    "(('duration', 0.3568), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 21,
    "(('duration', 0.125), ('pitch', 61), ('tempo', 120.0), ('velocity', 4))": 22,
    "(('duration', 0.0977), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 23,
    "(('duration', 0.1), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 24,
    "(('duration', 0.1), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 25,
    "(('duration', 0.0977), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 26,
    "(('duration', 0.0977), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 27,
    "(('duration', 0.1), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 28,
    "(('duration', 0.1023), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 29,
    "(('duration', 0.1023), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 30,
    "(('duration', 0.0955), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 31,
    "(('duration', 0.1023), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 32,
    "(('duration', 0.1), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 33,
    "(('duration', 0.1023), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 34,
    "(('duration', 0.1), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 35,
    "(('duration', 0.0977), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 36,
    "(('duration', 0.1), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 37,
    "(('duration', 0.0977), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 38,
    "(('duration', 0.1023), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 39,
    "(('duration', 0.0955), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 40,
    "(('duration', 0.1023), ('pitch', 80), ('tempo', 120.0), ('velocity', 40))": 41,
    "(('duration', 0.0955), ('pitch', 83), ('tempo', 120.0), ('velocity', 40))": 42,
    "(('duration', 0.0955), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 43,
    "(('duration', 0.0977), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 44,
    "(('duration', 0.0955), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 45,
    "(('duration', 0.0205), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 46,
    "(('duration', 0.0455), ('pitch', 46), ('tempo', 120.0), ('velocity', 51))": 47,
    "(('duration', 0.0477), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 48,
    "(('duration', 0.0477), ('pitch', 50), ('tempo', 120.0), ('velocity', 51))": 49,
    "(('duration', 0.05), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 50,
    "(('duration', 0.05), ('pitch', 53), ('tempo', 120.0), ('velocity', 51))": 51,
    "(('duration', 0.05), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 52,
    "(('duration', 0.05), ('pitch', 57), ('tempo', 120.0), ('velocity', 51))": 53,
    "(('duration', 0.0477), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 54,
    "(('duration', 0.0477), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 55,
    "(('duration', 0.0477), ('pitch', 82), ('tempo', 120.0), ('velocity', 51))": 56,
    "(('duration', 0.0477), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 57,
    "(('duration', 0.0477), ('pitch', 86), ('tempo', 120.0), ('velocity', 51))": 58,
    "(('duration', 0.0477), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 59,
    "(('duration', 0.0477), ('pitch', 89), ('tempo', 120.0), ('velocity', 51))": 60,
    "(('duration', 0.0477), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 61,
    "(('duration', 0.0477), ('pitch', 93), ('tempo', 120.0), ('velocity', 51))": 62,
    "(('duration', 0.05), ('pitch', 94), ('tempo', 120.0), ('velocity', 51))": 63,
    "(('duration', 0.05), ('pitch', 106), ('tempo', 120.0), ('velocity', 51))": 64,
    "(('duration', 0.05), ('pitch', 98), ('tempo', 120.0), ('velocity', 51))": 65,
    "(('duration', 0.05), ('pitch', 89), ('tempo', 120.0), ('velocity', 51))": 66,
    "(('duration', 0.05), ('pitch', 101), ('tempo', 120.0), ('velocity', 51))": 67,
    "(('duration', 0.05), ('pitch', 93), ('tempo', 120.0), ('velocity', 51))": 68,
    "(('duration', 0.05), ('pitch', 105), ('tempo', 120.0), ('velocity', 51))": 69,
    "(('duration', 0.0477), ('pitch', 106), ('tempo', 120.0), ('velocity', 51))": 70,
    "(('duration', 0.0477), ('pitch', 98), ('tempo', 120.0), ('velocity', 51))": 71,
    "(('duration', 0.0477), ('pitch', 101), ('tempo', 120.0), ('velocity', 51))": 72,
    "(('duration', 0.0455), ('pitch', 106), ('tempo', 120.0), ('velocity', 51))": 73,
    "(('duration', 0.0477), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 74,
    "(('duration', 0.05), ('pitch', 103), ('tempo', 120.0), ('velocity', 51))": 75,
    "(('duration', 0.0477), ('pitch', 88), ('tempo', 120.0), ('velocity', 51))": 76,
    "(('duration', 0.0477), ('pitch', 100), ('tempo', 120.0), ('velocity', 51))": 77,
    "(('duration', 0.0477), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 78,
    "(('duration', 0.05), ('pitch', 96), ('tempo', 120.0), ('velocity', 51))": 79,
    "(('duration', 0.05), ('pitch', 82), ('tempo', 120.0), ('velocity', 51))": 80,
    "(('duration', 0.05), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 81,
    "(('duration', 0.0477), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 82,
    "(('duration', 0.05), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 83,
    "(('duration', 0.05), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 84,
    "(('duration', 0.05), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 85,
    "(('duration', 0.05), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 86,
    "(('duration', 0.0523), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 87,
    "(('duration', 0.05), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 88,
    "(('duration', 0.0455), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 89,
    "(('duration', 0.0477), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 90,
    "(('duration', 0.0477), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 91,
    "(('duration', 0.0477), ('pitch', 52), ('tempo', 120.0), ('velocity', 51))": 92,
    "(('duration', 0.0477), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 93,
    "(('duration', 0.0477), ('pitch', 48), ('tempo', 120.0), ('velocity', 51))": 94,
    "(('duration', 0.0477), ('pitch', 60), ('tempo', 120.0), ('velocity', 51))": 95,
    "(('duration', 0.0477), ('pitch', 53), ('tempo', 120.0), ('velocity', 51))": 96,
    "(('duration', 0.05), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 97,
    "(('duration', 0.05), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 98,
    "(('duration', 0.05), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 99,
    "(('duration', 0.05), ('pitch', 76), ('tempo', 120.0), ('velocity', 51))": 100,
    "(('duration', 0.05), ('pitch', 88), ('tempo', 120.0), ('velocity', 51))": 101,
    "(('duration', 0.0455), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 102,
    "(('duration', 0.0477), ('pitch', 96), ('tempo', 120.0), ('velocity', 51))": 103,
    "(('duration', 0.05), ('pitch', 100), ('tempo', 120.0), ('velocity', 51))": 104,
    "(('duration', 0.0477), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 105,
    "(('duration', 0.0477), ('pitch', 87), ('tempo', 120.0), ('velocity', 51))": 106,
    "(('duration', 0.0523), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 107,
    "(('duration', 0.0477), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 108,
    "(('duration', 0.05), ('pitch', 63), ('tempo', 120.0), ('velocity', 51))": 109,
    "(('duration', 0.05), ('pitch', 75), ('tempo', 120.0), ('velocity', 51))": 110,
    "(('duration', 0.0477), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 111,
    "(('duration', 0.0477), ('pitch', 57), ('tempo', 120.0), ('velocity', 51))": 112,
    "(('duration', 0.0477), ('pitch', 51), ('tempo', 120.0), ('velocity', 51))": 113,
    "(('duration', 0.0477), ('pitch', 63), ('tempo', 120.0), ('velocity', 51))": 114,
    "(('duration', 0.0477), ('pitch', 45), ('tempo', 120.0), ('velocity', 51))": 115,
    "(('duration', 0.0477), ('pitch', 41), ('tempo', 120.0), ('velocity', 51))": 116,
    "(('duration', 0.0477), ('pitch', 39), ('tempo', 120.0), ('velocity', 51))": 117,
    "(('duration', 0.05), ('pitch', 51), ('tempo', 120.0), ('velocity', 51))": 118,
    "(('duration', 0.0477), ('pitch', 46), ('tempo', 120.0), ('velocity', 51))": 119,
    "(('duration', 0.05), ('pitch', 58), ('tempo', 120.0), ('velocity', 51))": 120,
    "(('duration', 0.05), ('pitch', 50), ('tempo', 120.0), ('velocity', 51))": 121,
    "(('duration', 0.05), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 122,
    "(('duration', 0.05), ('pitch', 74), ('tempo', 120.0), ('velocity', 51))": 123,
    "(('duration', 0.05), ('pitch', 86), ('tempo', 120.0), ('velocity', 51))": 124,
    "(('duration', 0.0477), ('pitch', 94), ('tempo', 120.0), ('velocity', 51))": 125,
    "(('duration', 0.0523), ('pitch', 105), ('tempo', 120.0), ('velocity', 51))": 126,
    "(('duration', 0.0477), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 127,
    "(('duration', 0.05), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 128,
    "(('duration', 0.0455), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 129,
    "(('duration', 0.05), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 130,
    "(('duration', 0.05), ('pitch', 52), ('tempo', 120.0), ('velocity', 51))": 131,
    "(('duration', 0.0477), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 132,
    "(('duration', 0.0477), ('pitch', 43), ('tempo', 120.0), ('velocity', 51))": 133,
    "(('duration', 0.0477), ('pitch', 40), ('tempo', 120.0), ('velocity', 51))": 134,
    "(('duration', 0.05), ('pitch', 49), ('tempo', 120.0), ('velocity', 51))": 135,
    "(('duration', 0.05), ('pitch', 61), ('tempo', 120.0), ('velocity', 51))": 136,
    "(('duration', 0.05), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 137,
    "(('duration', 0.0455), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 138,
    "(('duration', 0.0477), ('pitch', 73), ('tempo', 120.0), ('velocity', 51))": 139,
    "(('duration', 0.0477), ('pitch', 85), ('tempo', 120.0), ('velocity', 51))": 140,
    "(('duration', 0.05), ('pitch', 85), ('tempo', 120.0), ('velocity', 51))": 141,
    "(('duration', 0.0523), ('pitch', 97), ('tempo', 120.0), ('velocity', 51))": 142,
    "(('duration', 0.0477), ('pitch', 103), ('tempo', 120.0), ('velocity', 51))": 143,
    "(('duration', 0.05), ('pitch', 97), ('tempo', 120.0), ('velocity', 51))": 144,
    "(('duration', 0.0659), ('pitch', 55), ('tempo', 120.0), ('velocity', 51))": 145,
    "(('duration', 0.1), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 146,
    "(('duration', 0.1), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 147,
    "(('duration', 0.1), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 148,
    "(('duration', 0.1023), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 149,
    "(('duration', 0.1023), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 150,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 151,
    "(('duration', 0.3), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 152,
    "(('duration', 0.1023), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 153,
    "(('duration', 0.3023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 154,
    "(('duration', 0.1), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 155,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 156,
    "(('duration', 1.6045), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 157,
    "(('duration', 1.2023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 158,
    "(('duration', 0.4), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 159,
    "(('duration', 1.6068), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 160,
    "(('duration', 1.6045), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 161,
    "(('duration', 1.6023), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 162,
    "(('duration', 0.0727), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 163,
    "(('duration', 0.0705), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 164,
    "(('duration', 0.0864), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 165,
    "(('duration', 0.1045), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 166,
    "(('duration', 0.0818), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 167,
    "(('duration', 0.1), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 168,
    "(('duration', 1.4841), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 169,
    "(('duration', 0.1), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 170,
    "(('duration', 0.2341), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 171,
    "(('duration', 0.0841), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 172,
    "(('duration', 0.5), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 173,
    "(('duration', 0.0977), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 174,
    "(('duration', 0.2318), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 175,
    "(('duration', 1.7432), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 176,
    "(('duration', 0.0795), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 177,
    "(('duration', 0.0977), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 178,
    "(('duration', 0.6227), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 179,
    "(('duration', 0.1023), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 180,
    "(('duration', 0.0818), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 181,
    "(('duration', 0.2159), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 182,
    "(('duration', 0.0841), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 183,
    "(('duration', 0.2182), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 184,
    "(('duration', 0.0977), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 185,
    "(('duration', 1.7364), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 186,
    "(('duration', 4.4136), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 187,
    "(('duration', 0.1), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 188,
    "(('duration', 0.0841), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 189,
    "(('duration', 0.1), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 190,
    "(('duration', 0.0818), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 191,
    "(('duration', 0.1023), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 192,
    "(('duration', 0.0841), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 193,
    "(('duration', 0.0977), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 194,
    "(('duration', 0.0818), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 195,
    "(('duration', 0.5477), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 196,
    "(('duration', 0.0841), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 197,
    "(('duration', 0.55), ('pitch', 33), ('tempo', 120.0), ('velocity', 101))": 198,
    "(('duration', 1.7977), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 199,
    "(('duration', 0.0977), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 200,
    "(('duration', 0.3591), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 201,
    "(('duration', 0.1045), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 202,
    "(('duration', 0.0864), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 203,
    "(('duration', 0.0795), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 204,
    "(('duration', 1.8909), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 205,
    "(('duration', 3.8682), ('pitch', 33), ('tempo', 120.0), ('velocity', 101))": 206,
    "(('duration', 0.55), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 207,
    "(('duration', 0.1), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 208,
    "(('duration', 0.5523), ('pitch', 33), ('tempo', 120.0), ('velocity', 101))": 209,
    "(('duration', 1.7864), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 210,
    "(('duration', 0.3841), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 211,
    "(('duration', 0.0864), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 212,
    "(('duration', 0.1023), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 213,
    "(('duration', 0.0795), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 214,
    "(('duration', 0.0977), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 215,
    "(('duration', 11.0205), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 216,
    "(('duration', 10.5205), ('pitch', 31), ('tempo', 120.0), ('velocity', 101))": 217,
    "(('duration', 0.0818), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 218,
    "(('duration', 0.1), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 219,
    "(('duration', 0.5477), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 220,
    "(('duration', 0.55), ('pitch', 31), ('tempo', 120.0), ('velocity', 101))": 221,
    "(('duration', 0.0841), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 222,
    "(('duration', 1.8045), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 223,
    "(('duration', 0.3659), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 224,
    "(('duration', 0.1), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 225,
    "(('duration', 0.0841), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 226,
    "(('duration', 1.8977), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 227,
    "(('duration', 3.8682), ('pitch', 31), ('tempo', 120.0), ('velocity', 101))": 228,
    "(('duration', 0.5523), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 229,
    "(('duration', 0.5523), ('pitch', 31), ('tempo', 120.0), ('velocity', 101))": 230,
    "(('duration', 1.7864), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 231,
    "(('duration', 0.0818), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 232,
    "(('duration', 0.0977), ('pitch', 41), ('tempo', 120.0), ('velocity', 101))": 233,
    "(('duration', 0.0841), ('pitch', 41), ('tempo', 120.0), ('velocity', 101))": 234,
    "(('duration', 0.0818), ('pitch', 41), ('tempo', 120.0), ('velocity', 101))": 235,
    "(('duration', 0.1), ('pitch', 41), ('tempo', 120.0), ('velocity', 101))": 236,
    "(('duration', 1.6523), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 237,
    "(('duration', 0.5477), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 238,
    "(('duration', 0.55), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 239,
    "(('duration', 1.7977), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 240,
    "(('duration', 0.0977), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 241,
    "(('duration', 0.3614), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 242,
    "(('duration', 0.0818), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 243,
    "(('duration', 0.1), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 244,
    "(('duration', 1.8909), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 245,
    "(('duration', 3.8682), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 246,
    "(('duration', 0.5523), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 247,
    "(('duration', 0.5523), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 248,
    "(('duration', 0.1023), ('pitch', 41), ('tempo', 120.0), ('velocity', 101))": 249,
    "(('duration', 1.8023), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 250,
    "(('duration', 0.0864), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 251,
    "(('duration', 0.3818), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 252,
    "(('duration', 0.1045), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 253,
    "(('duration', 9.2136), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 254,
    "(('duration', 0.4023), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 255,
    "(('duration', 1.2), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 256,
    "(('duration', 0.2), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 257,
    "(('duration', 0.6023), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 258,
    "(('duration', 0.3955), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 259,
    "(('duration', 0.3955), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 260,
    "(('duration', 0.4), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 261,
    "(('duration', 0.1977), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 262,
    "(('duration', 1.9955), ('pitch', 63), ('tempo', 120.0), ('velocity', 64))": 263,
    "(('duration', 0.1977), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 264,
    "(('duration', 0.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 265,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 266,
    "(('duration', 1.2), ('pitch', 39), ('tempo', 120.0), ('velocity', 64))": 267,
    "(('duration', 0.6023), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 268,
    "(('duration', 0.6), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 269,
    "(('duration', 6.3864), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 270,
    "(('duration', 0.8), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 271,
    "(('duration', 0.2), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 272,
    "(('duration', 1.0), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 273,
    "(('duration', 0.5977), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 274,
    "(('duration', 0.3955), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 275,
    "(('duration', 1.4023), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 276,
    "(('duration', 0.2), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 277,
    "(('duration', 0.5909), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 278,
    "(('duration', 0.2), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 279,
    "(('duration', 0.2023), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 280,
    "(('duration', 0.2), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 281,
    "(('duration', 9.9818), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 282,
    "(('duration', 0.4), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 283,
    "(('duration', 0.4023), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 284,
    "(('duration', 10.7864), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 285,
    "(('duration', 1.6023), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 286,
    "(('duration', 0.1977), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 287,
    "(('duration', 0.3909), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 288,
    "(('duration', 0.2023), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 289,
    "(('duration', 1.3909), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 290,
    "(('duration', 1.4), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 291,
    "(('duration', 1.1909), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 292,
    "(('duration', 10.1727), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 293,
    "(('duration', 0.4023), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 294,
    "(('duration', 0.6), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 295,
    "(('duration', 1.2023), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 296,
    "(('duration', 7.5864), ('pitch', 52), ('tempo', 120.0), ('velocity', 64))": 297,
    "(('duration', 9.3864), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 298,
    "(('duration', 0.7977), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 299,
    "(('duration', 0.4), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 300,
    "(('duration', 1.6023), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 301,
    "(('duration', 0.7909), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 302,
    "(('duration', 0.0273), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 303,
    "(('duration', 0.0295), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 304,
    "(('duration', 0.1205), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 305,
    "(('duration', 0.0318), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 306,
    "(('duration', 0.2386), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 307,
    "(('duration', 0.4795), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 308,
    "(('duration', 0.2364), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 309,
    "(('duration', 0.0273), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 310,
    "(('duration', 0.125), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 311,
    "(('duration', 0.025), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 312,
    "(('duration', 0.1227), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 313,
    "(('duration', 0.2341), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 314,
    "(('duration', 0.3568), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 315,
    "(('duration', 0.0318), ('pitch', 55), ('tempo', 120.0), ('velocity', 4))": 316,
    "(('duration', 0.0295), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 317,
    "(('duration', 0.0318), ('pitch', 54), ('tempo', 120.0), ('velocity', 80))": 318,
    "(('duration', 0.0295), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 319,
    "(('duration', 0.0295), ('pitch', 54), ('tempo', 120.0), ('velocity', 80))": 320,
    "(('duration', 0.2364), ('pitch', 54), ('tempo', 120.0), ('velocity', 4))": 321,
    "(('duration', 0.0295), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 322,
    "(('duration', 0.1182), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 323,
    "(('duration', 0.2409), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 324,
    "(('duration', 0.0227), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 325,
    "(('duration', 0.3523), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 326,
    "(('duration', 0.0023), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 327,
    "(('duration', 0.0295), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 328,
    "(('duration', 0.1205), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 329,
    "(('duration', 0.2341), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 330,
    "(('duration', 0.2341), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 331,
    "(('duration', 0.35), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 332,
    "(('duration', 0.0318), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 333,
    "(('duration', 7.6341), ('pitch', 45), ('tempo', 120.0), ('velocity', 4))": 334,
    "(('duration', 0.2409), ('pitch', 54), ('tempo', 120.0), ('velocity', 4))": 335,
    "(('duration', 0.3795), ('pitch', 59), ('tempo', 120.0), ('velocity', 4))": 336,
    "(('duration', 0.0341), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 337,
    "(('duration', 0.1386), ('pitch', 64), ('tempo', 120.0), ('velocity', 4))": 338,
    "(('duration', 0.2636), ('pitch', 62), ('tempo', 120.0), ('velocity', 4))": 339,
    "(('duration', 0.2614), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 340,
    "(('duration', 0.1977), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 341,
    "(('duration', 0.1932), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 342,
    "(('duration', 0.1932), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 343,
    "(('duration', 0.2), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 344,
    "(('duration', 0.1977), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 345,
    "(('duration', 0.6023), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 346,
    "(('duration', 0.1977), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 347,
    "(('duration', 0.2023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 348,
    "(('duration', 0.2023), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 349,
    "(('duration', 0.1932), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 350,
    "(('duration', 0.1932), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 351,
    "(('duration', 0.6068), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 352,
    "(('duration', 0.1977), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 353,
    "(('duration', 0.1977), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 354,
    "(('duration', 0.1955), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 355,
    "(('duration', 0.2), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 356,
    "(('duration', 0.1977), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 357,
    "(('duration', 0.6045), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 358,
    "(('duration', 0.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 359,
    "(('duration', 0.1977), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 360,
    "(('duration', 0.1955), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 361,
    "(('duration', 0.2023), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 362,
    "(('duration', 0.6091), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 363,
    "(('duration', 0.2), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 364,
    "(('duration', 0.1955), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 365,
    "(('duration', 0.6), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 366,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 367,
    "(('duration', 0.2023), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 368,
    "(('duration', 0.1932), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 369,
    "(('duration', 0.6068), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 370,
    "(('duration', 0.6023), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 371,
    "(('duration', 4.3841), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 372,
    "(('duration', 1.4523), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 373,
    "(('duration', 5.8409), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 374,
    "(('duration', 4.3682), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 375,
    "(('duration', 1.4705), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 376,
    "(('duration', 5.8227), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 377,
    "(('duration', 4.3864), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 378,
    "(('duration', 0.7205), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 379,
    "(('duration', 0.7295), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 380,
    "(('duration', 0.3591), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 381,
    "(('duration', 0.3659), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 382,
    "(('duration', 3.6364), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 383,
    "(('duration', 0.7318), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 384,
    "(('duration', 0.7386), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 385,
    "(('duration', 2.9205), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 386,
    "(('duration', 2.9023), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 387,
    "(('duration', 0.7932), ('pitch', 61), ('tempo', 120.0), ('velocity', 51))": 388,
    "(('duration', 2.425), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 389,
    "(('duration', 0.7932), ('pitch', 63), ('tempo', 120.0), ('velocity', 51))": 390,
    "(('duration', 2.4205), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 391,
    "(('duration', 0.8023), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 392,
    "(('duration', 2.4045), ('pitch', 66), ('tempo', 120.0), ('velocity', 51))": 393,
    "(('duration', 3.2136), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 394,
    "(('duration', 0.6273), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 395,
    "(('duration', 0.0795), ('pitch', 27), ('tempo', 120.0), ('velocity', 51))": 396,
    "(('duration', 0.1455), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 397,
    "(('duration', 0.0818), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 398,
    "(('duration', 0.0705), ('pitch', 27), ('tempo', 120.0), ('velocity', 51))": 399,
    "(('duration', 0.1636), ('pitch', 32), ('tempo', 120.0), ('velocity', 51))": 400,
    "(('duration', 0.2318), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 401,
    "(('duration', 0.0841), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 402,
    "(('duration', 0.1659), ('pitch', 46), ('tempo', 120.0), ('velocity', 51))": 403,
    "(('duration', 0.0864), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 404,
    "(('duration', 0.15), ('pitch', 44), ('tempo', 120.0), ('velocity', 51))": 405,
    "(('duration', 0.0136), ('pitch', 29), ('tempo', 120.0), ('velocity', 51))": 406,
    "(('duration', 0.0523), ('pitch', 31), ('tempo', 120.0), ('velocity', 51))": 407,
    "(('duration', 0.0182), ('pitch', 35), ('tempo', 120.0), ('velocity', 51))": 408,
    "(('duration', 0.0159), ('pitch', 36), ('tempo', 120.0), ('velocity', 51))": 409,
    "(('duration', 0.0182), ('pitch', 39), ('tempo', 120.0), ('velocity', 51))": 410,
    "(('duration', 0.0159), ('pitch', 41), ('tempo', 120.0), ('velocity', 51))": 411,
    "(('duration', 0.0341), ('pitch', 43), ('tempo', 120.0), ('velocity', 51))": 412,
    "(('duration', 0.0682), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 413,
    "(('duration', 0.1636), ('pitch', 41), ('tempo', 120.0), ('velocity', 51))": 414,
    "(('duration', 0.1455), ('pitch', 43), ('tempo', 120.0), ('velocity', 51))": 415,
    "(('duration', 0.1659), ('pitch', 41), ('tempo', 120.0), ('velocity', 51))": 416,
    "(('duration', 0.15), ('pitch', 36), ('tempo', 120.0), ('velocity', 51))": 417,
    "(('duration', 0.6364), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 418,
    "(('duration', 0.0841), ('pitch', 27), ('tempo', 120.0), ('velocity', 51))": 419,
    "(('duration', 0.1682), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 420,
    "(('duration', 0.0886), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 421,
    "(('duration', 0.1455), ('pitch', 32), ('tempo', 120.0), ('velocity', 51))": 422,
    "(('duration', 0.2477), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 423,
    "(('duration', 0.1477), ('pitch', 46), ('tempo', 120.0), ('velocity', 51))": 424,
    "(('duration', 0.1682), ('pitch', 44), ('tempo', 120.0), ('velocity', 51))": 425,
    "(('duration', 0.0341), ('pitch', 29), ('tempo', 120.0), ('velocity', 51))": 426,
    "(('duration', 0.0341), ('pitch', 31), ('tempo', 120.0), ('velocity', 51))": 427,
    "(('duration', 3.8477), ('pitch', 24), ('tempo', 120.0), ('velocity', 51))": 428,
    "(('duration', 0.0159), ('pitch', 35), ('tempo', 120.0), ('velocity', 51))": 429,
    "(('duration', 0.0182), ('pitch', 36), ('tempo', 120.0), ('velocity', 51))": 430,
    "(('duration', 0.0341), ('pitch', 39), ('tempo', 120.0), ('velocity', 51))": 431,
    "(('duration', 0.0182), ('pitch', 41), ('tempo', 120.0), ('velocity', 51))": 432,
    "(('duration', 0.0159), ('pitch', 43), ('tempo', 120.0), ('velocity', 51))": 433,
    "(('duration', 0.15), ('pitch', 41), ('tempo', 120.0), ('velocity', 51))": 434,
    "(('duration', 0.1682), ('pitch', 43), ('tempo', 120.0), ('velocity', 51))": 435,
    "(('duration', 0.1659), ('pitch', 36), ('tempo', 120.0), ('velocity', 51))": 436,
    "(('duration', 0.6409), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 437,
    "(('duration', 0.0818), ('pitch', 30), ('tempo', 120.0), ('velocity', 51))": 438,
    "(('duration', 0.15), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 439,
    "(('duration', 0.0841), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 440,
    "(('duration', 0.0864), ('pitch', 30), ('tempo', 120.0), ('velocity', 51))": 441,
    "(('duration', 0.1682), ('pitch', 35), ('tempo', 120.0), ('velocity', 51))": 442,
    "(('duration', 0.2364), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 443,
    "(('duration', 0.0864), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 444,
    "(('duration', 0.1705), ('pitch', 49), ('tempo', 120.0), ('velocity', 51))": 445,
    "(('duration', 0.0705), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 446,
    "(('duration', 0.1614), ('pitch', 47), ('tempo', 120.0), ('velocity', 51))": 447,
    "(('duration', 0.0318), ('pitch', 32), ('tempo', 120.0), ('velocity', 51))": 448,
    "(('duration', 0.0318), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 449,
    "(('duration', 0.0182), ('pitch', 40), ('tempo', 120.0), ('velocity', 51))": 450,
    "(('duration', 0.0318), ('pitch', 42), ('tempo', 120.0), ('velocity', 51))": 451,
    "(('duration', 0.0182), ('pitch', 46), ('tempo', 120.0), ('velocity', 51))": 452,
    "(('duration', 0.0818), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 453,
    "(('duration', 0.1659), ('pitch', 44), ('tempo', 120.0), ('velocity', 51))": 454,
    "(('duration', 0.15), ('pitch', 46), ('tempo', 120.0), ('velocity', 51))": 455,
    "(('duration', 0.0682), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 456,
    "(('duration', 0.1659), ('pitch', 39), ('tempo', 120.0), ('velocity', 51))": 457,
    "(('duration', 0.6364), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 458,
    "(('duration', 0.0841), ('pitch', 30), ('tempo', 120.0), ('velocity', 51))": 459,
    "(('duration', 0.1705), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 460,
    "(('duration', 0.15), ('pitch', 35), ('tempo', 120.0), ('velocity', 51))": 461,
    "(('duration', 0.2523), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 462,
    "(('duration', 0.1659), ('pitch', 49), ('tempo', 120.0), ('velocity', 51))": 463,
    "(('duration', 0.1523), ('pitch', 47), ('tempo', 120.0), ('velocity', 51))": 464,
    "(('duration', 0.05), ('pitch', 32), ('tempo', 120.0), ('velocity', 51))": 465,
    "(('duration', 3.8795), ('pitch', 25), ('tempo', 120.0), ('velocity', 51))": 466,
    "(('duration', 0.0159), ('pitch', 37), ('tempo', 120.0), ('velocity', 51))": 467,
    "(('duration', 0.05), ('pitch', 42), ('tempo', 120.0), ('velocity', 51))": 468,
    "(('duration', 0.1614), ('pitch', 44), ('tempo', 120.0), ('velocity', 51))": 469,
    "(('duration', 0.1477), ('pitch', 39), ('tempo', 120.0), ('velocity', 51))": 470,
    "(('duration', 0.0136), ('pitch', 34), ('tempo', 120.0), ('velocity', 51))": 471,
    "(('duration', 0.0386), ('pitch', 39), ('tempo', 120.0), ('velocity', 64))": 472,
    "(('duration', 0.0523), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 473,
    "(('duration', 0.0932), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 474,
    "(('duration', 0.1159), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 475,
    "(('duration', 0.1159), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 476,
    "(('duration', 0.1182), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 477,
    "(('duration', 0.0477), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 478,
    "(('duration', 0.1818), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 479,
    "(('duration', 0.05), ('pitch', 39), ('tempo', 120.0), ('velocity', 64))": 480,
    "(('duration', 0.0659), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 481,
    "(('duration', 0.1205), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 482,
    "(('duration', 0.1136), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 483,
    "(('duration', 0.1136), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 484,
    "(('duration', 0.1205), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 485,
    "(('duration', 0.0523), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 486,
    "(('duration', 0.1182), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 487,
    "(('duration', 0.1818), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 488,
    "(('duration', 0.0477), ('pitch', 39), ('tempo', 120.0), ('velocity', 64))": 489,
    "(('duration', 0.05), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 490,
    "(('duration', 0.0477), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 491,
    "(('duration', 0.1159), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 492,
    "(('duration', 0.1182), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 493,
    "(('duration', 0.1159), ('pitch', 51), ('tempo', 120.0), ('velocity', 64))": 494,
    "(('duration', 0.1841), ('pitch', 50), ('tempo', 120.0), ('velocity', 64))": 495,
    "(('duration', 0.05), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 496,
    "(('duration', 0.1205), ('pitch', 55), ('tempo', 120.0), ('velocity', 64))": 497,
    "(('duration', 0.1864), ('pitch', 48), ('tempo', 120.0), ('velocity', 64))": 498,
    "(('duration', 0.2114), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 499,
    "(('duration', 0.0977), ('pitch', 48), ('tempo', 120.0), ('velocity', 51))": 500,
    "(('duration', 0.1659), ('pitch', 48), ('tempo', 120.0), ('velocity', 51))": 501,
    "(('duration', 0.0886), ('pitch', 48), ('tempo', 120.0), ('velocity', 32))": 502,
    "(('duration', 0.1636), ('pitch', 48), ('tempo', 120.0), ('velocity', 32))": 503,
    "(('duration', 0.075), ('pitch', 48), ('tempo', 120.0), ('velocity', 20))": 504,
    "(('duration', 0.1591), ('pitch', 48), ('tempo', 120.0), ('velocity', 20))": 505,
    "(('duration', 0.0864), ('pitch', 48), ('tempo', 120.0), ('velocity', 13))": 506,
    "(('duration', 0.1636), ('pitch', 48), ('tempo', 120.0), ('velocity', 13))": 507,
    "(('duration', 0.075), ('pitch', 48), ('tempo', 120.0), ('velocity', 8))": 508,
    "(('duration', 0.1591), ('pitch', 48), ('tempo', 120.0), ('velocity', 8))": 509,
    "(('duration', 0.0841), ('pitch', 48), ('tempo', 120.0), ('velocity', 5))": 510,
    "(('duration', 0.1659), ('pitch', 48), ('tempo', 120.0), ('velocity', 5))": 511,
    "(('duration', 0.2318), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 512,
    "(('duration', 0.1182), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 513,
    "(('duration', 0.1341), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 514,
    "(('duration', 0.2386), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 515,
    "(('duration', 0.2477), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 516,
    "(('duration', 0.225), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 517,
    "(('duration', 0.1364), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 518,
    "(('duration', 0.2409), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 519,
    "(('duration', 0.1159), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 520,
    "(('duration', 0.2545), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 521,
    "(('duration', 0.2364), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 522,
    "(('duration', 0.2477), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 523,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 524,
    "(('duration', 0.2409), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 525,
    "(('duration', 0.1364), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 526,
    "(('duration', 0.2364), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 527,
    "(('duration', 0.2341), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 528,
    "(('duration', 0.25), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 529,
    "(('duration', 0.1205), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 530,
    "(('duration', 0.2386), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 531,
    "(('duration', 0.1114), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 532,
    "(('duration', 0.1136), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 533,
    "(('duration', 0.2568), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 534,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 535,
    "(('duration', 0.2545), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 536,
    "(('duration', 0.1205), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 537,
    "(('duration', 0.2455), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 538,
    "(('duration', 0.1136), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 539,
    "(('duration', 0.25), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 540,
    "(('duration', 0.2341), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 541,
    "(('duration', 0.2295), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 542,
    "(('duration', 0.2364), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 543,
    "(('duration', 0.1364), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 544,
    "(('duration', 0.1182), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 545,
    "(('duration', 0.1159), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 546,
    "(('duration', 0.2523), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 547,
    "(('duration', 0.2477), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 548,
    "(('duration', 0.2295), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 549,
    "(('duration', 0.2432), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 550,
    "(('duration', 0.2523), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 551,
    "(('duration', 0.2364), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 552,
    "(('duration', 0.1205), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 553,
    "(('duration', 0.2455), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 554,
    "(('duration', 0.1159), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 555,
    "(('duration', 0.2318), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 556,
    "(('duration', 0.2523), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 557,
    "(('duration', 0.2341), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 558,
    "(('duration', 0.1182), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 559,
    "(('duration', 0.2386), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 560,
    "(('duration', 0.1364), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 561,
    "(('duration', 0.25), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 562,
    "(('duration', 0.2295), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 563,
    "(('duration', 0.2364), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 564,
    "(('duration', 0.1364), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 565,
    "(('duration', 0.1182), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 566,
    "(('duration', 0.2523), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 567,
    "(('duration', 0.2318), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 568,
    "(('duration', 0.2455), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 569,
    "(('duration', 0.1159), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 570,
    "(('duration', 0.2295), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 571,
    "(('duration', 0.2568), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 572,
    "(('duration', 0.1341), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 573,
    "(('duration', 0.2341), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 574,
    "(('duration', 0.1205), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 575,
    "(('duration', 0.2409), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 576,
    "(('duration', 0.1136), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 577,
    "(('duration', 0.2568), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 578,
    "(('duration', 0.2477), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 579,
    "(('duration', 0.2341), ('pitch', 61), ('tempo', 120.0), ('velocity', 80))": 580,
    "(('duration', 0.1182), ('pitch', 61), ('tempo', 120.0), ('velocity', 80))": 581,
    "(('duration', 0.1341), ('pitch', 61), ('tempo', 120.0), ('velocity', 80))": 582,
    "(('duration', 0.2364), ('pitch', 61), ('tempo', 120.0), ('velocity', 80))": 583,
    "(('duration', 0.2477), ('pitch', 61), ('tempo', 120.0), ('velocity', 80))": 584,
