{
    "<PAD>": 0,
    "(('duration', 13.4455), ('pitch', 28), ('tempo', 120.0), ('velocity', 127))": 1,
    "(('duration', 0.4795), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 2,
    "(('duration', 0.4886), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 3,
    "(('duration', 0.3568), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 4,
    "(('duration', 0.3705), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 5,
    "(('duration', 0.4841), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 6,
    "(('duration', 0.3477), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 7,
    "(('duration', 0.375), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 8,
    "(('duration', 0.3523), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 9,
    "(('duration', 0.2523), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 10,
    "(('duration', 0.4773), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 11,
    "(('duration', 0.4659), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 12,
    "(('duration', 0.3545), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 13,
    "(('duration', 0.4932), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 14,
    "(('duration', 0.3614), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 15,
    "(('duration', 0.3636), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 16,
    "(('duration', 0.2364), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 17,
    "(('duration', 0.4932), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 18,
    "(('duration', 0.4909), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 19,
    "(('duration', 0.35), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 20,
    "(('duration', 0.4864), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 21,
    "(('duration', 0.475), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 22,
    "(('duration', 0.4977), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 23,
    "(('duration', 0.3682), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 24,
    "(('duration', 0.3659), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 25,
    "(('duration', 0.3386), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 26,
    "(('duration', 0.0955), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 27,
    "(('duration', 0.2), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 28,
    "(('duration', 0.1), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 29,
    "(('duration', 0.0955), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 30,
    "(('duration', 0.0977), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 31,
    "(('duration', 0.0977), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 32,
    "(('duration', 0.2), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 33,
    "(('duration', 0.1023), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 34,
    "(('duration', 0.2), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 35,
    "(('duration', 0.0977), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 36,
    "(('duration', 0.2023), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 37,
    "(('duration', 0.1977), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 38,
    "(('duration', 0.1), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 39,
    "(('duration', 0.1), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 40,
    "(('duration', 0.1), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 41,
    "(('duration', 0.1), ('pitch', 54), ('tempo', 120.0), ('velocity', 80))": 42,
    "(('duration', 0.0955), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 43,
    "(('duration', 0.1), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 44,
    "(('duration', 0.0977), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 45,
    "(('duration', 0.1), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 46,
    "(('duration', 0.2045), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 47,
    "(('duration', 0.1), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 48,
    "(('duration', 0.1045), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 49,
    "(('duration', 0.1023), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 50,
    "(('duration', 0.1), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 51,
    "(('duration', 0.1), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 52,
    "(('duration', 0.0977), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 53,
    "(('duration', 0.0977), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 54,
    "(('duration', 0.1), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 55,
    "(('duration', 0.1023), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 56,
    "(('duration', 0.1), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 57,
    "(('duration', 0.1), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 58,
    "(('duration', 0.0977), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 59,
    "(('duration', 0.1977), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 60,
    "(('duration', 0.0955), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 61,
    "(('duration', 0.0955), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 62,
    "(('duration', 0.1023), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 63,
    "(('duration', 0.2045), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 64,
    "(('duration', 0.1023), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 65,
    "(('duration', 0.1), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 66,
    "(('duration', 0.1955), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 67,
    "(('duration', 0.0977), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 68,
    "(('duration', 0.2045), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 69,
    "(('duration', 0.2023), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 70,
    "(('duration', 0.2023), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 71,
    "(('duration', 0.0977), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 72,
    "(('duration', 0.1023), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 73,
    "(('duration', 0.0977), ('pitch', 46), ('tempo', 120.0), ('velocity', 80))": 74,
    "(('duration', 0.1), ('pitch', 58), ('tempo', 120.0), ('velocity', 80))": 75,
    "(('duration', 0.2023), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 76,
    "(('duration', 0.0977), ('pitch', 54), ('tempo', 120.0), ('velocity', 80))": 77,
    "(('duration', 0.1023), ('pitch', 49), ('tempo', 120.0), ('velocity', 80))": 78,
    "(('duration', 0.2), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 79,
    "(('duration', 0.1977), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 80,
    "(('duration', 0.0955), ('pitch', 49), ('tempo', 120.0), ('velocity', 80))": 81,
    "(('duration', 0.0977), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 82,
    "(('duration', 0.1023), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 83,
    "(('duration', 0.1955), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 84,
    "(('duration', 0.0977), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 85,
    "(('duration', 0.0977), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 86,
    "(('duration', 0.1932), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 87,
    "(('duration', 0.1023), ('pitch', 41), ('tempo', 120.0), ('velocity', 80))": 88,
    "(('duration', 0.1023), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 89,
    "(('duration', 0.1023), ('pitch', 54), ('tempo', 120.0), ('velocity', 80))": 90,
    "(('duration', 0.0955), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 91,
    "(('duration', 0.1977), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 92,
    "(('duration', 0.2023), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 93,
    "(('duration', 0.0977), ('pitch', 42), ('tempo', 120.0), ('velocity', 80))": 94,
    "(('duration', 0.1977), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 95,
    "(('duration', 0.2), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 96,
    "(('duration', 0.1023), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 97,
    "(('duration', 0.2045), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 98,
    "(('duration', 0.1932), ('pitch', 57), ('tempo', 120.0), ('velocity', 80))": 99,
    "(('duration', 0.1), ('pitch', 49), ('tempo', 120.0), ('velocity', 80))": 100,
    "(('duration', 0.2045), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 101,
    "(('duration', 0.1955), ('pitch', 55), ('tempo', 120.0), ('velocity', 80))": 102,
    "(('duration', 0.0045), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 103,
    "(('duration', 0.1), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 104,
    "(('duration', 0.1182), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 105,
    "(('duration', 0.1227), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 106,
    "(('duration', 0.2432), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 107,
    "(('duration', 0.1205), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 108,
    "(('duration', 0.1205), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 109,
    "(('duration', 0.4818), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 110,
    "(('duration', 0.2409), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 111,
    "(('duration', 0.1205), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 112,
    "(('duration', 0.4795), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 113,
    "(('duration', 0.9614), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 114,
    "(('duration', 0.1182), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 115,
    "(('duration', 0.2409), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 116,
    "(('duration', 0.9591), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 117,
    "(('duration', 0.9591), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 118,
    "(('duration', 0.2386), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 119,
    "(('duration', 0.1159), ('pitch', 40), ('tempo', 120.0), ('velocity', 101))": 120,
    "(('duration', 2.3909), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 121,
    "(('duration', 0.2409), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 122,
    "(('duration', 0.0023), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 123,
    "(('duration', 0.1182), ('pitch', 51), ('tempo', 120.0), ('velocity', 101))": 124,
    "(('duration', 0.1205), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 125,
    "(('duration', 1.4295), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 126,
    "(('duration', 0.1182), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 127,
    "(('duration', 0.4795), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 128,
    "(('duration', 0.4818), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 129,
    "(('duration', 2.8705), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 130,
    "(('duration', 0.0023), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 131,
    "(('duration', 0.2341), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 132,
    "(('duration', 0.95), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 133,
    "(('duration', 0.7114), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 134,
    "(('duration', 3.8227), ('pitch', 54), ('tempo', 120.0), ('velocity', 101))": 135,
    "(('duration', 0.1205), ('pitch', 40), ('tempo', 120.0), ('velocity', 101))": 136,
    "(('duration', 0.9591), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 137,
    "(('duration', 0.4773), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 138,
    "(('duration', 0.1227), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 139,
    "(('duration', 0.1205), ('pitch', 51), ('tempo', 120.0), ('velocity', 101))": 140,
    "(('duration', 0.4841), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 141,
    "(('duration', 0.1205), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 142,
    "(('duration', 0.1182), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 143,
    "(('duration', 0.1159), ('pitch', 41), ('tempo', 120.0), ('velocity', 101))": 144,
    "(('duration', 0.1182), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 145,
    "(('duration', 0.1227), ('pitch', 44), ('tempo', 120.0), ('velocity', 101))": 146,
    "(('duration', 0.1227), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 147,
    "(('duration', 0.1159), ('pitch', 38), ('tempo', 120.0), ('velocity', 101))": 148,
    "(('duration', 0.1182), ('pitch', 41), ('tempo', 120.0), ('velocity', 101))": 149,
    "(('duration', 0.1205), ('pitch', 44), ('tempo', 120.0), ('velocity', 101))": 150,
    "(('duration', 0.1205), ('pitch', 41), ('tempo', 120.0), ('velocity', 101))": 151,
    "(('duration', 0.1205), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 152,
    "(('duration', 4.3182), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 153,
    "(('duration', 0.1182), ('pitch', 44), ('tempo', 120.0), ('velocity', 101))": 154,
    "(('duration', 0.1159), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 155,
    "(('duration', 5.0318), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 156,
    "(('duration', 2.3955), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 157,
    "(('duration', 1.925), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 158,
    "(('duration', 0.7227), ('pitch', 19), ('tempo', 120.0), ('velocity', 101))": 159,
    "(('duration', 0.9636), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 160,
    "(('duration', 11.5045), ('pitch', 7), ('tempo', 120.0), ('velocity', 101))": 161,
    "(('duration', 0.4773), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 162,
    "(('duration', 0.1182), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 163,
    "(('duration', 0.1159), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 164,
    "(('duration', 0.1182), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 165,
    "(('duration', 0.3545), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 166,
    "(('duration', 0.1205), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 167,
    "(('duration', 0.1205), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 168,
    "(('duration', 0.1227), ('pitch', 36), ('tempo', 120.0), ('velocity', 101))": 169,
    "(('duration', 0.1205), ('pitch', 47), ('tempo', 120.0), ('velocity', 101))": 170,
    "(('duration', 0.1227), ('pitch', 47), ('tempo', 120.0), ('velocity', 101))": 171,
    "(('duration', 0.2409), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 172,
    "(('duration', 9.8386), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 173,
    "(('duration', 0.2386), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 174,
    "(('duration', 0.1159), ('pitch', 47), ('tempo', 120.0), ('velocity', 101))": 175,
    "(('duration', 0.1182), ('pitch', 47), ('tempo', 120.0), ('velocity', 101))": 176,
    "(('duration', 0.4705), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 177,
    "(('duration', 0.4727), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 178,
    "(('duration', 17.7477), ('pitch', 54), ('tempo', 120.0), ('velocity', 101))": 179,
    "(('duration', 0.2409), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 180,
    "(('duration', 0.9636), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 181,
    "(('duration', 0.9636), ('pitch', 54), ('tempo', 120.0), ('velocity', 101))": 182,
    "(('duration', 0.1227), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 183,
    "(('duration', 0.4841), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 184,
    "(('duration', 0.4841), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 185,
    "(('duration', 0.4841), ('pitch', 54), ('tempo', 120.0), ('velocity', 101))": 186,
    "(('duration', 0.1205), ('pitch', 42), ('tempo', 120.0), ('velocity', 101))": 187,
    "(('duration', 0.4818), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 188,
    "(('duration', 0.4818), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 189,
    "(('duration', 0.2409), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 190,
    "(('duration', 0.3614), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 191,
    "(('duration', 0.1205), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 192,
    "(('duration', 0.1205), ('pitch', 54), ('tempo', 120.0), ('velocity', 101))": 193,
    "(('duration', 0.3591), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 194,
    "(('duration', 0.1182), ('pitch', 40), ('tempo', 120.0), ('velocity', 101))": 195,
    "(('duration', 0.1205), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 196,
    "(('duration', 0.1159), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 197,
    "(('duration', 5.0364), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 198,
    "(('duration', 0.4795), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 199,
    "(('duration', 0.7205), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 200,
    "(('duration', 4.3205), ('pitch', 54), ('tempo', 120.0), ('velocity', 101))": 201,
    "(('duration', 0.7227), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 202,
    "(('duration', 0.2432), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 203,
    "(('duration', 0.0023), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 204,
    "(('duration', 0.1182), ('pitch', 42), ('tempo', 120.0), ('velocity', 101))": 205,
    "(('duration', 0.2364), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 206,
    "(('duration', 0.3545), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 207,
    "(('duration', 1.4318), ('pitch', 54), ('tempo', 120.0), ('velocity', 101))": 208,
    "(('duration', 0.3614), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 209,
    "(('duration', 0.1182), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 210,
    "(('duration', 0.1182), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 211,
    "(('duration', 0.1159), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 212,
    "(('duration', 0.0023), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 213,
    "(('duration', 0.1205), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 214,
    "(('duration', 0.1159), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 215,
    "(('duration', 0.2409), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 216,
    "(('duration', 0.1182), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 217,
    "(('duration', 0.1205), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 218,
    "(('duration', 0.2432), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 219,
    "(('duration', 0.1159), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 220,
    "(('duration', 3.8205), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 221,
    "(('duration', 0.1227), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 222,
    "(('duration', 0.2409), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 223,
    "(('duration', 14.475), ('pitch', 32), ('tempo', 120.0), ('velocity', 101))": 224,
    "(('duration', 1.9227), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 225,
    "(('duration', 0.2386), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 226,
    "(('duration', 0.1159), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 227,
    "(('duration', 0.3568), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 228,
    "(('duration', 0.1205), ('pitch', 49), ('tempo', 120.0), ('velocity', 101))": 229,
    "(('duration', 0.2409), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 230,
    "(('duration', 0.4795), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 231,
    "(('duration', 2.8727), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 232,
    "(('duration', 0.2386), ('pitch', 44), ('tempo', 120.0), ('velocity', 101))": 233,
    "(('duration', 0.9591), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 234,
    "(('duration', 0.4773), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 235,
    "(('duration', 0.1182), ('pitch', 49), ('tempo', 120.0), ('velocity', 101))": 236,
    "(('duration', 0.1159), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 237,
    "(('duration', 0.4705), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 238,
    "(('duration', 0.4705), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 239,
    "(('duration', 0.2386), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 240,
    "(('duration', 1.4273), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 241,
    "(('duration', 0.1182), ('pitch', 39), ('tempo', 120.0), ('velocity', 101))": 242,
    "(('duration', 0.1205), ('pitch', 39), ('tempo', 120.0), ('velocity', 101))": 243,
    "(('duration', 0.1159), ('pitch', 39), ('tempo', 120.0), ('velocity', 101))": 244,
    "(('duration', 0.1227), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 245,
    "(('duration', 5.0318), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 246,
    "(('duration', 0.7205), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 247,
    "(('duration', 4.3091), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 248,
    "(('duration', 0.9523), ('pitch', 27), ('tempo', 120.0), ('velocity', 101))": 249,
    "(('duration', 0.9545), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 250,
    "(('duration', 7.6614), ('pitch', 15), ('tempo', 120.0), ('velocity', 101))": 251,
    "(('duration', 1.2023), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 252,
    "(('duration', 1.4409), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 253,
    "(('duration', 0.1205), ('pitch', 37), ('tempo', 120.0), ('velocity', 101))": 254,
    "(('duration', 0.1182), ('pitch', 37), ('tempo', 120.0), ('velocity', 101))": 255,
    "(('duration', 0.3568), ('pitch', 49), ('tempo', 120.0), ('velocity', 101))": 256,
    "(('duration', 0.1205), ('pitch', 58), ('tempo', 120.0), ('velocity', 101))": 257,
    "(('duration', 0.1182), ('pitch', 58), ('tempo', 120.0), ('velocity', 101))": 258,
    "(('duration', 0.2), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 259,
    "(('duration', 0.1955), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 260,
    "(('duration', 0.1977), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 261,
    "(('duration', 0.1705), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 262,
    "(('duration', 0.1864), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 263,
    "(('duration', 0.1841), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 264,
    "(('duration', 0.2023), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 265,
    "(('duration', 0.2), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 266,
    "(('duration', 0.2), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 267,
    "(('duration', 0.1682), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 268,
    "(('duration', 0.1864), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 269,
    "(('duration', 0.1841), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 270,
    "(('duration', 0.2023), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 271,
    "(('duration', 0.1705), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 272,
    "(('duration', 0.1909), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 273,
    "(('duration', 0.1864), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 274,
    "(('duration', 0.1841), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 275,
    "(('duration', 0.1909), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 276,
    "(('duration', 0.2114), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 277,
    "(('duration', 0.2), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 278,
    "(('duration', 0.1932), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 279,
    "(('duration', 0.2091), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 280,
    "(('duration', 0.2045), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 281,
    "(('duration', 0.1568), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 282,
    "(('duration', 0.2023), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 283,
    "(('duration', 0.2023), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 284,
    "(('duration', 0.2), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 285,
    "(('duration', 0.1841), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 286,
    "(('duration', 0.1864), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 287,
    "(('duration', 0.2), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 288,
    "(('duration', 0.2023), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 289,
    "(('duration', 0.3727), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 290,
    "(('duration', 0.175), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 291,
    "(('duration', 0.1614), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 292,
    "(('duration', 0.1955), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 293,
    "(('duration', 0.2023), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 294,
    "(('duration', 0.1705), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 295,
    "(('duration', 0.1841), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 296,
    "(('duration', 0.1864), ('pitch', 48), ('tempo', 120.0), ('velocity', 101))": 297,
    "(('duration', 0.1705), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 298,
    "(('duration', 0.1591), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 299,
    "(('duration', 0.1955), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 300,
    "(('duration', 0.2045), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 301,
    "(('duration', 0.2045), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 302,
    "(('duration', 0.2068), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 303,
    "(('duration', 0.1659), ('pitch', 45), ('tempo', 120.0), ('velocity', 101))": 304,
    "(('duration', 0.2), ('pitch', 49), ('tempo', 120.0), ('velocity', 101))": 305,
    "(('duration', 0.1705), ('pitch', 43), ('tempo', 120.0), ('velocity', 101))": 306,
    "(('duration', 0.2), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 307,
    "(('duration', 0.1614), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 308,
    "(('duration', 0.2114), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 309,
    "(('duration', 0.1591), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 310,
    "(('duration', 0.1818), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 311,
    "(('duration', 0.1795), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 312,
    "(('duration', 0.1682), ('pitch', 50), ('tempo', 120.0), ('velocity', 101))": 313,
    "(('duration', 0.1614), ('pitch', 49), ('tempo', 120.0), ('velocity', 101))": 314,
    "(('duration', 0.2023), ('pitch', 49), ('tempo', 120.0), ('velocity', 101))": 315,
    "(('duration', 0.1727), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 316,
    "(('duration', 0.1841), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 317,
    "(('duration', 0.1864), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 318,
    "(('duration', 0.2), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 319,
    "(('duration', 0.175), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 320,
    "(('duration', 0.1841), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 321,
    "(('duration', 0.2114), ('pitch', 52), ('tempo', 120.0), ('velocity', 101))": 322,
    "(('duration', 0.1886), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 323,
    "(('duration', 0.2114), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 324,
    "(('duration', 0.2), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 325,
    "(('duration', 0.1568), ('pitch', 46), ('tempo', 120.0), ('velocity', 101))": 326,
    "(('duration', 0.1705), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 327,
    "(('duration', 0.1841), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 328,
    "(('duration', 0.1864), ('pitch', 53), ('tempo', 120.0), ('velocity', 101))": 329,
    "(('duration', 0.1841), ('pitch', 49), ('tempo', 120.0), ('velocity', 101))": 330,
    "(('duration', 0.1864), ('pitch', 49), ('tempo', 120.0), ('velocity', 101))": 331,
    "(('duration', 0.0477), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 332,
    "(('duration', 0.05), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 333,
    "(('duration', 0.05), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 334,
    "(('duration', 0.1), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 335,
    "(('duration', 0.2), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 336,
    "(('duration', 0.05), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 337,
    "(('duration', 0.2), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 338,
    "(('duration', 0.0523), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 339,
    "(('duration', 0.1023), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 340,
    "(('duration', 0.2023), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 341,
    "(('duration', 0.2023), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 342,
    "(('duration', 0.0477), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 343,
    "(('duration', 0.05), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 344,
    "(('duration', 0.05), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 345,
    "(('duration', 0.0523), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 346,
    "(('duration', 0.2), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 347,
    "(('duration', 0.0977), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 348,
    "(('duration', 0.0477), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 349,
    "(('duration', 0.0477), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 350,
    "(('duration', 0.0023), ('pitch', 60), ('tempo', 120.0), ('velocity', 80))": 351,
    "(('duration', 0.2023), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 352,
    "(('duration', 0.05), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 353,
    "(('duration', 0.1), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 354,
    "(('duration', 1.0023), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 355,
    "(('duration', 0.9), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 356,
    "(('duration', 1.0023), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 357,
    "(('duration', 0.15), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 358,
    "(('duration', 0.0023), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 359,
    "(('duration', 0.0477), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 360,
    "(('duration', 0.0523), ('pitch', 58), ('tempo', 120.0), ('velocity', 80))": 361,
    "(('duration', 0.05), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 362,
    "(('duration', 0.05), ('pitch', 58), ('tempo', 120.0), ('velocity', 80))": 363,
    "(('duration', 0.2023), ('pitch', 27), ('tempo', 120.0), ('velocity', 80))": 364,
    "(('duration', 0.05), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 365,
    "(('duration', 0.2023), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 366,
    "(('duration', 0.0523), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 367,
    "(('duration', 0.1023), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 368,
    "(('duration', 0.2), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 369,
    "(('duration', 0.2), ('pitch', 27), ('tempo', 120.0), ('velocity', 80))": 370,
    "(('duration', 0.9045), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 371,
    "(('duration', 1.0045), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 372,
    "(('duration', 1.0045), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 373,
    "(('duration', 0.0523), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 374,
    "(('duration', 0.2045), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 375,
    "(('duration', 0.0523), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 376,
    "(('duration', 0.1045), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 377,
    "(('duration', 0.2045), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 378,
    "(('duration', 2.6182), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 379,
    "(('duration', 1.0091), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 380,
    "(('duration', 0.1955), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 381,
    "(('duration', 0.1977), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 382,
    "(('duration', 0.8977), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 383,
    "(('duration', 0.1523), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 384,
    "(('duration', 0.2068), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 385,
    "(('duration', 0.0477), ('pitch', 59), ('tempo', 120.0), ('velocity', 80))": 386,
    "(('duration', 0.0023), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 387,
    "(('duration', 2.6205), ('pitch', 27), ('tempo', 120.0), ('velocity', 80))": 388,
    "(('duration', 2.6205), ('pitch', 39), ('tempo', 120.0), ('velocity', 80))": 389,
    "(('duration', 0.1182), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 390,
    "(('duration', 0.2523), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 391,
    "(('duration', 0.1182), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 392,
    "(('duration', 0.2409), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 393,
    "(('duration', 0.2545), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 394,
    "(('duration', 0.2364), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 395,
    "(('duration', 0.1295), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 396,
    "(('duration', 0.2318), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 397,
    "(('duration', 0.1136), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 398,
    "(('duration', 0.1318), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 399,
    "(('duration', 0.2386), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 400,
    "(('duration', 0.1205), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 401,
    "(('duration', 0.2568), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 402,
    "(('duration', 0.1159), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 403,
    "(('duration', 0.2364), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 404,
    "(('duration', 0.2295), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 405,
    "(('duration', 0.2523), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 406,
    "(('duration', 0.1318), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 407,
    "(('duration', 0.2341), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 408,
    "(('duration', 0.1159), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 409,
    "(('duration', 0.2477), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 410,
    "(('duration', 0.1136), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 411,
    "(('duration', 0.1386), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 412,
    "(('duration', 0.2386), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 413,
    "(('duration', 7.8614), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 414,
    "(('duration', 0.1205), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 415,
    "(('duration', 0.2455), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 416,
    "(('duration', 0.1364), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 417,
    "(('duration', 0.2341), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 418,
    "(('duration', 0.25), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 419,
    "(('duration', 0.2295), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 420,
    "(('duration', 0.2568), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 421,
    "(('duration', 0.2318), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 422,
    "(('duration', 0.1341), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 423,
    "(('duration', 0.2068), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 424,
    "(('duration', 0.2023), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 425,
    "(('duration', 0.6045), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 426,
    "(('duration', 0.2), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 427,
    "(('duration', 0.2023), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 428,
    "(('duration', 0.2), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 429,
    "(('duration', 0.6023), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 430,
    "(('duration', 1.4068), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 431,
    "(('duration', 0.2023), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 432,
    "(('duration', 0.6), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 433,
    "(('duration', 0.2), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 434,
    "(('duration', 0.2045), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 435,
    "(('duration', 2.0159), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 436,
    "(('duration', 0.2045), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 437,
    "(('duration', 1.1977), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 438,
    "(('duration', 0.2045), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 439,
    "(('duration', 0.6), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 440,
    "(('duration', 0.2), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 441,
    "(('duration', 0.6), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 442,
    "(('duration', 4.4136), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 443,
    "(('duration', 1.4023), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 444,
    "(('duration', 0.0023), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 445,
    "(('duration', 0.6023), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 446,
    "(('duration', 42.0159), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 447,
    "(('duration', 39.8091), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 448,
    "(('duration', 0.0023), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 449,
    "(('duration', 0.5977), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 450,
    "(('duration', 0.2045), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 451,
    "(('duration', 0.5932), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 452,
    "(('duration', 3.0136), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 453,
    "(('duration', 1.4), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 454,
    "(('duration', 0.2045), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 455,
    "(('duration', 2.0227), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 456,
    "(('duration', 1.2091), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 457,
    "(('duration', 0.6023), ('pitch', 52), ('tempo', 120.0), ('velocity', 80))": 458,
    "(('duration', 0.5977), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 459,
    "(('duration', 4.4318), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 460,
    "(('duration', 0.2068), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 461,
    "(('duration', 1.4091), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 462,
    "(('duration', 0.5955), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 463,
    "(('duration', 42.0682), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 464,
    "(('duration', 39.8545), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 465,
    "(('duration', 0.2023), ('pitch', 43), ('tempo', 120.0), ('velocity', 80))": 466,
    "(('duration', 0.6045), ('pitch', 50), ('tempo', 120.0), ('velocity', 80))": 467,
    "(('duration', 3.0205), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 468,
    "(('duration', 0.2068), ('pitch', 47), ('tempo', 120.0), ('velocity', 80))": 469,
    "(('duration', 1.4159), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 470,
    "(('duration', 0.5977), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 471,
    "(('duration', 1.2068), ('pitch', 45), ('tempo', 120.0), ('velocity', 80))": 472,
    "(('duration', 4.4295), ('pitch', 32), ('tempo', 120.0), ('velocity', 80))": 473,
    "(('duration', 0.6045), ('pitch', 53), ('tempo', 120.0), ('velocity', 80))": 474,
    "(('duration', 0.0023), ('pitch', 48), ('tempo', 120.0), ('velocity', 80))": 475,
    "(('duration', 1.5977), ('pitch', 34), ('tempo', 120.0), ('velocity', 80))": 476,
    "(('duration', 0.0795), ('pitch', 50), ('tempo', 120.0), ('velocity', 40))": 477,
    "(('duration', 0.0818), ('pitch', 47), ('tempo', 120.0), ('velocity', 40))": 478,
    "(('duration', 0.0841), ('pitch', 44), ('tempo', 120.0), ('velocity', 40))": 479,
    "(('duration', 0.0841), ('pitch', 41), ('tempo', 120.0), ('velocity', 40))": 480,
    "(('duration', 0.0841), ('pitch', 38), ('tempo', 120.0), ('velocity', 40))": 481,
    "(('duration', 0.0818), ('pitch', 52), ('tempo', 120.0), ('velocity', 40))": 482,
    "(('duration', 0.0818), ('pitch', 48), ('tempo', 120.0), ('velocity', 40))": 483,
    "(('duration', 0.0818), ('pitch', 45), ('tempo', 120.0), ('velocity', 40))": 484,
    "(('duration', 0.0818), ('pitch', 40), ('tempo', 120.0), ('velocity', 40))": 485,
    "(('duration', 0.0841), ('pitch', 45), ('tempo', 120.0), ('velocity', 40))": 486,
    "(('duration', 0.0841), ('pitch', 48), ('tempo', 120.0), ('velocity', 40))": 487,
    "(('duration', 0.0841), ('pitch', 52), ('tempo', 120.0), ('velocity', 40))": 488,
    "(('duration', 0.0818), ('pitch', 53), ('tempo', 120.0), ('velocity', 40))": 489,
    "(('duration', 0.0818), ('pitch', 49), ('tempo', 120.0), ('velocity', 40))": 490,
    "(('duration', 0.0841), ('pitch', 46), ('tempo', 120.0), ('velocity', 40))": 491,
    "(('duration', 0.0841), ('pitch', 53), ('tempo', 120.0), ('velocity', 40))": 492,
    "(('duration', 0.0818), ('pitch', 50), ('tempo', 120.0), ('velocity', 40))": 493,
    "(('duration', 0.0818), ('pitch', 46), ('tempo', 120.0), ('velocity', 40))": 494,
    "(('duration', 0.0818), ('pitch', 41), ('tempo', 120.0), ('velocity', 40))": 495,
    "(('duration', 0.0818), ('pitch', 44), ('tempo', 120.0), ('velocity', 40))": 496,
    "(('duration', 0.0864), ('pitch', 48), ('tempo', 120.0), ('velocity', 40))": 497,
    "(('duration', 0.0864), ('pitch', 45), ('tempo', 120.0), ('velocity', 40))": 498,
    "(('duration', 0.0795), ('pitch', 40), ('tempo', 120.0), ('velocity', 40))": 499,
    "(('duration', 0.0841), ('pitch', 40), ('tempo', 120.0), ('velocity', 40))": 500,
    "(('duration', 0.0864), ('pitch', 53), ('tempo', 120.0), ('velocity', 40))": 501,
    "(('duration', 0.0864), ('pitch', 49), ('tempo', 120.0), ('velocity', 40))": 502,
    "(('duration', 0.0795), ('pitch', 53), ('tempo', 120.0), ('velocity', 40))": 503,
    "(('duration', 0.0795), ('pitch', 48), ('tempo', 120.0), ('velocity', 40))": 504,
    "(('duration', 0.0864), ('pitch', 38), ('tempo', 120.0), ('velocity', 40))": 505,
    "(('duration', 0.0864), ('pitch', 41), ('tempo', 120.0), ('velocity', 40))": 506,
    "(('duration', 0.0795), ('pitch', 52), ('tempo', 120.0), ('velocity', 40))": 507,
    "(('duration', 0.0864), ('pitch', 40), ('tempo', 120.0), ('velocity', 40))": 508,
    "(('duration', 0.0864), ('pitch', 52), ('tempo', 120.0), ('velocity', 40))": 509,
    "(('duration', 0.1818), ('pitch', 46), ('tempo', 120.0), ('velocity', 40))": 510,
    "(('duration', 0.0841), ('pitch', 50), ('tempo', 120.0), ('velocity', 40))": 511,
    "(('duration', 0.1841), ('pitch', 46), ('tempo', 120.0), ('velocity', 40))": 512,
    "(('duration', 0.1818), ('pitch', 47), ('tempo', 120.0), ('velocity', 40))": 513,
    "(('duration', 0.0841), ('pitch', 47), ('tempo', 120.0), ('velocity', 40))": 514,
    "(('duration', 0.1886), ('pitch', 46), ('tempo', 120.0), ('velocity', 40))": 515,
    "(('duration', 0.0841), ('pitch', 49), ('tempo', 120.0), ('velocity', 40))": 516,
    "(('duration', 0.0795), ('pitch', 45), ('tempo', 120.0), ('velocity', 40))": 517,
    "(('duration', 0.0841), ('pitch', 37), ('tempo', 120.0), ('velocity', 40))": 518,
    "(('duration', 0.0841), ('pitch', 43), ('tempo', 120.0), ('velocity', 40))": 519,
    "(('duration', 0.0818), ('pitch', 43), ('tempo', 120.0), ('velocity', 40))": 520,
    "(('duration', 0.0818), ('pitch', 38), ('tempo', 120.0), ('velocity', 40))": 521,
    "(('duration', 0.0864), ('pitch', 47), ('tempo', 120.0), ('velocity', 40))": 522,
    "(('duration', 0.0864), ('pitch', 44), ('tempo', 120.0), ('velocity', 40))": 523,
    "(('duration', 0.0841), ('pitch', 56), ('tempo', 120.0), ('velocity', 40))": 524,
    "(('duration', 0.0818), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 525,
    "(('duration', 0.0818), ('pitch', 56), ('tempo', 120.0), ('velocity', 40))": 526,
    "(('duration', 0.0841), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 527,
    "(('duration', 0.0841), ('pitch', 59), ('tempo', 120.0), ('velocity', 40))": 528,
    "(('duration', 0.0818), ('pitch', 65), ('tempo', 120.0), ('velocity', 40))": 529,
    "(('duration', 0.0773), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 530,
    "(('duration', 0.0977), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 531,
    "(('duration', 0.0818), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 532,
    "(('duration', 0.0977), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 533,
    "(('duration', 0.0932), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 534,
    "(('duration', 0.0818), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 535,
    "(('duration', 0.0932), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 536,
    "(('duration', 0.0955), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 537,
    "(('duration', 0.0841), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 538,
    "(('duration', 0.1), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 539,
    "(('duration', 0.1023), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 540,
    "(('duration', 0.0955), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 541,
    "(('duration', 0.1), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 542,
    "(('duration', 0.1045), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 543,
    "(('duration', 0.0841), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 544,
    "(('duration', 0.1045), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 545,
    "(('duration', 0.0795), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 546,
    "(('duration', 0.0864), ('pitch', 105), ('tempo', 120.0), ('velocity', 64))": 547,
    "(('duration', 0.1023), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 548,
    "(('duration', 0.0864), ('pitch', 93), ('tempo', 120.0), ('velocity', 64))": 549,
    "(('duration', 0.0977), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 550,
    "(('duration', 0.0318), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 551,
    "(('duration', 0.1), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 552,
    "(('duration', 0.0341), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 553,
    "(('duration', 0.0977), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 554,
    "(('duration', 0.0341), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 555,
    "(('duration', 0.0318), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 556,
    "(('duration', 0.1), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 557,
    "(('duration', 0.1), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 558,
    "(('duration', 0.0977), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 559,
    "(('duration', 0.1023), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 560,
    "(('duration', 0.0977), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 561,
    "(('duration', 0.0841), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 562,
    "(('duration', 0.0659), ('pitch', 75), ('tempo', 120.0), ('velocity', 101))": 563,
    "(('duration', 0.0659), ('pitch', 83), ('tempo', 120.0), ('velocity', 101))": 564,
    "(('duration', 0.0682), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 565,
    "(('duration', 0.0818), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 566,
    "(('duration', 0.0682), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 567,
    "(('duration', 0.0818), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 568,
    "(('duration', 0.0841), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 569,
    "(('duration', 0.0841), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 570,
    "(('duration', 0.0682), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 571,
    "(('duration', 0.0682), ('pitch', 70), ('tempo', 120.0), ('velocity', 101))": 572,
    "(('duration', 0.0523), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 573,
    "(('duration', 0.0159), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 574,
    "(('duration', 0.0977), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 575,
    "(('duration', 0.0659), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 576,
    "(('duration', 0.0818), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 577,
    "(('duration', 0.0841), ('pitch', 83), ('tempo', 120.0), ('velocity', 127))": 578,
    "(('duration', 0.6659), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 579,
    "(('duration', 0.0182), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 580,
