{
    "<PAD>": 0,
    "(('duration', 0.2), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 1,
    "(('duration', 0.2), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 2,
    "(('duration', 0.2023), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 3,
    "(('duration', 1.0023), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 4,
    "(('duration', 0.1977), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 5,
    "(('duration', 0.1977), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 6,
    "(('duration', 1.0023), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 7,
    "(('duration', 0.1977), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 8,
    "(('duration', 0.1977), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 9,
    "(('duration', 1.0114), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 10,
    "(('duration', 0.2), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 11,
    "(('duration', 1.0045), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 12,
    "(('duration', 1.0068), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 13,
    "(('duration', 0.2045), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 14,
    "(('duration', 1.0091), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 15,
    "(('duration', 1.6068), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 16,
    "(('duration', 1.6045), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 17,
    "(('duration', 1.4045), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 18,
    "(('duration', 0.8045), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 19,
    "(('duration', 1.0045), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 20,
    "(('duration', 1.6045), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 21,
    "(('duration', 0.8), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 22,
    "(('duration', 0.8045), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 23,
    "(('duration', 1.6091), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 24,
    "(('duration', 0.45), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 25,
    "(('duration', 0.4614), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 26,
    "(('duration', 0.45), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 27,
    "(('duration', 0.4591), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 28,
    "(('duration', 0.7023), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 29,
    "(('duration', 0.1159), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 30,
    "(('duration', 0.0977), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 31,
    "(('duration', 4.825), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 32,
    "(('duration', 0.4568), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 33,
    "(('duration', 0.4773), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 34,
    "(('duration', 0.4659), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 35,
    "(('duration', 0.4773), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 36,
    "(('duration', 0.7045), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 37,
    "(('duration', 0.1), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 38,
    "(('duration', 0.1), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 39,
    "(('duration', 4.7023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 40,
    "(('duration', 0.7091), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 41,
    "(('duration', 0.2136), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 42,
    "(('duration', 0.7068), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 43,
    "(('duration', 0.2114), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 44,
    "(('duration', 0.3068), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 45,
    "(('duration', 0.3045), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 46,
    "(('duration', 0.3023), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 47,
    "(('duration', 3.8591), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 48,
    "(('duration', 0.4705), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 49,
    "(('duration', 0.4773), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 50,
    "(('duration', 0.4705), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 51,
    "(('duration', 4.8432), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 52,
    "(('duration', 0.475), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 53,
    "(('duration', 0.4545), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 54,
    "(('duration', 0.4614), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 55,
    "(('duration', 0.45), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 56,
    "(('duration', 0.7136), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 57,
    "(('duration', 4.7091), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 58,
    "(('duration', 0.7114), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 59,
    "(('duration', 0.2182), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 60,
    "(('duration', 0.2318), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 61,
    "(('duration', 0.2159), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 62,
    "(('duration', 0.2977), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 63,
    "(('duration', 0.2886), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 64,
    "(('duration', 3.8773), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 65,
    "(('duration', 1.6), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 66,
    "(('duration', 0.5955), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 67,
    "(('duration', 0.5955), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 68,
    "(('duration', 0.4091), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 69,
    "(('duration', 1.5773), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 70,
    "(('duration', 0.6114), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 71,
    "(('duration', 0.5795), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 72,
    "(('duration', 1.5886), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 73,
    "(('duration', 6.3795), ('pitch', 56), ('tempo', 120.0), ('velocity', 127))": 74,
    "(('duration', 0.5909), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 75,
    "(('duration', 0.4023), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 76,
    "(('duration', 6.3727), ('pitch', 90), ('tempo', 120.0), ('velocity', 127))": 77,
    "(('duration', 1.5932), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 78,
    "(('duration', 0.6), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 79,
    "(('duration', 0.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 80,
    "(('duration', 0.1977), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 81,
    "(('duration', 0.1977), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 82,
    "(('duration', 0.3955), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 83,
    "(('duration', 0.2), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 84,
    "(('duration', 0.4), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 85,
    "(('duration', 0.2), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 86,
    "(('duration', 0.2), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 87,
    "(('duration', 0.1977), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 88,
    "(('duration', 0.0023), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 89,
    "(('duration', 0.2023), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 90,
    "(('duration', 0.4), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 91,
    "(('duration', 0.1955), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 92,
    "(('duration', 0.1955), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 93,
    "(('duration', 0.4), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 94,
    "(('duration', 0.2), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 95,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 96,
    "(('duration', 0.8), ('pitch', 2), ('tempo', 120.0), ('velocity', 80))": 97,
    "(('duration', 0.1955), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 98,
    "(('duration', 0.2023), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 99,
    "(('duration', 0.1977), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 100,
    "(('duration', 0.7977), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 101,
    "(('duration', 0.0023), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 102,
    "(('duration', 0.1977), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 103,
    "(('duration', 0.8), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 104,
    "(('duration', 0.2), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 105,
    "(('duration', 0.1955), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 106,
    "(('duration', 0.2045), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 107,
    "(('duration', 0.2045), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 108,
    "(('duration', 1.1955), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 109,
    "(('duration', 0.1955), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 110,
    "(('duration', 0.3932), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 111,
    "(('duration', 0.2), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 112,
    "(('duration', 0.2023), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 113,
    "(('duration', 0.2), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 114,
    "(('duration', 0.1977), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 115,
    "(('duration', 1.5886), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 116,
    "(('duration', 0.8023), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 117,
    "(('duration', 0.4), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 118,
    "(('duration', 0.8), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 119,
    "(('duration', 0.7932), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 120,
    "(('duration', 0.1955), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 121,
    "(('duration', 0.2045), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 122,
    "(('duration', 0.2045), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 123,
    "(('duration', 0.2045), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 124,
    "(('duration', 3.9886), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 125,
    "(('duration', 0.2023), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 126,
    "(('duration', 1.5955), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 127,
    "(('duration', 11.9568), ('pitch', 2), ('tempo', 120.0), ('velocity', 80))": 128,
    "(('duration', 4.7818), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 129,
    "(('duration', 7.3727), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 130,
    "(('duration', 1.5886), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 131,
    "(('duration', 0.3977), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 132,
    "(('duration', 0.7977), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 133,
    "(('duration', 0.7932), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 134,
    "(('duration', 0.3955), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 135,
    "(('duration', 0.7886), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 136,
    "(('duration', 11.1614), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 137,
    "(('duration', 0.2), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 138,
    "(('duration', 0.7977), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 139,
    "(('duration', 1.5909), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 140,
    "(('duration', 0.2), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 141,
    "(('duration', 0.7909), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 142,
    "(('duration', 29.7159), ('pitch', 56), ('tempo', 120.0), ('velocity', 127))": 143,
    "(('duration', 0.4), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 144,
    "(('duration', 0.8), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 145,
    "(('duration', 0.1977), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 146,
    "(('duration', 1.5932), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 147,
    "(('duration', 0.2045), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 148,
    "(('duration', 2.3932), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 149,
    "(('duration', 0.1955), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 150,
    "(('duration', 7.1705), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 151,
    "(('duration', 0.7977), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 152,
    "(('duration', 0.7955), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 153,
    "(('duration', 6.9795), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 154,
    "(('duration', 0.3955), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 155,
    "(('duration', 1.5909), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 156,
    "(('duration', 0.7909), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 157,
    "(('duration', 1.4), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 158,
    "(('duration', 0.2), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 159,
    "(('duration', 0.1977), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 160,
    "(('duration', 1.5955), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 161,
    "(('duration', 0.1977), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 162,
    "(('duration', 0.7955), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 163,
    "(('duration', 0.1977), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 164,
    "(('duration', 0.4), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 165,
    "(('duration', 0.2), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 166,
    "(('duration', 1.5977), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 167,
    "(('duration', 0.7977), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 168,
    "(('duration', 0.7955), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 169,
    "(('duration', 0.1955), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 170,
    "(('duration', 0.2023), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 171,
    "(('duration', 10.3568), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 172,
    "(('duration', 1.5909), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 173,
    "(('duration', 0.3977), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 174,
    "(('duration', 7.1636), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 175,
    "(('duration', 10.3568), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 176,
    "(('duration', 1.5955), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 177,
    "(('duration', 0.8), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 178,
    "(('duration', 0.3932), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 179,
    "(('duration', 0.7932), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 180,
    "(('duration', 0.1955), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 181,
    "(('duration', 0.7886), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 182,
    "(('duration', 0.6045), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 183,
    "(('duration', 0.7955), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 184,
    "(('duration', 11.1523), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 185,
    "(('duration', 0.7977), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 186,
    "(('duration', 0.0023), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 187,
    "(('duration', 0.7932), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 188,
    "(('duration', 0.2), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 189,
    "(('duration', 0.3977), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 190,
    "(('duration', 11.15), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 191,
    "(('duration', 0.1977), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 192,
    "(('duration', 11.9523), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 193,
    "(('duration', 0.3955), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 194,
    "(('duration', 0.7955), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 195,
    "(('duration', 0.7909), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 196,
    "(('duration', 56.2136), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 197,
    "(('duration', 0.2), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 198,
    "(('duration', 0.2), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 199,
    "(('duration', 0.8), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 200,
    "(('duration', 0.2023), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 201,
    "(('duration', 0.1955), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 202,
    "(('duration', 0.2023), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 203,
    "(('duration', 0.4023), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 204,
    "(('duration', 8.9682), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 205,
    "(('duration', 0.2023), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 206,
    "(('duration', 0.1955), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 207,
    "(('duration', 38.8455), ('pitch', 2), ('tempo', 120.0), ('velocity', 80))": 208,
    "(('duration', 0.6), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 209,
    "(('duration', 0.1955), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 210,
    "(('duration', 0.7955), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 211,
    "(('duration', 0.2045), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 212,
    "(('duration', 0.2045), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 213,
    "(('duration', 0.3932), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 214,
    "(('duration', 2.3886), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 215,
    "(('duration', 0.7932), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 216,
    "(('duration', 10.3682), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 217,
    "(('duration', 0.2), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 218,
    "(('duration', 1.0), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 219,
    "(('duration', 16.75), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 220,
    "(('duration', 0.2023), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 221,
    "(('duration', 0.8023), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 222,
    "(('duration', 0.2023), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 223,
    "(('duration', 1.6), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 224,
    "(('duration', 0.1977), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 225,
    "(('duration', 1.5955), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 226,
    "(('duration', 0.1955), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 227,
    "(('duration', 0.7909), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 228,
    "(('duration', 0.2023), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 229,
    "(('duration', 0.2023), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 230,
    "(('duration', 0.1955), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 231,
    "(('duration', 0.2), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 232,
    "(('duration', 0.2023), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 233,
    "(('duration', 0.1955), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 234,
    "(('duration', 0.2023), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 235,
    "(('duration', 0.2), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 236,
    "(('duration', 0.2023), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 237,
    "(('duration', 0.1955), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 238,
    "(('duration', 16.1636), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 239,
    "(('duration', 0.1955), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 240,
    "(('duration', 82.9477), ('pitch', 90), ('tempo', 120.0), ('velocity', 127))": 241,
    "(('duration', 0.2), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 242,
    "(('duration', 0.1955), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 243,
    "(('duration', 0.2023), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 244,
    "(('duration', 0.1977), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 245,
    "(('duration', 12.775), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 246,
    "(('duration', 0.0955), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 247,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 248,
    "(('duration', 0.0977), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 249,
    "(('duration', 0.0977), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 250,
    "(('duration', 0.1), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 251,
    "(('duration', 0.1023), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 252,
    "(('duration', 0.1023), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 253,
    "(('duration', 0.0955), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 254,
    "(('duration', 0.1), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 255,
    "(('duration', 0.0955), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 256,
    "(('duration', 0.0977), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 257,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 258,
    "(('duration', 0.1023), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 259,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 260,
    "(('duration', 0.0977), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 261,
    "(('duration', 0.0977), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 262,
    "(('duration', 0.1), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 263,
    "(('duration', 0.0955), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 264,
    "(('duration', 0.0955), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 265,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 266,
    "(('duration', 0.1), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 267,
    "(('duration', 0.0977), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 268,
    "(('duration', 0.1023), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 269,
    "(('duration', 0.1023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 270,
    "(('duration', 0.0977), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 271,
    "(('duration', 0.1045), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 272,
    "(('duration', 0.1), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 273,
    "(('duration', 0.0977), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 274,
    "(('duration', 0.1023), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 275,
    "(('duration', 0.0955), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 276,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 277,
    "(('duration', 0.1), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 278,
    "(('duration', 0.1045), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 279,
    "(('duration', 0.1023), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 280,
    "(('duration', 0.1023), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 281,
    "(('duration', 0.0977), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 282,
    "(('duration', 0.1023), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 283,
    "(('duration', 0.1023), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 284,
    "(('duration', 0.1), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 285,
    "(('duration', 0.1), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 286,
    "(('duration', 0.0977), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 287,
    "(('duration', 0.0977), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 288,
    "(('duration', 0.1), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 289,
    "(('duration', 0.1), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 290,
    "(('duration', 0.0977), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 291,
    "(('duration', 0.1045), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 292,
    "(('duration', 0.0955), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 293,
    "(('duration', 0.0955), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 294,
    "(('duration', 0.0977), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 295,
    "(('duration', 0.1), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 296,
    "(('duration', 0.1023), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 297,
    "(('duration', 0.0955), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 298,
    "(('duration', 0.1045), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 299,
    "(('duration', 0.1023), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 300,
    "(('duration', 0.1), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 301,
    "(('duration', 0.1), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 302,
    "(('duration', 0.1), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 303,
    "(('duration', 0.0977), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 304,
    "(('duration', 0.1), ('pitch', 56), ('tempo', 120.0), ('velocity', 64))": 305,
    "(('duration', 0.1), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 306,
    "(('duration', 0.0977), ('pitch', 80), ('tempo', 120.0), ('velocity', 64))": 307,
    "(('duration', 0.1), ('pitch', 80), ('tempo', 120.0), ('velocity', 64))": 308,
    "(('duration', 3.0136), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 309,
    "(('duration', 0.2091), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 310,
    "(('duration', 3.0114), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 311,
    "(('duration', 0.2045), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 312,
    "(('duration', 3.0136), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 313,
    "(('duration', 0.2068), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 314,
    "(('duration', 4.1091), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 315,
    "(('duration', 0.4477), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 316,
    "(('duration', 0.4568), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 317,
    "(('duration', 1.5955), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 318,
    "(('duration', 0.6), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 319,
    "(('duration', 0.6023), ('pitch', 83), ('tempo', 120.0), ('velocity', 127))": 320,
    "(('duration', 2.0295), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 321,
    "(('duration', 0.6045), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 322,
    "(('duration', 3.2477), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 323,
    "(('duration', 2.0227), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 324,
    "(('duration', 2.0205), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 325,
    "(('duration', 6.4727), ('pitch', 68), ('tempo', 120.0), ('velocity', 127))": 326,
    "(('duration', 0.6045), ('pitch', 83), ('tempo', 120.0), ('velocity', 127))": 327,
    "(('duration', 2.0318), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 328,
    "(('duration', 0.1932), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 329,
    "(('duration', 0.2045), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 330,
    "(('duration', 0.2045), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 331,
    "(('duration', 0.2), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 332,
    "(('duration', 2.8341), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 333,
    "(('duration', 0.2045), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 334,
    "(('duration', 0.2068), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 335,
    "(('duration', 0.1955), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 336,
    "(('duration', 0.2045), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 337,
    "(('duration', 0.2023), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 338,
    "(('duration', 0.2023), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 339,
    "(('duration', 0.2), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 340,
    "(('duration', 0.1977), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 341,
    "(('duration', 0.2023), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 342,
    "(('duration', 0.3977), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 343,
    "(('duration', 0.2), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 344,
    "(('duration', 0.2045), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 345,
    "(('duration', 0.4045), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 346,
    "(('duration', 0.1977), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 347,
    "(('duration', 0.2023), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 348,
    "(('duration', 0.1955), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 349,
    "(('duration', 0.1955), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 350,
    "(('duration', 2.8205), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 351,
    "(('duration', 0.2068), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 352,
    "(('duration', 6.0545), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 353,
    "(('duration', 0.0023), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 354,
    "(('duration', 0.8386), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 355,
    "(('duration', 0.0705), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 356,
    "(('duration', 0.05), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 357,
    "(('duration', 0.05), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 358,
    "(('duration', 0.0591), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 359,
    "(('duration', 0.0591), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 360,
    "(('duration', 0.0705), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 361,
    "(('duration', 0.0568), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 362,
    "(('duration', 0.0636), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 363,
    "(('duration', 0.0727), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 364,
    "(('duration', 0.0318), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 365,
    "(('duration', 0.0909), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 366,
    "(('duration', 0.0795), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 367,
    "(('duration', 0.0705), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 368,
    "(('duration', 0.0705), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 369,
    "(('duration', 0.0727), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 370,
    "(('duration', 0.0818), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 371,
    "(('duration', 0.05), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 372,
    "(('duration', 0.0523), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 373,
    "(('duration', 0.1023), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 374,
    "(('duration', 0.0682), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 375,
    "(('duration', 0.0682), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 376,
    "(('duration', 0.0727), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 377,
    "(('duration', 0.0636), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 378,
    "(('duration', 0.0614), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 379,
    "(('duration', 0.05), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 380,
    "(('duration', 0.0727), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 381,
    "(('duration', 0.0614), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 382,
    "(('duration', 0.0591), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 383,
    "(('duration', 0.0727), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 384,
    "(('duration', 0.0682), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 385,
    "(('duration', 0.1), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 386,
    "(('duration', 0.0523), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 387,
    "(('duration', 0.0614), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 388,
    "(('duration', 0.0705), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 389,
    "(('duration', 0.0682), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 390,
    "(('duration', 0.1023), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 391,
    "(('duration', 0.0841), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 392,
    "(('duration', 0.0568), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 393,
    "(('duration', 0.0659), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 394,
    "(('duration', 0.0477), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 395,
    "(('duration', 0.0614), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 396,
    "(('duration', 1.8295), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 397,
    "(('duration', 0.1), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 398,
    "(('duration', 0.0818), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 399,
    "(('duration', 0.0932), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 400,
    "(('duration', 0.1023), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 401,
    "(('duration', 0.0705), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 402,
    "(('duration', 0.1955), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 403,
    "(('duration', 0.0614), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 404,
    "(('duration', 0.0614), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 405,
    "(('duration', 0.0727), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 406,
    "(('duration', 0.2977), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 407,
    "(('duration', 0.05), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 408,
    "(('duration', 0.0795), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 409,
    "(('duration', 0.1023), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 410,
    "(('duration', 0.0977), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 411,
    "(('duration', 0.2091), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 412,
    "(('duration', 0.0955), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 413,
    "(('duration', 0.0523), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 414,
    "(('duration', 0.3227), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 415,
    "(('duration', 0.1545), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 416,
    "(('duration', 0.1), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 417,
    "(('duration', 0.1023), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 418,
    "(('duration', 0.1773), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 419,
    "(('duration', 0.0682), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 420,
    "(('duration', 0.05), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 421,
    "(('duration', 0.0636), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 422,
    "(('duration', 0.0591), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 423,
    "(('duration', 0.2773), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 424,
    "(('duration', 0.0591), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 425,
    "(('duration', 0.0773), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 426,
    "(('duration', 0.3318), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 427,
    "(('duration', 0.1023), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 428,
    "(('duration', 0.1045), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 429,
    "(('duration', 0.1477), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 430,
    "(('duration', 0.3295), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 431,
    "(('duration', 0.1705), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 432,
    "(('duration', 0.0705), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 433,
    "(('duration', 0.0727), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 434,
    "(('duration', 0.0614), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 435,
    "(('duration', 0.0705), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 436,
    "(('duration', 1.1727), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 437,
    "(('duration', 0.0705), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 438,
    "(('duration', 0.0705), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 439,
    "(('duration', 0.7705), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 440,
    "(('duration', 0.0727), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 441,
    "(('duration', 0.05), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 442,
    "(('duration', 0.0523), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 443,
    "(('duration', 1.1432), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 444,
    "(('duration', 0.0705), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 445,
    "(('duration', 0.3545), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 446,
    "(('duration', 0.0841), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 447,
    "(('duration', 0.0818), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 448,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 449,
    "(('duration', 0.2), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 450,
    "(('duration', 2.6045), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 451,
    "(('duration', 0.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 452,
    "(('duration', 3.2091), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 453,
    "(('duration', 2.6136), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 454,
    "(('duration', 0.1), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 455,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 456,
    "(('duration', 0.1), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 457,
    "(('duration', 0.0977), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 458,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 459,
    "(('duration', 0.1023), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 460,
    "(('duration', 0.0705), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 461,
    "(('duration', 0.1023), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 462,
    "(('duration', 0.0932), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 463,
    "(('duration', 0.0932), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 464,
    "(('duration', 0.0909), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 465,
    "(('duration', 0.1), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 466,
    "(('duration', 0.1023), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 467,
    "(('duration', 0.0705), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 468,
    "(('duration', 0.0932), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 469,
    "(('duration', 0.0909), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 470,
    "(('duration', 0.0614), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 471,
    "(('duration', 0.1114), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 472,
    "(('duration', 0.0841), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 473,
    "(('duration', 0.0977), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 474,
    "(('duration', 0.1045), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 475,
    "(('duration', 0.1114), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 476,
    "(('duration', 0.0886), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 477,
    "(('duration', 0.0682), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 478,
    "(('duration', 0.0932), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 479,
    "(('duration', 0.0909), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 480,
    "(('duration', 0.0705), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 481,
    "(('duration', 0.1023), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 482,
    "(('duration', 0.0591), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 483,
    "(('duration', 0.1091), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 484,
    "(('duration', 0.0841), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 485,
    "(('duration', 0.0114), ('pitch', 90), ('tempo', 120.0), ('velocity', 101))": 486,
    "(('duration', 0.0591), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 487,
    "(('duration', 0.1045), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 488,
    "(('duration', 0.0977), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 489,
    "(('duration', 0.0614), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 490,
    "(('duration', 0.0909), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 491,
    "(('duration', 0.1091), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 492,
    "(('duration', 0.0682), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 493,
    "(('duration', 0.0705), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 494,
    "(('duration', 0.0591), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 495,
    "(('duration', 0.0614), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 496,
    "(('duration', 0.0818), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 497,
    "(('duration', 0.0886), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 498,
    "(('duration', 0.1), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 499,
    "(('duration', 0.0705), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 500,
    "(('duration', 0.1023), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 501,
    "(('duration', 0.0591), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 502,
    "(('duration', 0.0886), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 503,
    "(('duration', 0.0932), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 504,
    "(('duration', 0.5909), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 505,
    "(('duration', 0.8023), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 506,
    "(('duration', 1.6023), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 507,
    "(('duration', 1.8136), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 508,
    "(('duration', 0.8136), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 509,
    "(('duration', 0.8045), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 510,
    "(('duration', 0.8023), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 511,
    "(('duration', 4.2386), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 512,
    "(('duration', 0.8114), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 513,
    "(('duration', 0.0409), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 514,
    "(('duration', 0.05), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 515,
    "(('duration', 0.05), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 516,
    "(('duration', 0.05), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 517,
    "(('duration', 0.0455), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 518,
    "(('duration', 0.0477), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 519,
    "(('duration', 0.0477), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 520,
    "(('duration', 0.0477), ('pitch', 63), ('tempo', 120.0), ('velocity', 101))": 521,
    "(('duration', 0.0455), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 522,
    "(('duration', 0.0477), ('pitch', 61), ('tempo', 120.0), ('velocity', 101))": 523,
    "(('duration', 0.0477), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 524,
    "(('duration', 0.0477), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 525,
    "(('duration', 0.05), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 526,
    "(('duration', 0.05), ('pitch', 61), ('tempo', 120.0), ('velocity', 101))": 527,
    "(('duration', 0.05), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 528,
    "(('duration', 0.3977), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 529,
    "(('duration', 0.8023), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 530,
    "(('duration', 0.4023), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 531,
    "(('duration', 0.8023), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 532,
    "(('duration', 0.4114), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 533,
    "(('duration', 0.8023), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 534,
    "(('duration', 0.6114), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 535,
    "(('duration', 0.0977), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 536,
    "(('duration', 0.0977), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 537,
    "(('duration', 0.1977), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 538,
    "(('duration', 0.4091), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 539,
    "(('duration', 0.8), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 540,
    "(('duration', 0.4), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 541,
    "(('duration', 0.4), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 542,
    "(('duration', 0.6023), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 543,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 544,
    "(('duration', 0.2045), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 545,
    "(('duration', 0.0455), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 546,
    "(('duration', 0.05), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 547,
    "(('duration', 0.1477), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 548,
    "(('duration', 0.9523), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 549,
    "(('duration', 0.0477), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 550,
    "(('duration', 0.05), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 551,
    "(('duration', 0.1477), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 552,
    "(('duration', 0.95), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 553,
    "(('duration', 0.0477), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 554,
    "(('duration', 0.1455), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 555,
    "(('duration', 0.9545), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 556,
    "(('duration', 0.0455), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 557,
    "(('duration', 0.1523), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 558,
    "(('duration', 0.9545), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 559,
    "(('duration', 0.1477), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 560,
    "(('duration', 1.2477), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 561,
    "(('duration', 0.1523), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 562,
    "(('duration', 1.2477), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 563,
    "(('duration', 0.15), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 564,
    "(('duration', 1.2545), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 565,
    "(('duration', 0.1455), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 566,
    "(('duration', 1.2477), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 567,
    "(('duration', 1.25), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 568,
    "(('duration', 0.1455), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 569,
    "(('duration', 1.2523), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 570,
    "(('duration', 1.2477), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 571,
    "(('duration', 0.15), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 572,
    "(('duration', 1.2545), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 573,
    "(('duration', 0.0432), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 574,
    "(('duration', 0.0523), ('pitch', 65), ('tempo', 120.0), ('velocity', 101))": 575,
    "(('duration', 0.2659), ('pitch', 60), ('tempo', 120.0), ('velocity', 40))": 576,
    "(('duration', 0.0295), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 577,
    "(('duration', 0.0523), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 578,
    "(('duration', 0.1682), ('pitch', 0), ('tempo', 120.0), ('velocity', 40))": 579,
    "(('duration', 0.1159), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 580,
    "(('duration', 0.05), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 581,
    "(('duration', 0.1659), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 582,
    "(('duration', 0.1182), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 583,
