{
    "<PAD>": 0,
    "(('duration', 0.2), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 1,
    "(('duration', 0.2), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 2,
    "(('duration', 0.2023), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 3,
    "(('duration', 1.0023), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 4,
    "(('duration', 0.1977), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 5,
    "(('duration', 0.1977), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 6,
    "(('duration', 1.0023), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 7,
    "(('duration', 0.1977), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 8,
    "(('duration', 0.1977), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 9,
    "(('duration', 1.0114), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 10,
    "(('duration', 0.2), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 11,
    "(('duration', 1.0045), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 12,
    "(('duration', 1.0068), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 13,
    "(('duration', 0.2045), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 14,
    "(('duration', 1.0091), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 15,
    "(('duration', 0.0318), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 16,
    "(('duration', 0.0318), ('pitch', 92), ('tempo', 120.0), ('velocity', 40))": 17,
    "(('duration', 0.0318), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 18,
    "(('duration', 0.0318), ('pitch', 94), ('tempo', 120.0), ('velocity', 40))": 19,
    "(('duration', 0.0318), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 20,
    "(('duration', 0.0318), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 21,
    "(('duration', 0.0318), ('pitch', 87), ('tempo', 120.0), ('velocity', 40))": 22,
    "(('duration', 0.0318), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 23,
    "(('duration', 0.0318), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 24,
    "(('duration', 0.0341), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 25,
    "(('duration', 0.0295), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 26,
    "(('duration', 0.0341), ('pitch', 85), ('tempo', 120.0), ('velocity', 40))": 27,
    "(('duration', 0.0341), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 28,
    "(('duration', 0.0341), ('pitch', 94), ('tempo', 120.0), ('velocity', 40))": 29,
    "(('duration', 0.0341), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 30,
    "(('duration', 0.0341), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 31,
    "(('duration', 0.0295), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 32,
    "(('duration', 0.0318), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 33,
    "(('duration', 0.0318), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 34,
    "(('duration', 0.0318), ('pitch', 85), ('tempo', 120.0), ('velocity', 40))": 35,
    "(('duration', 0.0341), ('pitch', 92), ('tempo', 120.0), ('velocity', 40))": 36,
    "(('duration', 0.0341), ('pitch', 87), ('tempo', 120.0), ('velocity', 40))": 37,
    "(('duration', 0.0341), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 38,
    "(('duration', 0.0341), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 39,
    "(('duration', 0.0295), ('pitch', 94), ('tempo', 120.0), ('velocity', 40))": 40,
    "(('duration', 0.0341), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 41,
    "(('duration', 0.0341), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 42,
    "(('duration', 0.0295), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 43,
    "(('duration', 0.0295), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 44,
    "(('duration', 0.0295), ('pitch', 87), ('tempo', 120.0), ('velocity', 40))": 45,
    "(('duration', 0.0295), ('pitch', 85), ('tempo', 120.0), ('velocity', 40))": 46,
    "(('duration', 0.0295), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 47,
    "(('duration', 0.0295), ('pitch', 92), ('tempo', 120.0), ('velocity', 40))": 48,
    "(('duration', 0.0295), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 49,
    "(('duration', 0.0295), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 50,
    "(('duration', 0.0295), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 51,
    "(('duration', 1.6068), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 52,
    "(('duration', 1.6045), ('pitch', 67), ('tempo', 120.0), ('velocity', 51))": 53,
    "(('duration', 1.4045), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 54,
    "(('duration', 0.8045), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 55,
    "(('duration', 1.0045), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 56,
    "(('duration', 1.6045), ('pitch', 65), ('tempo', 120.0), ('velocity', 51))": 57,
    "(('duration', 0.8), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 58,
    "(('duration', 0.8045), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 59,
    "(('duration', 1.6091), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 60,
    "(('duration', 0.45), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 61,
    "(('duration', 0.4614), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 62,
    "(('duration', 0.45), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 63,
    "(('duration', 0.4591), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 64,
    "(('duration', 0.7023), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 65,
    "(('duration', 0.1159), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 66,
    "(('duration', 0.0977), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 67,
    "(('duration', 4.825), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 68,
    "(('duration', 0.4568), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 69,
    "(('duration', 0.4773), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 70,
    "(('duration', 0.4659), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 71,
    "(('duration', 0.4773), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 72,
    "(('duration', 0.7045), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 73,
    "(('duration', 0.1), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 74,
    "(('duration', 0.1), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 75,
    "(('duration', 4.7023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 76,
    "(('duration', 0.7091), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 77,
    "(('duration', 0.2136), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 78,
    "(('duration', 0.7068), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 79,
    "(('duration', 0.2114), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 80,
    "(('duration', 0.3068), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 81,
    "(('duration', 0.3045), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 82,
    "(('duration', 0.3023), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 83,
    "(('duration', 3.8591), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 84,
    "(('duration', 0.4705), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 85,
    "(('duration', 0.4773), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 86,
    "(('duration', 0.4705), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 87,
    "(('duration', 4.8432), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 88,
    "(('duration', 0.475), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 89,
    "(('duration', 0.4545), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 90,
    "(('duration', 0.4614), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 91,
    "(('duration', 0.45), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 92,
    "(('duration', 0.7136), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 93,
    "(('duration', 4.7091), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 94,
    "(('duration', 0.7114), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 95,
    "(('duration', 0.2182), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 96,
    "(('duration', 0.2318), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 97,
    "(('duration', 0.2159), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 98,
    "(('duration', 0.2977), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 99,
    "(('duration', 0.2886), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 100,
    "(('duration', 3.8773), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 101,
    "(('duration', 1.6), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 102,
    "(('duration', 0.5955), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 103,
    "(('duration', 0.5955), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 104,
    "(('duration', 0.4091), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 105,
    "(('duration', 1.5773), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 106,
    "(('duration', 0.6114), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 107,
    "(('duration', 0.5795), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 108,
    "(('duration', 1.5886), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 109,
    "(('duration', 6.3795), ('pitch', 56), ('tempo', 120.0), ('velocity', 127))": 110,
    "(('duration', 0.5909), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 111,
    "(('duration', 0.4023), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 112,
    "(('duration', 6.3727), ('pitch', 90), ('tempo', 120.0), ('velocity', 127))": 113,
    "(('duration', 1.5932), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 114,
    "(('duration', 0.6), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 115,
    "(('duration', 0.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 116,
    "(('duration', 0.1977), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 117,
    "(('duration', 0.1977), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 118,
    "(('duration', 0.3955), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 119,
    "(('duration', 0.2), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 120,
    "(('duration', 0.4), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 121,
    "(('duration', 0.2), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 122,
    "(('duration', 0.2), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 123,
    "(('duration', 0.1977), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 124,
    "(('duration', 0.0023), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 125,
    "(('duration', 0.2023), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 126,
    "(('duration', 0.4), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 127,
    "(('duration', 0.1955), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 128,
    "(('duration', 0.1955), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 129,
    "(('duration', 0.4), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 130,
    "(('duration', 0.2), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 131,
    "(('duration', 0.2), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 132,
    "(('duration', 0.8), ('pitch', 2), ('tempo', 120.0), ('velocity', 80))": 133,
    "(('duration', 0.1955), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 134,
    "(('duration', 0.2023), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 135,
    "(('duration', 0.1977), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 136,
    "(('duration', 0.7977), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 137,
    "(('duration', 0.0023), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 138,
    "(('duration', 0.1977), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 139,
    "(('duration', 0.8), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 140,
    "(('duration', 0.2), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 141,
    "(('duration', 0.1955), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 142,
    "(('duration', 0.2045), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 143,
    "(('duration', 0.2045), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 144,
    "(('duration', 1.1955), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 145,
    "(('duration', 0.1955), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 146,
    "(('duration', 0.3932), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 147,
    "(('duration', 0.2), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 148,
    "(('duration', 0.2023), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 149,
    "(('duration', 0.2), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 150,
    "(('duration', 0.1977), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 151,
    "(('duration', 1.5886), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 152,
    "(('duration', 0.8023), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 153,
    "(('duration', 0.4), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 154,
    "(('duration', 0.8), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 155,
    "(('duration', 0.7932), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 156,
    "(('duration', 0.1955), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 157,
    "(('duration', 0.2045), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 158,
    "(('duration', 0.2045), ('pitch', 73), ('tempo', 120.0), ('velocity', 80))": 159,
    "(('duration', 0.2045), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 160,
    "(('duration', 3.9886), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 161,
    "(('duration', 0.2023), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 162,
    "(('duration', 1.5955), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 163,
    "(('duration', 11.9568), ('pitch', 2), ('tempo', 120.0), ('velocity', 80))": 164,
    "(('duration', 4.7818), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 165,
    "(('duration', 7.3727), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 166,
    "(('duration', 1.5886), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 167,
    "(('duration', 0.3977), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 168,
    "(('duration', 0.7977), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 169,
    "(('duration', 0.7932), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 170,
    "(('duration', 0.3955), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 171,
    "(('duration', 0.7886), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 172,
    "(('duration', 11.1614), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 173,
    "(('duration', 0.2), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 174,
    "(('duration', 0.7977), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 175,
    "(('duration', 1.5909), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 176,
    "(('duration', 0.2), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 177,
    "(('duration', 0.7909), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 178,
    "(('duration', 29.7159), ('pitch', 56), ('tempo', 120.0), ('velocity', 127))": 179,
    "(('duration', 0.4), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 180,
    "(('duration', 0.8), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 181,
    "(('duration', 0.1977), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 182,
    "(('duration', 1.5932), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 183,
    "(('duration', 0.2045), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 184,
    "(('duration', 2.3932), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 185,
    "(('duration', 0.1955), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 186,
    "(('duration', 7.1705), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 187,
    "(('duration', 0.7977), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 188,
    "(('duration', 0.7955), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 189,
    "(('duration', 6.9795), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 190,
    "(('duration', 0.3955), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 191,
    "(('duration', 1.5909), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 192,
    "(('duration', 0.7909), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 193,
    "(('duration', 1.4), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 194,
    "(('duration', 0.2), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 195,
    "(('duration', 0.1977), ('pitch', 80), ('tempo', 120.0), ('velocity', 80))": 196,
    "(('duration', 1.5955), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 197,
    "(('duration', 0.1977), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 198,
    "(('duration', 0.7955), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 199,
    "(('duration', 0.1977), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 200,
    "(('duration', 0.4), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 201,
    "(('duration', 0.2), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 202,
    "(('duration', 1.5977), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 203,
    "(('duration', 0.7977), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 204,
    "(('duration', 0.7955), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 205,
    "(('duration', 0.1955), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 206,
    "(('duration', 0.2023), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 207,
    "(('duration', 10.3568), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 208,
    "(('duration', 1.5909), ('pitch', 56), ('tempo', 120.0), ('velocity', 80))": 209,
    "(('duration', 0.3977), ('pitch', 71), ('tempo', 120.0), ('velocity', 80))": 210,
    "(('duration', 7.1636), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 211,
    "(('duration', 10.3568), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 212,
    "(('duration', 1.5955), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 213,
    "(('duration', 0.8), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 214,
    "(('duration', 0.3932), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 215,
    "(('duration', 0.7932), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 216,
    "(('duration', 0.1955), ('pitch', 75), ('tempo', 120.0), ('velocity', 80))": 217,
    "(('duration', 0.7886), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 218,
    "(('duration', 0.6045), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 219,
    "(('duration', 0.7955), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 220,
    "(('duration', 11.1523), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 221,
    "(('duration', 0.7977), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 222,
    "(('duration', 0.0023), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 223,
    "(('duration', 0.7932), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 224,
    "(('duration', 0.2), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 225,
    "(('duration', 0.3977), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 226,
    "(('duration', 11.15), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 227,
    "(('duration', 0.1977), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 228,
    "(('duration', 11.9523), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 229,
    "(('duration', 0.3955), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 230,
    "(('duration', 0.7955), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 231,
    "(('duration', 0.7909), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 232,
    "(('duration', 56.2136), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 233,
    "(('duration', 0.2), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 234,
    "(('duration', 0.2), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 235,
    "(('duration', 0.8), ('pitch', 51), ('tempo', 120.0), ('velocity', 80))": 236,
    "(('duration', 0.2023), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 237,
    "(('duration', 0.1955), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 238,
    "(('duration', 0.2023), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 239,
    "(('duration', 0.4023), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 240,
    "(('duration', 8.9682), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 241,
    "(('duration', 0.2023), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 242,
    "(('duration', 0.1955), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 243,
    "(('duration', 38.8455), ('pitch', 2), ('tempo', 120.0), ('velocity', 80))": 244,
    "(('duration', 0.6), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 245,
    "(('duration', 0.1955), ('pitch', 79), ('tempo', 120.0), ('velocity', 80))": 246,
    "(('duration', 0.7955), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 247,
    "(('duration', 0.2045), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 248,
    "(('duration', 0.2045), ('pitch', 74), ('tempo', 120.0), ('velocity', 80))": 249,
    "(('duration', 0.3932), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 250,
    "(('duration', 2.3886), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 251,
    "(('duration', 0.7932), ('pitch', 82), ('tempo', 120.0), ('velocity', 80))": 252,
    "(('duration', 10.3682), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 253,
    "(('duration', 0.2), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 254,
    "(('duration', 1.0), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 255,
    "(('duration', 16.75), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 256,
    "(('duration', 0.2023), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 257,
    "(('duration', 0.8023), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 258,
    "(('duration', 0.2023), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 259,
    "(('duration', 1.6), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 260,
    "(('duration', 0.1977), ('pitch', 77), ('tempo', 120.0), ('velocity', 80))": 261,
    "(('duration', 1.5955), ('pitch', 76), ('tempo', 120.0), ('velocity', 80))": 262,
    "(('duration', 0.1955), ('pitch', 72), ('tempo', 120.0), ('velocity', 80))": 263,
    "(('duration', 0.7909), ('pitch', 44), ('tempo', 120.0), ('velocity', 80))": 264,
    "(('duration', 0.2023), ('pitch', 81), ('tempo', 120.0), ('velocity', 80))": 265,
    "(('duration', 0.2023), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 266,
    "(('duration', 0.1955), ('pitch', 70), ('tempo', 120.0), ('velocity', 80))": 267,
    "(('duration', 0.2), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 268,
    "(('duration', 0.2023), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 269,
    "(('duration', 0.1955), ('pitch', 63), ('tempo', 120.0), ('velocity', 80))": 270,
    "(('duration', 0.2023), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 271,
    "(('duration', 0.2), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 272,
    "(('duration', 0.2023), ('pitch', 78), ('tempo', 120.0), ('velocity', 80))": 273,
    "(('duration', 0.1955), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 274,
    "(('duration', 16.1636), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 275,
    "(('duration', 0.1955), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 276,
    "(('duration', 82.9477), ('pitch', 90), ('tempo', 120.0), ('velocity', 127))": 277,
    "(('duration', 0.2), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 278,
    "(('duration', 0.1955), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 279,
    "(('duration', 0.2023), ('pitch', 65), ('tempo', 120.0), ('velocity', 80))": 280,
    "(('duration', 0.1977), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 281,
    "(('duration', 12.775), ('pitch', 33), ('tempo', 120.0), ('velocity', 80))": 282,
    "(('duration', 0.0955), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 283,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 284,
    "(('duration', 0.0977), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 285,
    "(('duration', 0.0977), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 286,
    "(('duration', 0.1), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 287,
    "(('duration', 0.1023), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 288,
    "(('duration', 0.1023), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 289,
    "(('duration', 0.0955), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 290,
    "(('duration', 0.1), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 291,
    "(('duration', 0.0955), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 292,
    "(('duration', 0.0977), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 293,
    "(('duration', 0.1023), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 294,
    "(('duration', 0.1023), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 295,
    "(('duration', 0.1), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 296,
    "(('duration', 0.0977), ('pitch', 67), ('tempo', 120.0), ('velocity', 64))": 297,
    "(('duration', 0.0977), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 298,
    "(('duration', 0.1), ('pitch', 65), ('tempo', 120.0), ('velocity', 64))": 299,
    "(('duration', 0.0955), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 300,
    "(('duration', 0.0955), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 301,
    "(('duration', 0.1), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 302,
    "(('duration', 0.1), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 303,
    "(('duration', 0.0977), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 304,
    "(('duration', 0.1023), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 305,
    "(('duration', 0.1023), ('pitch', 64), ('tempo', 120.0), ('velocity', 64))": 306,
    "(('duration', 0.0977), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 307,
    "(('duration', 0.1045), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 308,
    "(('duration', 0.1), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 309,
    "(('duration', 0.0977), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 310,
    "(('duration', 0.1023), ('pitch', 60), ('tempo', 120.0), ('velocity', 64))": 311,
    "(('duration', 0.0955), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 312,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 313,
    "(('duration', 0.1), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 314,
    "(('duration', 0.1045), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 315,
    "(('duration', 0.1023), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 316,
    "(('duration', 0.1023), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 317,
    "(('duration', 0.0977), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 318,
    "(('duration', 0.1023), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 319,
    "(('duration', 0.1023), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 320,
    "(('duration', 0.1), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 321,
    "(('duration', 0.1), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 322,
    "(('duration', 0.0977), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 323,
    "(('duration', 0.0977), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 324,
    "(('duration', 0.1), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 325,
    "(('duration', 0.1), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 326,
    "(('duration', 0.0977), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 327,
    "(('duration', 0.1045), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 328,
    "(('duration', 0.0955), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 329,
    "(('duration', 0.0955), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 330,
    "(('duration', 0.0977), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 331,
    "(('duration', 0.1), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 332,
    "(('duration', 0.1023), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 333,
    "(('duration', 0.0955), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 334,
    "(('duration', 0.1045), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 335,
    "(('duration', 0.1023), ('pitch', 83), ('tempo', 120.0), ('velocity', 64))": 336,
    "(('duration', 0.1), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 337,
    "(('duration', 0.1), ('pitch', 53), ('tempo', 120.0), ('velocity', 64))": 338,
    "(('duration', 0.1), ('pitch', 57), ('tempo', 120.0), ('velocity', 64))": 339,
    "(('duration', 0.0977), ('pitch', 62), ('tempo', 120.0), ('velocity', 64))": 340,
    "(('duration', 0.1), ('pitch', 56), ('tempo', 120.0), ('velocity', 64))": 341,
    "(('duration', 0.1), ('pitch', 59), ('tempo', 120.0), ('velocity', 64))": 342,
    "(('duration', 0.0977), ('pitch', 80), ('tempo', 120.0), ('velocity', 64))": 343,
    "(('duration', 0.1), ('pitch', 80), ('tempo', 120.0), ('velocity', 64))": 344,
    "(('duration', 0.1), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 345,
    "(('duration', 0.1), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 346,
    "(('duration', 0.1), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 347,
    "(('duration', 0.0614), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 348,
    "(('duration', 0.0909), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 349,
    "(('duration', 0.0909), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 350,
    "(('duration', 0.0886), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 351,
    "(('duration', 0.1023), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 352,
    "(('duration', 0.1045), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 353,
    "(('duration', 0.1023), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 354,
    "(('duration', 0.0977), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 355,
    "(('duration', 0.0977), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 356,
    "(('duration', 0.1), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 357,
    "(('duration', 0.0682), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 358,
    "(('duration', 0.0932), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 359,
    "(('duration', 0.0932), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 360,
    "(('duration', 0.0909), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 361,
    "(('duration', 0.1023), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 362,
    "(('duration', 0.1), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 363,
    "(('duration', 0.0705), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 364,
    "(('duration', 0.1023), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 365,
    "(('duration', 0.0909), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 366,
    "(('duration', 0.0932), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 367,
    "(('duration', 0.0932), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 368,
    "(('duration', 0.0614), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 369,
    "(('duration', 0.0977), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 370,
    "(('duration', 0.0977), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 371,
    "(('duration', 0.0682), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 372,
    "(('duration', 0.0977), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 373,
    "(('duration', 0.1909), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 374,
    "(('duration', 0.2023), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 375,
    "(('duration', 0.2023), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 376,
    "(('duration', 0.2), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 377,
    "(('duration', 0.2), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 378,
    "(('duration', 0.1614), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 379,
    "(('duration', 0.0114), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 380,
    "(('duration', 0.1841), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 381,
    "(('duration', 0.1864), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 382,
    "(('duration', 0.2023), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 383,
    "(('duration', 0.2023), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 384,
    "(('duration', 0.1841), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 385,
    "(('duration', 0.1955), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 386,
    "(('duration', 0.1977), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 387,
    "(('duration', 0.2), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 388,
    "(('duration', 0.1977), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 389,
    "(('duration', 0.1659), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 390,
    "(('duration', 0.2), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 391,
    "(('duration', 0.1727), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 392,
    "(('duration', 0.1864), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 393,
    "(('duration', 0.1841), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 394,
    "(('duration', 0.2023), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 395,
    "(('duration', 0.2023), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 396,
    "(('duration', 0.1614), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 397,
    "(('duration', 0.1864), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 398,
    "(('duration', 0.1955), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 399,
    "(('duration', 0.2045), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 400,
    "(('duration', 0.2045), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 401,
    "(('duration', 0.1705), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 402,
    "(('duration', 0.1841), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 403,
    "(('duration', 0.1864), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 404,
    "(('duration', 0.2023), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 405,
    "(('duration', 0.1705), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 406,
    "(('duration', 0.1864), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 407,
    "(('duration', 0.1705), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 408,
    "(('duration', 0.1773), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 409,
    "(('duration', 0.2114), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 410,
    "(('duration', 0.1909), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 411,
    "(('duration', 0.2114), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 412,
    "(('duration', 0.1909), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 413,
    "(('duration', 0.1841), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 414,
    "(('duration', 0.1955), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 415,
    "(('duration', 0.1955), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 416,
    "(('duration', 0.1682), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 417,
    "(('duration', 0.1705), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 418,
    "(('duration', 0.1591), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 419,
    "(('duration', 0.1864), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 420,
    "(('duration', 0.1045), ('pitch', 73), ('tempo', 120.0), ('velocity', 101))": 421,
    "(('duration', 0.0091), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 422,
    "(('duration', 3.0136), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 423,
    "(('duration', 0.2091), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 424,
    "(('duration', 3.0114), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 425,
    "(('duration', 0.2045), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 426,
    "(('duration', 3.0136), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 427,
    "(('duration', 0.2068), ('pitch', 65), ('tempo', 120.0), ('velocity', 127))": 428,
    "(('duration', 4.1091), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 429,
    "(('duration', 0.4477), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 430,
    "(('duration', 0.4568), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 431,
    "(('duration', 1.5955), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 432,
    "(('duration', 0.6), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 433,
    "(('duration', 0.6023), ('pitch', 83), ('tempo', 120.0), ('velocity', 127))": 434,
    "(('duration', 2.0295), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 435,
    "(('duration', 0.6045), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 436,
    "(('duration', 3.2477), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 437,
    "(('duration', 2.0227), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 438,
    "(('duration', 2.0205), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 439,
    "(('duration', 6.4727), ('pitch', 68), ('tempo', 120.0), ('velocity', 127))": 440,
    "(('duration', 0.6045), ('pitch', 83), ('tempo', 120.0), ('velocity', 127))": 441,
    "(('duration', 2.0318), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 442,
    "(('duration', 0.1932), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 443,
    "(('duration', 0.2045), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 444,
    "(('duration', 0.2045), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 445,
    "(('duration', 0.2), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 446,
    "(('duration', 2.8341), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 447,
    "(('duration', 0.2045), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 448,
    "(('duration', 0.2068), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 449,
    "(('duration', 0.1955), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 450,
    "(('duration', 0.2045), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 451,
    "(('duration', 0.2023), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 452,
    "(('duration', 0.2023), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 453,
    "(('duration', 0.2), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 454,
    "(('duration', 0.1977), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 455,
    "(('duration', 0.2023), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 456,
    "(('duration', 0.3977), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 457,
    "(('duration', 0.2), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 458,
    "(('duration', 0.2045), ('pitch', 83), ('tempo', 120.0), ('velocity', 80))": 459,
    "(('duration', 0.4045), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 460,
    "(('duration', 0.1977), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 461,
    "(('duration', 0.2023), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 462,
    "(('duration', 0.1955), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 463,
    "(('duration', 0.1955), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 464,
    "(('duration', 2.8205), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 465,
    "(('duration', 0.2068), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 466,
    "(('duration', 6.0545), ('pitch', 68), ('tempo', 120.0), ('velocity', 80))": 467,
    "(('duration', 0.0023), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 468,
    "(('duration', 0.8386), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 469,
    "(('duration', 0.1114), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 470,
    "(('duration', 0.1091), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 471,
    "(('duration', 0.1114), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 472,
    "(('duration', 0.1114), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 473,
    "(('duration', 0.1091), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 474,
    "(('duration', 7.0977), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 475,
    "(('duration', 7.0977), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 476,
    "(('duration', 7.0614), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 477,
    "(('duration', 0.1068), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 478,
    "(('duration', 0.0705), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 479,
    "(('duration', 0.05), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 480,
    "(('duration', 0.05), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 481,
    "(('duration', 0.0591), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 482,
    "(('duration', 0.0591), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 483,
    "(('duration', 0.0705), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 484,
    "(('duration', 0.0568), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 485,
    "(('duration', 0.0636), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 486,
    "(('duration', 0.0727), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 487,
    "(('duration', 0.0318), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 488,
    "(('duration', 0.0909), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 489,
    "(('duration', 0.0795), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 490,
    "(('duration', 0.0705), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 491,
    "(('duration', 0.0705), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 492,
    "(('duration', 0.0727), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 493,
    "(('duration', 0.0818), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 494,
    "(('duration', 0.05), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 495,
    "(('duration', 0.0523), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 496,
    "(('duration', 0.1023), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 497,
    "(('duration', 0.0682), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 498,
    "(('duration', 0.0682), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 499,
    "(('duration', 0.0727), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 500,
    "(('duration', 0.0636), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 501,
    "(('duration', 0.0614), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 502,
    "(('duration', 0.05), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 503,
    "(('duration', 0.0727), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 504,
    "(('duration', 0.0614), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 505,
    "(('duration', 0.0591), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 506,
    "(('duration', 0.0727), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 507,
    "(('duration', 0.0682), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 508,
    "(('duration', 0.1), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 509,
    "(('duration', 0.0523), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 510,
    "(('duration', 0.0614), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 511,
    "(('duration', 0.0705), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 512,
    "(('duration', 0.0682), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 513,
    "(('duration', 0.1023), ('pitch', 82), ('tempo', 120.0), ('velocity', 64))": 514,
    "(('duration', 0.0841), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 515,
    "(('duration', 0.0568), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 516,
    "(('duration', 0.0659), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 517,
    "(('duration', 0.0477), ('pitch', 87), ('tempo', 120.0), ('velocity', 64))": 518,
    "(('duration', 0.0614), ('pitch', 86), ('tempo', 120.0), ('velocity', 64))": 519,
    "(('duration', 1.8295), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 520,
    "(('duration', 0.1), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 521,
    "(('duration', 0.0818), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 522,
    "(('duration', 0.0932), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 523,
    "(('duration', 0.1023), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 524,
    "(('duration', 0.0705), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 525,
    "(('duration', 0.1955), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 526,
    "(('duration', 0.0614), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 527,
    "(('duration', 0.0614), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 528,
    "(('duration', 0.0727), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 529,
    "(('duration', 0.2977), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 530,
    "(('duration', 0.05), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 531,
    "(('duration', 0.0795), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 532,
    "(('duration', 0.1023), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 533,
    "(('duration', 0.0977), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 534,
    "(('duration', 0.2091), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 535,
    "(('duration', 0.0955), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 536,
    "(('duration', 0.0523), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 537,
    "(('duration', 0.3227), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 538,
    "(('duration', 0.1545), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 539,
    "(('duration', 0.1), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 540,
    "(('duration', 0.1023), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 541,
    "(('duration', 0.1773), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 542,
    "(('duration', 0.0682), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 543,
    "(('duration', 0.05), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 544,
    "(('duration', 0.0636), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 545,
    "(('duration', 0.0591), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 546,
    "(('duration', 0.2773), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 547,
    "(('duration', 0.0591), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 548,
    "(('duration', 0.0773), ('pitch', 66), ('tempo', 120.0), ('velocity', 64))": 549,
    "(('duration', 0.3318), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 550,
    "(('duration', 0.1023), ('pitch', 61), ('tempo', 120.0), ('velocity', 64))": 551,
    "(('duration', 0.1045), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 552,
    "(('duration', 0.1477), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 553,
    "(('duration', 0.3295), ('pitch', 68), ('tempo', 120.0), ('velocity', 64))": 554,
    "(('duration', 0.1705), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 555,
    "(('duration', 0.0705), ('pitch', 73), ('tempo', 120.0), ('velocity', 64))": 556,
    "(('duration', 0.0727), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 557,
    "(('duration', 0.0614), ('pitch', 70), ('tempo', 120.0), ('velocity', 64))": 558,
    "(('duration', 0.0705), ('pitch', 71), ('tempo', 120.0), ('velocity', 64))": 559,
    "(('duration', 1.1727), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 560,
    "(('duration', 0.0705), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 561,
    "(('duration', 0.0705), ('pitch', 72), ('tempo', 120.0), ('velocity', 64))": 562,
    "(('duration', 0.7705), ('pitch', 69), ('tempo', 120.0), ('velocity', 64))": 563,
    "(('duration', 0.0727), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 564,
    "(('duration', 0.05), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 565,
    "(('duration', 0.0523), ('pitch', 75), ('tempo', 120.0), ('velocity', 64))": 566,
    "(('duration', 1.1432), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 567,
    "(('duration', 0.0705), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 568,
    "(('duration', 0.3545), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 569,
    "(('duration', 0.0841), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 570,
    "(('duration', 0.0818), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 571,
    "(('duration', 0.2), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 572,
    "(('duration', 0.2), ('pitch', 62), ('tempo', 120.0), ('velocity', 51))": 573,
    "(('duration', 2.6045), ('pitch', 70), ('tempo', 120.0), ('velocity', 51))": 574,
    "(('duration', 0.2023), ('pitch', 64), ('tempo', 120.0), ('velocity', 51))": 575,
    "(('duration', 3.2091), ('pitch', 77), ('tempo', 120.0), ('velocity', 51))": 576,
    "(('duration', 2.6136), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 577,
    "(('duration', 0.1), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 578,
    "(('duration', 0.0977), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 579,
    "(('duration', 0.1023), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 580,
    "(('duration', 0.0705), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 581,
    "(('duration', 0.0932), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 582,
    "(('duration', 0.0932), ('pitch', 78), ('tempo', 120.0), ('velocity', 101))": 583,
