{
    "<PAD>": 0,
    "(('duration', 0.0932), ('pitch', 69), ('tempo', 120.0), ('velocity', 40))": 1,
    "(('duration', 0.0636), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 2,
    "(('duration', 0.0682), ('pitch', 72), ('tempo', 120.0), ('velocity', 40))": 3,
    "(('duration', 0.0682), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 4,
    "(('duration', 0.0682), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 5,
    "(('duration', 0.0364), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 6,
    "(('duration', 2.8182), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 7,
    "(('duration', 0.0614), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 8,
    "(('duration', 0.0659), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 9,
    "(('duration', 0.0682), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 10,
    "(('duration', 0.0636), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 11,
    "(('duration', 0.0341), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 12,
    "(('duration', 2.8182), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 13,
    "(('duration', 0.05), ('pitch', 92), ('tempo', 120.0), ('velocity', 4))": 14,
    "(('duration', 0.0523), ('pitch', 91), ('tempo', 120.0), ('velocity', 4))": 15,
    "(('duration', 0.0659), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 16,
    "(('duration', 6.3386), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 17,
    "(('duration', 0.0341), ('pitch', 78), ('tempo', 120.0), ('velocity', 40))": 18,
    "(('duration', 6.1455), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 19,
    "(('duration', 2.9205), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 20,
    "(('duration', 0.0636), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 21,
    "(('duration', 0.0705), ('pitch', 86), ('tempo', 120.0), ('velocity', 40))": 22,
    "(('duration', 0.0659), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 23,
    "(('duration', 0.0318), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 24,
    "(('duration', 2.725), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 25,
    "(('duration', 0.0955), ('pitch', 69), ('tempo', 120.0), ('velocity', 51))": 26,
    "(('duration', 3.1136), ('pitch', 81), ('tempo', 120.0), ('velocity', 51))": 27,
    "(('duration', 0.0636), ('pitch', 82), ('tempo', 120.0), ('velocity', 51))": 28,
    "(('duration', 0.0659), ('pitch', 84), ('tempo', 120.0), ('velocity', 51))": 29,
    "(('duration', 0.0727), ('pitch', 86), ('tempo', 120.0), ('velocity', 51))": 30,
    "(('duration', 0.0636), ('pitch', 88), ('tempo', 120.0), ('velocity', 51))": 31,
    "(('duration', 68.9659), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 32,
    "(('duration', 0.0341), ('pitch', 90), ('tempo', 120.0), ('velocity', 51))": 33,
    "(('duration', 0.1364), ('pitch', 91), ('tempo', 120.0), ('velocity', 51))": 34,
    "(('duration', 2.6909), ('pitch', 93), ('tempo', 120.0), ('velocity', 51))": 35,
    "(('duration', 75.4205), ('pitch', 103), ('tempo', 120.0), ('velocity', 4))": 36,
    "(('duration', 0.05), ('pitch', 91), ('tempo', 120.0), ('velocity', 4))": 37,
    "(('duration', 0.0705), ('pitch', 70), ('tempo', 120.0), ('velocity', 40))": 38,
    "(('duration', 0.0636), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 39,
    "(('duration', 75.5227), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 40,
    "(('duration', 0.0023), ('pitch', 67), ('tempo', 120.0), ('velocity', 40))": 41,
    "(('duration', 3.5182), ('pitch', 79), ('tempo', 120.0), ('velocity', 51))": 42,
    "(('duration', 0.1818), ('pitch', 79), ('tempo', 120.0), ('velocity', 40))": 43,
    "(('duration', 2.7205), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 44,
    "(('duration', 0.0659), ('pitch', 82), ('tempo', 120.0), ('velocity', 40))": 45,
    "(('duration', 0.0682), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 46,
    "(('duration', 0.0364), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 47,
    "(('duration', 0.1659), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 48,
    "(('duration', 2.3432), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 49,
    "(('duration', 0.1023), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 50,
    "(('duration', 26.0068), ('pitch', 67), ('tempo', 120.0), ('velocity', 32))": 51,
    "(('duration', 16.6114), ('pitch', 67), ('tempo', 120.0), ('velocity', 32))": 52,
    "(('duration', 1.9205), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 53,
    "(('duration', 1.925), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 54,
    "(('duration', 7.725), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 55,
    "(('duration', 1.925), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 56,
    "(('duration', 1.9432), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 57,
    "(('duration', 108.2682), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 58,
    "(('duration', 3.8523), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 59,
    "(('duration', 5.8045), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 60,
    "(('duration', 5.7795), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 61,
    "(('duration', 3.8727), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 62,
    "(('duration', 5.7795), ('pitch', 55), ('tempo', 120.0), ('velocity', 101))": 63,
    "(('duration', 0.0977), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 64,
    "(('duration', 0.1), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 65,
    "(('duration', 0.2), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 66,
    "(('duration', 0.0977), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 67,
    "(('duration', 0.0977), ('pitch', 59), ('tempo', 120.0), ('velocity', 127))": 68,
    "(('duration', 0.2), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 69,
    "(('duration', 0.1955), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 70,
    "(('duration', 0.1955), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 71,
    "(('duration', 0.2045), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 72,
    "(('duration', 0.6), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 73,
    "(('duration', 0.8023), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 74,
    "(('duration', 0.4), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 75,
    "(('duration', 0.4023), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 76,
    "(('duration', 0.2), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 77,
    "(('duration', 0.4023), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 78,
    "(('duration', 0.4023), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 79,
    "(('duration', 0.6023), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 80,
    "(('duration', 1.6068), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 81,
    "(('duration', 0.6), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 82,
    "(('duration', 0.6114), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 83,
    "(('duration', 1.4), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 84,
    "(('duration', 0.1023), ('pitch', 68), ('tempo', 120.0), ('velocity', 127))": 85,
    "(('duration', 0.1023), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 86,
    "(('duration', 0.6023), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 87,
    "(('duration', 1.0045), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 88,
    "(('duration', 0.1), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 89,
    "(('duration', 0.1), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 90,
    "(('duration', 0.1), ('pitch', 59), ('tempo', 120.0), ('velocity', 127))": 91,
    "(('duration', 0.2023), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 92,
    "(('duration', 0.1977), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 93,
    "(('duration', 0.1977), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 94,
    "(('duration', 0.2023), ('pitch', 67), ('tempo', 120.0), ('velocity', 127))": 95,
    "(('duration', 0.5977), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 96,
    "(('duration', 0.4), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 97,
    "(('duration', 0.4045), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 98,
    "(('duration', 0.4068), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 99,
    "(('duration', 0.6023), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 100,
    "(('duration', 0.6023), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 101,
    "(('duration', 0.4), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 102,
    "(('duration', 2.4091), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 103,
    "(('duration', 0.0045), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 104,
    "(('duration', 0.0841), ('pitch', 93), ('tempo', 120.0), ('velocity', 101))": 105,
    "(('duration', 0.0864), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 106,
    "(('duration', 0.0886), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 107,
    "(('duration', 0.0864), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 108,
    "(('duration', 0.1727), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 109,
    "(('duration', 0.175), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 110,
    "(('duration', 0.0795), ('pitch', 93), ('tempo', 120.0), ('velocity', 101))": 111,
    "(('duration', 0.0795), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 112,
    "(('duration', 0.0818), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 113,
    "(('duration', 0.0818), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 114,
    "(('duration', 0.1614), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 115,
    "(('duration', 0.1636), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 116,
    "(('duration', 0.0841), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 117,
    "(('duration', 0.0818), ('pitch', 95), ('tempo', 120.0), ('velocity', 101))": 118,
    "(('duration', 0.0841), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 119,
    "(('duration', 0.0841), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 120,
    "(('duration', 0.0818), ('pitch', 91), ('tempo', 120.0), ('velocity', 101))": 121,
    "(('duration', 0.0841), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 122,
    "(('duration', 0.05), ('pitch', 91), ('tempo', 120.0), ('velocity', 80))": 123,
    "(('duration', 0.05), ('pitch', 93), ('tempo', 120.0), ('velocity', 80))": 124,
    "(('duration', 0.0682), ('pitch', 91), ('tempo', 120.0), ('velocity', 80))": 125,
    "(('duration', 0.0818), ('pitch', 90), ('tempo', 120.0), ('velocity', 101))": 126,
    "(('duration', 0.0841), ('pitch', 90), ('tempo', 120.0), ('velocity', 40))": 127,
    "(('duration', 0.0841), ('pitch', 91), ('tempo', 120.0), ('velocity', 101))": 128,
    "(('duration', 0.0818), ('pitch', 93), ('tempo', 120.0), ('velocity', 101))": 129,
    "(('duration', 0.0841), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 130,
    "(('duration', 0.1682), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 131,
    "(('duration', 0.1705), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 132,
    "(('duration', 0.0818), ('pitch', 93), ('tempo', 120.0), ('velocity', 40))": 133,
    "(('duration', 0.0795), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 134,
    "(('duration', 0.1659), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 135,
    "(('duration', 0.1682), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 136,
    "(('duration', 0.1682), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 137,
    "(('duration', 0.1), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 138,
    "(('duration', 0.0341), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 139,
    "(('duration', 0.0318), ('pitch', 96), ('tempo', 120.0), ('velocity', 40))": 140,
    "(('duration', 0.1341), ('pitch', 94), ('tempo', 120.0), ('velocity', 40))": 141,
    "(('duration', 0.1364), ('pitch', 92), ('tempo', 120.0), ('velocity', 40))": 142,
    "(('duration', 0.1659), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 143,
    "(('duration', 0.0818), ('pitch', 95), ('tempo', 120.0), ('velocity', 40))": 144,
    "(('duration', 0.0705), ('pitch', 91), ('tempo', 120.0), ('velocity', 80))": 145,
    "(('duration', 0.0841), ('pitch', 88), ('tempo', 120.0), ('velocity', 101))": 146,
    "(('duration', 0.0864), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 147,
    "(('duration', 0.0818), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 148,
    "(('duration', 0.0841), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 149,
    "(('duration', 0.0864), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 150,
    "(('duration', 0.1682), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 151,
    "(('duration', 0.1705), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 152,
    "(('duration', 0.0795), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 153,
    "(('duration', 0.0818), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 154,
    "(('duration', 0.1614), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 155,
    "(('duration', 0.1636), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 156,
    "(('duration', 5.3432), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 157,
    "(('duration', 5.3432), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 158,
    "(('duration', 5.3455), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 159,
    "(('duration', 0.0341), ('pitch', 96), ('tempo', 120.0), ('velocity', 40))": 160,
    "(('duration', 0.1341), ('pitch', 92), ('tempo', 120.0), ('velocity', 40))": 161,
    "(('duration', 5.3432), ('pitch', 102), ('tempo', 120.0), ('velocity', 40))": 162,
    "(('duration', 0.1682), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 163,
    "(('duration', 0.1659), ('pitch', 97), ('tempo', 120.0), ('velocity', 101))": 164,
    "(('duration', 0.1636), ('pitch', 97), ('tempo', 120.0), ('velocity', 101))": 165,
    "(('duration', 0.1659), ('pitch', 85), ('tempo', 120.0), ('velocity', 101))": 166,
    "(('duration', 0.1682), ('pitch', 97), ('tempo', 120.0), ('velocity', 101))": 167,
    "(('duration', 0.1682), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 168,
    "(('duration', 0.1659), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 169,
    "(('duration', 0.1659), ('pitch', 98), ('tempo', 120.0), ('velocity', 40))": 170,
    "(('duration', 0.0795), ('pitch', 95), ('tempo', 120.0), ('velocity', 101))": 171,
    "(('duration', 0.0841), ('pitch', 90), ('tempo', 120.0), ('velocity', 101))": 172,
    "(('duration', 0.1636), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 173,
    "(('duration', 0.1659), ('pitch', 62), ('tempo', 120.0), ('velocity', 40))": 174,
    "(('duration', 21.4318), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 175,
    "(('duration', 21.4318), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 176,
    "(('duration', 21.4295), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 177,
    "(('duration', 21.4318), ('pitch', 102), ('tempo', 120.0), ('velocity', 40))": 178,
    "(('duration', 0.0818), ('pitch', 88), ('tempo', 120.0), ('velocity', 101))": 179,
    "(('duration', 0.0841), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 180,
    "(('duration', 0.1659), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 181,
    "(('duration', 0.1682), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 182,
    "(('duration', 0.0864), ('pitch', 74), ('tempo', 120.0), ('velocity', 40))": 183,
    "(('duration', 5.3568), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 184,
    "(('duration', 5.3568), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 185,
    "(('duration', 5.3591), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 186,
    "(('duration', 5.3568), ('pitch', 102), ('tempo', 120.0), ('velocity', 40))": 187,
    "(('duration', 0.1614), ('pitch', 85), ('tempo', 120.0), ('velocity', 101))": 188,
    "(('duration', 0.1636), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 189,
    "(('duration', 0.0864), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 190,
    "(('duration', 21.4318), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 191,
    "(('duration', 0.1705), ('pitch', 98), ('tempo', 120.0), ('velocity', 101))": 192,
    "(('duration', 0.1636), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 193,
    "(('duration', 5.3591), ('pitch', 81), ('tempo', 120.0), ('velocity', 40))": 194,
    "(('duration', 5.3591), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 195,
    "(('duration', 5.3568), ('pitch', 76), ('tempo', 120.0), ('velocity', 40))": 196,
    "(('duration', 5.3591), ('pitch', 102), ('tempo', 120.0), ('velocity', 40))": 197,
    "(('duration', 0.1636), ('pitch', 85), ('tempo', 120.0), ('velocity', 101))": 198,
    "(('duration', 2.1568), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 199,
    "(('duration', 1.6227), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 200,
    "(('duration', 0.4023), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 201,
    "(('duration', 0.1341), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 202,
    "(('duration', 0.4068), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 203,
    "(('duration', 0.1364), ('pitch', 88), ('tempo', 120.0), ('velocity', 40))": 204,
    "(('duration', 1.0705), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 205,
    "(('duration', 0.5455), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 206,
    "(('duration', 2.1591), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 207,
    "(('duration', 2.15), ('pitch', 96), ('tempo', 120.0), ('velocity', 40))": 208,
    "(('duration', 1.6136), ('pitch', 103), ('tempo', 120.0), ('velocity', 40))": 209,
    "(('duration', 0.4068), ('pitch', 101), ('tempo', 120.0), ('velocity', 40))": 210,
    "(('duration', 0.1364), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 211,
    "(('duration', 0.4), ('pitch', 101), ('tempo', 120.0), ('velocity', 40))": 212,
    "(('duration', 0.1341), ('pitch', 100), ('tempo', 120.0), ('velocity', 40))": 213,
    "(('duration', 1.0682), ('pitch', 101), ('tempo', 120.0), ('velocity', 40))": 214,
    "(('duration', 0.5455), ('pitch', 103), ('tempo', 120.0), ('velocity', 40))": 215,
    "(('duration', 1.0795), ('pitch', 103), ('tempo', 120.0), ('velocity', 40))": 216,
    "(('duration', 0.2659), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 217,
    "(('duration', 0.0659), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 218,
    "(('duration', 0.2023), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 219,
    "(('duration', 0.2), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 220,
    "(('duration', 1.6136), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 221,
    "(('duration', 0.4091), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 222,
    "(('duration', 0.4), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 223,
    "(('duration', 1.0795), ('pitch', 89), ('tempo', 120.0), ('velocity', 40))": 224,
    "(('duration', 2.15), ('pitch', 84), ('tempo', 120.0), ('velocity', 40))": 225,
    "(('duration', 2.1591), ('pitch', 96), ('tempo', 120.0), ('velocity', 40))": 226,
    "(('duration', 1.0773), ('pitch', 101), ('tempo', 120.0), ('velocity', 40))": 227,
    "(('duration', 0.5341), ('pitch', 103), ('tempo', 120.0), ('velocity', 40))": 228,
    "(('duration', 0.2045), ('pitch', 72), ('tempo', 120.0), ('velocity', 51))": 229,
    "(('duration', 0.3091), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 230,
    "(('duration', 0.2977), ('pitch', 75), ('tempo', 120.0), ('velocity', 127))": 231,
    "(('duration', 0.0886), ('pitch', 73), ('tempo', 120.0), ('velocity', 127))": 232,
    "(('duration', 0.0886), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 233,
    "(('duration', 1.3), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 234,
    "(('duration', 0.0341), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 235,
    "(('duration', 0.05), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 236,
    "(('duration', 0.0341), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 237,
    "(('duration', 0.3), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 238,
    "(('duration', 0.2159), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 239,
    "(('duration', 0.2182), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 240,
    "(('duration', 0.0682), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 241,
    "(('duration', 0.8818), ('pitch', 75), ('tempo', 120.0), ('velocity', 127))": 242,
    "(('duration', 0.1182), ('pitch', 75), ('tempo', 120.0), ('velocity', 127))": 243,
    "(('duration', 0.1023), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 244,
    "(('duration', 0.2227), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 245,
    "(('duration', 0.225), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 246,
    "(('duration', 0.2091), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 247,
    "(('duration', 0.9659), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 248,
    "(('duration', 0.0659), ('pitch', 73), ('tempo', 120.0), ('velocity', 127))": 249,
    "(('duration', 0.05), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 250,
    "(('duration', 0.0682), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 251,
    "(('duration', 0.7818), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 252,
    "(('duration', 0.0818), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 253,
    "(('duration', 0.0682), ('pitch', 80), ('tempo', 120.0), ('velocity', 127))": 254,
    "(('duration', 0.7977), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 255,
    "(('duration', 0.3364), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 256,
    "(('duration', 0.3341), ('pitch', 75), ('tempo', 120.0), ('velocity', 127))": 257,
    "(('duration', 0.1023), ('pitch', 73), ('tempo', 120.0), ('velocity', 127))": 258,
    "(('duration', 0.1023), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 259,
    "(('duration', 0.9568), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 260,
    "(('duration', 0.0159), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 261,
    "(('duration', 0.0341), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 262,
    "(('duration', 0.0523), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 263,
    "(('duration', 0.1364), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 264,
    "(('duration', 0.7955), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 265,
    "(('duration', 0.4591), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 266,
    "(('duration', 0.2386), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 267,
    "(('duration', 0.4591), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 268,
    "(('duration', 0.4523), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 269,
    "(('duration', 0.2341), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 270,
    "(('duration', 0.0341), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 271,
    "(('duration', 1.8795), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 272,
    "(('duration', 0.3386), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 273,
    "(('duration', 0.3545), ('pitch', 75), ('tempo', 120.0), ('velocity', 127))": 274,
    "(('duration', 0.1), ('pitch', 73), ('tempo', 120.0), ('velocity', 127))": 275,
    "(('duration', 1.3045), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 276,
    "(('duration', 0.0523), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 277,
    "(('duration', 0.3045), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 278,
    "(('duration', 0.2182), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 279,
    "(('duration', 0.2364), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 280,
    "(('duration', 0.0477), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 281,
    "(('duration', 0.8955), ('pitch', 75), ('tempo', 120.0), ('velocity', 127))": 282,
    "(('duration', 0.1318), ('pitch', 75), ('tempo', 120.0), ('velocity', 127))": 283,
    "(('duration', 0.0977), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 284,
    "(('duration', 0.2136), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 285,
    "(('duration', 0.2341), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 286,
    "(('duration', 0.2182), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 287,
    "(('duration', 0.9636), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 288,
    "(('duration', 0.05), ('pitch', 73), ('tempo', 120.0), ('velocity', 127))": 289,
    "(('duration', 0.0682), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 290,
    "(('duration', 0.0659), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 291,
    "(('duration', 0.7614), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 292,
    "(('duration', 0.0659), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 293,
    "(('duration', 0.0818), ('pitch', 80), ('tempo', 120.0), ('velocity', 127))": 294,
    "(('duration', 19.4159), ('pitch', 90), ('tempo', 120.0), ('velocity', 127))": 295,
    "(('duration', 0.7773), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 296,
    "(('duration', 0.3477), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 297,
    "(('duration', 0.95), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 298,
    "(('duration', 0.0182), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 299,
    "(('duration', 0.05), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 300,
    "(('duration', 0.0523), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 301,
    "(('duration', 0.7727), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 302,
    "(('duration', 0.4795), ('pitch', 78), ('tempo', 120.0), ('velocity', 127))": 303,
    "(('duration', 0.45), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 304,
    "(('duration', 0.475), ('pitch', 72), ('tempo', 120.0), ('velocity', 127))": 305,
    "(('duration', 0.2227), ('pitch', 69), ('tempo', 120.0), ('velocity', 127))": 306,
    "(('duration', 1.8773), ('pitch', 71), ('tempo', 120.0), ('velocity', 127))": 307,
    "(('duration', 0.1023), ('pitch', 52), ('tempo', 120.0), ('velocity', 127))": 308,
    "(('duration', 0.0318), ('pitch', 53), ('tempo', 120.0), ('velocity', 127))": 309,
    "(('duration', 0.0682), ('pitch', 55), ('tempo', 120.0), ('velocity', 127))": 310,
    "(('duration', 0.0318), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 311,
    "(('duration', 0.0682), ('pitch', 59), ('tempo', 120.0), ('velocity', 127))": 312,
    "(('duration', 0.05), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 313,
    "(('duration', 0.0341), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 314,
    "(('duration', 0.0159), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 315,
    "(('duration', 0.0159), ('pitch', 60), ('tempo', 120.0), ('velocity', 127))": 316,
    "(('duration', 0.0159), ('pitch', 58), ('tempo', 120.0), ('velocity', 127))": 317,
    "(('duration', 0.0182), ('pitch', 56), ('tempo', 120.0), ('velocity', 127))": 318,
    "(('duration', 0.4886), ('pitch', 0), ('tempo', 120.0), ('velocity', 127))": 319,
    "(('duration', 0.0841), ('pitch', 54), ('tempo', 120.0), ('velocity', 127))": 320,
    "(('duration', 0.1023), ('pitch', 54), ('tempo', 120.0), ('velocity', 127))": 321,
    "(('duration', 0.1), ('pitch', 52), ('tempo', 120.0), ('velocity', 127))": 322,
    "(('duration', 2.0841), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 323,
    "(('duration', 0.1364), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 324,
    "(('duration', 2.5386), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 325,
    "(('duration', 2.0864), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 326,
    "(('duration', 0.1386), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 327,
    "(('duration', 5.1977), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 328,
    "(('duration', 2.5364), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 329,
    "(('duration', 5.1977), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 330,
    "(('duration', 5.1955), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 331,
    "(('duration', 5.1955), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 332,
    "(('duration', 2.0909), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 333,
    "(('duration', 0.1341), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 334,
    "(('duration', 2.5386), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 335,
    "(('duration', 4.8455), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 336,
    "(('duration', 4.9795), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 337,
    "(('duration', 4.8477), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 338,
    "(('duration', 4.9818), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 339,
    "(('duration', 2.5409), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 340,
    "(('duration', 2.0795), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 341,
    "(('duration', 20.7841), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 342,
    "(('duration', 20.7864), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 343,
    "(('duration', 15.3614), ('pitch', 62), ('tempo', 120.0), ('velocity', 127))": 344,
    "(('duration', 5.1409), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 345,
    "(('duration', 2.3864), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 346,
    "(('duration', 1.8409), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 347,
    "(('duration', 17.9932), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 348,
    "(('duration', 0.1341), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 349,
    "(('duration', 4.9841), ('pitch', 66), ('tempo', 120.0), ('velocity', 127))": 350,
    "(('duration', 25.9818), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 351,
    "(('duration', 2.0932), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 352,
    "(('duration', 2.5409), ('pitch', 57), ('tempo', 120.0), ('velocity', 127))": 353,
    "(('duration', 5.2091), ('pitch', 31), ('tempo', 120.0), ('velocity', 127))": 354,
    "(('duration', 0.3205), ('pitch', 64), ('tempo', 120.0), ('velocity', 127))": 355,
    "(('duration', 0.9432), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 356,
    "(('duration', 0.9273), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 357,
    "(('duration', 1.3955), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 358,
    "(('duration', 0.1182), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 359,
    "(('duration', 0.1136), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 360,
    "(('duration', 0.1136), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 361,
    "(('duration', 0.1136), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 362,
    "(('duration', 0.1136), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 363,
    "(('duration', 0.1159), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 364,
    "(('duration', 0.1159), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 365,
    "(('duration', 0.1182), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 366,
    "(('duration', 0.1136), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 367,
    "(('duration', 0.1136), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 368,
    "(('duration', 0.2341), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 369,
    "(('duration', 0.1159), ('pitch', 77), ('tempo', 120.0), ('velocity', 127))": 370,
    "(('duration', 0.1182), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 371,
    "(('duration', 0.2295), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 372,
    "(('duration', 0.1159), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 373,
    "(('duration', 0.1182), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 374,
    "(('duration', 0.9386), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 375,
    "(('duration', 0.2295), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 376,
    "(('duration', 0.1182), ('pitch', 70), ('tempo', 120.0), ('velocity', 127))": 377,
    "(('duration', 0.1159), ('pitch', 74), ('tempo', 120.0), ('velocity', 127))": 378,
    "(('duration', 0.1159), ('pitch', 76), ('tempo', 120.0), ('velocity', 127))": 379,
    "(('duration', 0.1182), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 380,
    "(('duration', 0.1182), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 381,
    "(('duration', 0.2341), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 382,
    "(('duration', 0.1159), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 383,
    "(('duration', 0.4591), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 384,
    "(('duration', 0.1159), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 385,
    "(('duration', 0.1182), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 386,
    "(('duration', 0.6977), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 387,
    "(('duration', 0.1136), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 388,
    "(('duration', 0.1136), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 389,
    "(('duration', 0.7023), ('pitch', 91), ('tempo', 120.0), ('velocity', 127))": 390,
    "(('duration', 0.1159), ('pitch', 89), ('tempo', 120.0), ('velocity', 127))": 391,
    "(('duration', 0.1182), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 392,
    "(('duration', 0.4568), ('pitch', 89), ('tempo', 120.0), ('velocity', 127))": 393,
    "(('duration', 0.35), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 394,
    "(('duration', 0.9364), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 395,
    "(('duration', 0.925), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 396,
    "(('duration', 0.1136), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 397,
    "(('duration', 0.1136), ('pitch', 79), ('tempo', 120.0), ('velocity', 127))": 398,
    "(('duration', 0.4705), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 399,
    "(('duration', 0.6932), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 400,
    "(('duration', 0.1159), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 401,
    "(('duration', 0.6932), ('pitch', 91), ('tempo', 120.0), ('velocity', 127))": 402,
    "(('duration', 0.4682), ('pitch', 89), ('tempo', 120.0), ('velocity', 127))": 403,
    "(('duration', 0.3523), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 404,
    "(('duration', 0.9273), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 405,
    "(('duration', 0.925), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 406,
    "(('duration', 0.4682), ('pitch', 86), ('tempo', 120.0), ('velocity', 127))": 407,
    "(('duration', 0.4682), ('pitch', 88), ('tempo', 120.0), ('velocity', 127))": 408,
    "(('duration', 0.4591), ('pitch', 89), ('tempo', 120.0), ('velocity', 127))": 409,
    "(('duration', 0.4682), ('pitch', 91), ('tempo', 120.0), ('velocity', 127))": 410,
    "(('duration', 0.1159), ('pitch', 83), ('tempo', 120.0), ('velocity', 101))": 411,
    "(('duration', 0.1182), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 412,
    "(('duration', 0.1159), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 413,
    "(('duration', 0.1159), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 414,
    "(('duration', 0.1182), ('pitch', 83), ('tempo', 120.0), ('velocity', 101))": 415,
    "(('duration', 0.1182), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 416,
    "(('duration', 0.1136), ('pitch', 83), ('tempo', 120.0), ('velocity', 101))": 417,
    "(('duration', 0.1136), ('pitch', 76), ('tempo', 120.0), ('velocity', 101))": 418,
    "(('duration', 0.1136), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 419,
    "(('duration', 0.1136), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 420,
    "(('duration', 0.1159), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 421,
    "(('duration', 0.1159), ('pitch', 81), ('tempo', 120.0), ('velocity', 101))": 422,
    "(('duration', 0.1159), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 423,
    "(('duration', 0.1182), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 424,
    "(('duration', 0.1182), ('pitch', 74), ('tempo', 120.0), ('velocity', 101))": 425,
    "(('duration', 0.1136), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 426,
    "(('duration', 0.1136), ('pitch', 72), ('tempo', 120.0), ('velocity', 101))": 427,
    "(('duration', 0.1136), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 428,
    "(('duration', 0.1159), ('pitch', 79), ('tempo', 120.0), ('velocity', 101))": 429,
    "(('duration', 0.1159), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 430,
    "(('duration', 0.1136), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 431,
    "(('duration', 0.1159), ('pitch', 77), ('tempo', 120.0), ('velocity', 101))": 432,
    "(('duration', 0.1159), ('pitch', 80), ('tempo', 120.0), ('velocity', 101))": 433,
    "(('duration', 0.1136), ('pitch', 80), ('tempo', 120.0), ('velocity', 101))": 434,
    "(('duration', 0.1136), ('pitch', 71), ('tempo', 120.0), ('velocity', 101))": 435,
    "(('duration', 1.8523), ('pitch', 83), ('tempo', 120.0), ('velocity', 101))": 436,
    "(('duration', 0.0045), ('pitch', 81), ('tempo', 120.0), ('velocity', 127))": 437,
    "(('duration', 0.1659), ('pitch', 103), ('tempo', 120.0), ('velocity', 40))": 438,
    "(('duration', 0.1682), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 439,
    "(('duration', 0.1682), ('pitch', 103), ('tempo', 120.0), ('velocity', 40))": 440,
    "(('duration', 0.0545), ('pitch', 91), ('tempo', 120.0), ('velocity', 40))": 441,
    "(('duration', 1.4636), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 442,
    "(('duration', 1.4773), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 443,
    "(('duration', 1.4705), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 444,
    "(('duration', 1.4727), ('pitch', 69), ('tempo', 120.0), ('velocity', 101))": 445,
    "(('duration', 1.4682), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 446,
    "(('duration', 1.4545), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 447,
    "(('duration', 1.475), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 448,
    "(('duration', 1.4727), ('pitch', 68), ('tempo', 120.0), ('velocity', 101))": 449,
    "(('duration', 0.1318), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 450,
    "(('duration', 0.0159), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 451,
    "(('duration', 0.1159), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 452,
    "(('duration', 0.1318), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 453,
    "(('duration', 0.1318), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 454,
    "(('duration', 0.1341), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 455,
    "(('duration', 0.8), ('pitch', 91), ('tempo', 120.0), ('velocity', 64))": 456,
    "(('duration', 0.1182), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 457,
    "(('duration', 0.1341), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 458,
    "(('duration', 0.1318), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 459,
    "(('duration', 0.1364), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 460,
    "(('duration', 0.0182), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 461,
    "(('duration', 15.3068), ('pitch', 91), ('tempo', 120.0), ('velocity', 64))": 462,
    "(('duration', 0.1341), ('pitch', 84), ('tempo', 120.0), ('velocity', 64))": 463,
    "(('duration', 0.8023), ('pitch', 91), ('tempo', 120.0), ('velocity', 64))": 464,
    "(('duration', 0.0023), ('pitch', 91), ('tempo', 120.0), ('velocity', 64))": 465,
    "(('duration', 0.1341), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 466,
    "(('duration', 0.1364), ('pitch', 81), ('tempo', 120.0), ('velocity', 64))": 467,
    "(('duration', 0.8091), ('pitch', 91), ('tempo', 120.0), ('velocity', 64))": 468,
    "(('duration', 0.1205), ('pitch', 79), ('tempo', 120.0), ('velocity', 64))": 469,
    "(('duration', 0.1295), ('pitch', 76), ('tempo', 120.0), ('velocity', 64))": 470,
    "(('duration', 0.1295), ('pitch', 74), ('tempo', 120.0), ('velocity', 64))": 471,
    "(('duration', 0.1341), ('pitch', 77), ('tempo', 120.0), ('velocity', 64))": 472,
    "(('duration', 0.2136), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 473,
    "(('duration', 0.2818), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 474,
    "(('duration', 0.1136), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 475,
    "(('duration', 0.3205), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 476,
    "(('duration', 0.0341), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 477,
    "(('duration', 0.2227), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 478,
    "(('duration', 0.2841), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 479,
    "(('duration', 1.0091), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 480,
    "(('duration', 0.3114), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 481,
    "(('duration', 0.2182), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 482,
    "(('duration', 0.2795), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 483,
    "(('duration', 0.9886), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 484,
    "(('duration', 0.325), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 485,
    "(('duration', 0.0523), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 486,
    "(('duration', 0.2045), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 487,
    "(('duration', 1.0), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 488,
    "(('duration', 0.1205), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 489,
    "(('duration', 0.3227), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 490,
    "(('duration', 0.05), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 491,
    "(('duration', 0.2773), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 492,
    "(('duration', 1.0159), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 493,
    "(('duration', 0.1182), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 494,
    "(('duration', 0.3159), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 495,
    "(('duration', 0.2114), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 496,
    "(('duration', 0.9955), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 497,
    "(('duration', 0.0477), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 498,
    "(('duration', 0.2932), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 499,
    "(('duration', 1.0114), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 500,
    "(('duration', 0.3091), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 501,
    "(('duration', 0.0318), ('pitch', 69), ('tempo', 120.0), ('velocity', 80))": 502,
    "(('duration', 0.2159), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 503,
    "(('duration', 0.9864), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 504,
    "(('duration', 0.2205), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 505,
    "(('duration', 0.3182), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 506,
    "(('duration', 0.225), ('pitch', 62), ('tempo', 120.0), ('velocity', 80))": 507,
    "(('duration', 0.2909), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 508,
    "(('duration', 37.0318), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 509,
    "(('duration', 0.2864), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 510,
    "(('duration', 1.025), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 511,
    "(('duration', 0.1159), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 512,
    "(('duration', 0.3136), ('pitch', 67), ('tempo', 120.0), ('velocity', 80))": 513,
    "(('duration', 0.9977), ('pitch', 0), ('tempo', 120.0), ('velocity', 80))": 514,
    "(('duration', 0.2727), ('pitch', 64), ('tempo', 120.0), ('velocity', 80))": 515,
    "(('duration', 0.1114), ('pitch', 66), ('tempo', 120.0), ('velocity', 80))": 516,
    "(('duration', 0.2205), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 517,
    "(('duration', 0.2182), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 518,
    "(('duration', 0.2159), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 519,
    "(('duration', 0.4386), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 520,
    "(('duration', 0.2136), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 521,
    "(('duration', 0.45), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 522,
    "(('duration', 0.2205), ('pitch', 87), ('tempo', 120.0), ('velocity', 80))": 523,
    "(('duration', 0.2182), ('pitch', 87), ('tempo', 120.0), ('velocity', 80))": 524,
    "(('duration', 0.2136), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 525,
    "(('duration', 0.225), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 526,
    "(('duration', 0.2205), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 527,
    "(('duration', 0.2182), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 528,
    "(('duration', 0.4409), ('pitch', 88), ('tempo', 120.0), ('velocity', 80))": 529,
    "(('duration', 0.2182), ('pitch', 90), ('tempo', 120.0), ('velocity', 80))": 530,
    "(('duration', 0.2205), ('pitch', 90), ('tempo', 120.0), ('velocity', 80))": 531,
    "(('duration', 0.2136), ('pitch', 90), ('tempo', 120.0), ('velocity', 80))": 532,
    "(('duration', 0.4409), ('pitch', 90), ('tempo', 120.0), ('velocity', 80))": 533,
    "(('duration', 0.2205), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 534,
    "(('duration', 0.2159), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 535,
    "(('duration', 0.4409), ('pitch', 84), ('tempo', 120.0), ('velocity', 80))": 536,
    "(('duration', 0.2182), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 537,
    "(('duration', 0.2205), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 538,
    "(('duration', 0.4409), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 539,
    "(('duration', 0.2136), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 540,
    "(('duration', 0.2159), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 541,
    "(('duration', 0.4386), ('pitch', 86), ('tempo', 120.0), ('velocity', 80))": 542,
    "(('duration', 0.2205), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 543,
    "(('duration', 0.2136), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 544,
    "(('duration', 0.4386), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 545,
    "(('duration', 0.2205), ('pitch', 91), ('tempo', 120.0), ('velocity', 80))": 546,
    "(('duration', 0.2182), ('pitch', 91), ('tempo', 120.0), ('velocity', 80))": 547,
    "(('duration', 0.4386), ('pitch', 91), ('tempo', 120.0), ('velocity', 80))": 548,
    "(('duration', 0.2159), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 549,
    "(('duration', 0.2182), ('pitch', 89), ('tempo', 120.0), ('velocity', 80))": 550,
    "(('duration', 0.225), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 551,
    "(('duration', 0.4409), ('pitch', 85), ('tempo', 120.0), ('velocity', 80))": 552,
    "(('duration', 1.5386), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 553,
    "(('duration', 0.7523), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 554,
    "(('duration', 0.7545), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 555,
    "(('duration', 1.5318), ('pitch', 67), ('tempo', 120.0), ('velocity', 101))": 556,
    "(('duration', 0.7636), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 557,
    "(('duration', 0.7545), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 558,
    "(('duration', 1.5545), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 559,
    "(('duration', 0.7455), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 560,
    "(('duration', 0.7523), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 561,
    "(('duration', 3.1318), ('pitch', 59), ('tempo', 120.0), ('velocity', 101))": 562,
    "(('duration', 1.5295), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 563,
    "(('duration', 0.7659), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 564,
    "(('duration', 0.7523), ('pitch', 66), ('tempo', 120.0), ('velocity', 101))": 565,
    "(('duration', 1.5409), ('pitch', 60), ('tempo', 120.0), ('velocity', 101))": 566,
    "(('duration', 0.7545), ('pitch', 57), ('tempo', 120.0), ('velocity', 101))": 567,
    "(('duration', 0.7636), ('pitch', 62), ('tempo', 120.0), ('velocity', 101))": 568,
    "(('duration', 2.3205), ('pitch', 64), ('tempo', 120.0), ('velocity', 101))": 569,
    "(('duration', 0.6295), ('pitch', 89), ('tempo', 120.0), ('velocity', 127))": 570,
    "(('duration', 1.2795), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 571,
    "(('duration', 0.6409), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 572,
    "(('duration', 0.6295), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 573,
    "(('duration', 1.9182), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 574,
    "(('duration', 0.6386), ('pitch', 89), ('tempo', 120.0), ('velocity', 127))": 575,
    "(('duration', 1.2705), ('pitch', 87), ('tempo', 120.0), ('velocity', 127))": 576,
    "(('duration', 0.6386), ('pitch', 85), ('tempo', 120.0), ('velocity', 127))": 577,
    "(('duration', 1.9091), ('pitch', 84), ('tempo', 120.0), ('velocity', 127))": 578,
    "(('duration', 2.2295), ('pitch', 82), ('tempo', 120.0), ('velocity', 127))": 579,
