{
    "(('pitch', 0), ('velocity', 0))": 2,
    "(('pitch', 33), ('velocity', 80))": 3,
    "(('pitch', 45), ('velocity', 80))": 4,
    "(('pitch', 43), ('velocity', 80))": 5,
    "(('pitch', 31), ('velocity', 80))": 6,
    "(('pitch', 36), ('velocity', 80))": 7,
    "(('pitch', 40), ('velocity', 80))": 8,
    "(('pitch', 52), ('velocity', 80))": 9,
    "(('pitch', 38), ('velocity', 80))": 10,
    "(('pitch', 48), ('velocity', 80))": 11,
    "(('pitch', 35), ('velocity', 80))": 12,
    "(('pitch', 47), ('velocity', 80))": 13,
    "(('pitch', 30), ('velocity', 80))": 14,
    "(('pitch', 42), ('velocity', 80))": 15,
    "(('pitch', 29), ('velocity', 80))": 16,
    "(('pitch', 41), ('velocity', 80))": 17,
    "(('pitch', 39), ('velocity', 80))": 18,
    "(('pitch', 51), ('velocity', 80))": 19,
    "(('pitch', 50), ('velocity', 80))": 20,
    "(('pitch', 37), ('velocity', 80))": 21,
    "(('pitch', 49), ('velocity', 80))": 22,
    "(('pitch', 35), ('velocity', 127))": 23,
    "(('pitch', 35), ('velocity', 101))": 24,
    "(('pitch', 33), ('velocity', 101))": 25,
    "(('pitch', 45), ('velocity', 101))": 26,
    "(('pitch', 43), ('velocity', 101))": 27,
    "(('pitch', 36), ('velocity', 101))": 28,
    "(('pitch', 38), ('velocity', 101))": 29,
    "(('pitch', 40), ('velocity', 101))": 30,
    "(('pitch', 50), ('velocity', 101))": 31,
    "(('pitch', 55), ('velocity', 101))": 32,
    "(('pitch', 62), ('velocity', 101))": 33,
    "(('pitch', 31), ('velocity', 101))": 34,
    "(('pitch', 48), ('velocity', 101))": 35,
    "(('pitch', 41), ('velocity', 101))": 36,
    "(('pitch', 53), ('velocity', 101))": 37,
    "(('pitch', 69), ('velocity', 80))": 38,
    "(('pitch', 67), ('velocity', 80))": 39,
    "(('pitch', 60), ('velocity', 80))": 40,
    "(('pitch', 62), ('velocity', 80))": 41,
    "(('pitch', 33), ('velocity', 64))": 42,
    "(('pitch', 28), ('velocity', 64))": 43,
    "(('pitch', 36), ('velocity', 64))": 44,
    "(('pitch', 31), ('velocity', 64))": 45,
    "(('pitch', 26), ('velocity', 64))": 46,
    "(('pitch', 35), ('velocity', 64))": 47,
    "(('pitch', 29), ('velocity', 64))": 48,
    "(('pitch', 41), ('velocity', 64))": 49,
    "(('pitch', 40), ('velocity', 64))": 50,
    "(('pitch', 38), ('velocity', 64))": 51,
    "(('pitch', 32), ('velocity', 64))": 52,
    "(('pitch', 48), ('velocity', 64))": 53,
    "(('pitch', 45), ('velocity', 64))": 54,
    "(('pitch', 43), ('velocity', 64))": 55,
    "(('pitch', 64), ('velocity', 64))": 56,
    "(('pitch', 69), ('velocity', 64))": 57,
    "(('pitch', 72), ('velocity', 64))": 58,
    "(('pitch', 76), ('velocity', 64))": 59,
    "(('pitch', 74), ('velocity', 64))": 60,
    "(('pitch', 71), ('velocity', 64))": 61,
    "(('pitch', 62), ('velocity', 64))": 62,
    "(('pitch', 67), ('velocity', 64))": 63,
    "(('pitch', 67), ('velocity', 40))": 64,
    "(('pitch', 70), ('velocity', 40))": 65,
    "(('pitch', 63), ('velocity', 40))": 66,
    "(('pitch', 74), ('velocity', 40))": 67,
    "(('pitch', 54), ('velocity', 80))": 68,
    "(('pitch', 44), ('velocity', 80))": 69,
    "(('pitch', 56), ('velocity', 80))": 70,
    "(('pitch', 46), ('velocity', 80))": 71,
    "(('pitch', 58), ('velocity', 80))": 72,
    "(('pitch', 43), ('velocity', 25))": 73,
    "(('pitch', 38), ('velocity', 25))": 74,
    "(('pitch', 41), ('velocity', 25))": 75,
    "(('pitch', 54), ('velocity', 25))": 76,
    "(('pitch', 40), ('velocity', 25))": 77,
    "(('pitch', 39), ('velocity', 25))": 78,
    "(('pitch', 51), ('velocity', 25))": 79,
    "(('pitch', 42), ('velocity', 25))": 80,
    "(('pitch', 44), ('velocity', 25))": 81,
    "(('pitch', 56), ('velocity', 25))": 82,
    "(('pitch', 46), ('velocity', 25))": 83,
    "(('pitch', 58), ('velocity', 25))": 84,
    "(('pitch', 45), ('velocity', 25))": 85,
    "(('pitch', 60), ('velocity', 32))": 86,
    "(('pitch', 59), ('velocity', 32))": 87,
    "(('pitch', 58), ('velocity', 32))": 88,
    "(('pitch', 30), ('velocity', 64))": 89,
    "(('pitch', 27), ('velocity', 64))": 90,
    "(('pitch', 24), ('velocity', 64))": 91,
    "(('pitch', 23), ('velocity', 64))": 92,
    "(('pitch', 19), ('velocity', 64))": 93,
    "(('pitch', 18), ('velocity', 64))": 94,
    "(('pitch', 60), ('velocity', 64))": 95,
    "(('pitch', 59), ('velocity', 64))": 96,
    "(('pitch', 52), ('velocity', 64))": 97,
    "(('pitch', 70), ('velocity', 51))": 98,
    "(('pitch', 72), ('velocity', 51))": 99,
    "(('pitch', 73), ('velocity', 51))": 100,
    "(('pitch', 75), ('velocity', 51))": 101,
    "(('pitch', 77), ('velocity', 51))": 102,
    "(('pitch', 68), ('velocity', 51))": 103,
    "(('pitch', 82), ('velocity', 51))": 104,
    "(('pitch', 84), ('velocity', 51))": 105,
    "(('pitch', 85), ('velocity', 51))": 106,
    "(('pitch', 87), ('velocity', 51))": 107,
    "(('pitch', 89), ('velocity', 51))": 108,
    "(('pitch', 80), ('velocity', 51))": 109,
    "(('pitch', 94), ('velocity', 51))": 110,
    "(('pitch', 28), ('velocity', 80))": 111,
    "(('pitch', 26), ('velocity', 80))": 112,
    "(('pitch', 52), ('velocity', 101))": 113,
    "(('pitch', 47), ('velocity', 101))": 114,
    "(('pitch', 44), ('velocity', 101))": 115,
    "(('pitch', 64), ('velocity', 80))": 116,
    "(('pitch', 65), ('velocity', 80))": 117,
    "(('pitch', 89), ('velocity', 101))": 118,
    "(('pitch', 29), ('velocity', 101))": 119,
    "(('pitch', 28), ('velocity', 101))": 120,
    "(('pitch', 27), ('velocity', 101))": 121,
    "(('pitch', 39), ('velocity', 101))": 122,
    "(('pitch', 32), ('velocity', 101))": 123,
    "(('pitch', 24), ('velocity', 101))": 124,
    "(('pitch', 26), ('velocity', 101))": 125,
    "(('pitch', 34), ('velocity', 101))": 126,
    "(('pitch', 46), ('velocity', 101))": 127,
    "(('pitch', 23), ('velocity', 101))": 128,
    "(('pitch', 76), ('velocity', 51))": 129,
    "(('pitch', 64), ('velocity', 51))": 130,
    "(('pitch', 69), ('velocity', 51))": 131,
    "(('pitch', 71), ('velocity', 51))": 132,
    "(('pitch', 65), ('velocity', 51))": 133,
    "(('pitch', 75), ('velocity', 64))": 134,
    "(('pitch', 79), ('velocity', 64))": 135,
    "(('pitch', 77), ('velocity', 64))": 136,
    "(('pitch', 82), ('velocity', 64))": 137,
    "(('pitch', 81), ('velocity', 64))": 138,
    "(('pitch', 63), ('velocity', 64))": 139,
    "(('pitch', 65), ('velocity', 64))": 140,
    "(('pitch', 68), ('velocity', 64))": 141,
    "(('pitch', 70), ('velocity', 64))": 142,
    "(('pitch', 75), ('velocity', 80))": 143,
    "(('pitch', 72), ('velocity', 80))": 144,
    "(('pitch', 80), ('velocity', 80))": 145,
    "(('pitch', 79), ('velocity', 80))": 146,
    "(('pitch', 77), ('velocity', 80))": 147,
    "(('pitch', 74), ('velocity', 80))": 148,
    "(('pitch', 82), ('velocity', 80))": 149,
    "(('pitch', 54), ('velocity', 127))": 150,
    "(('pitch', 56), ('velocity', 127))": 151,
    "(('pitch', 57), ('velocity', 127))": 152,
    "(('pitch', 59), ('velocity', 127))": 153,
    "(('pitch', 60), ('velocity', 127))": 154,
    "(('pitch', 19), ('velocity', 127))": 155,
    "(('pitch', 66), ('velocity', 127))": 156,
    "(('pitch', 52), ('velocity', 127))": 157,
    "(('pitch', 53), ('velocity', 127))": 158,
    "(('pitch', 27), ('velocity', 80))": 159,
    "(('pitch', 33), ('velocity', 51))": 160,
    "(('pitch', 34), ('velocity', 51))": 161,
    "(('pitch', 36), ('velocity', 51))": 162,
    "(('pitch', 28), ('velocity', 51))": 163,
    "(('pitch', 35), ('velocity', 51))": 164,
    "(('pitch', 71), ('velocity', 80))": 165,
    "(('pitch', 78), ('velocity', 80))": 166,
    "(('pitch', 83), ('velocity', 80))": 167,
    "(('pitch', 81), ('velocity', 80))": 168,
    "(('pitch', 76), ('velocity', 80))": 169,
    "(('pitch', 86), ('velocity', 80))": 170,
    "(('pitch', 86), ('velocity', 64))": 171,
    "(('pitch', 86), ('velocity', 51))": 172,
    "(('pitch', 86), ('velocity', 40))": 173,
    "(('pitch', 86), ('velocity', 32))": 174,
    "(('pitch', 68), ('velocity', 80))": 175,
    "(('pitch', 41), ('velocity', 51))": 176,
    "(('pitch', 29), ('velocity', 51))": 177,
    "(('pitch', 26), ('velocity', 51))": 178,
    "(('pitch', 52), ('velocity', 51))": 179,
    "(('pitch', 50), ('velocity', 51))": 180,
    "(('pitch', 32), ('velocity', 80))": 181,
    "(('pitch', 34), ('velocity', 80))": 182,
    "(('pitch', 53), ('velocity', 80))": 183,
    "(('pitch', 55), ('velocity', 80))": 184,
    "(('pitch', 59), ('velocity', 51))": 185,
    "(('pitch', 58), ('velocity', 51))": 186,
    "(('pitch', 56), ('velocity', 51))": 187,
    "(('pitch', 55), ('velocity', 51))": 188,
    "(('pitch', 61), ('velocity', 51))": 189,
    "(('pitch', 56), ('velocity', 64))": 190,
    "(('pitch', 54), ('velocity', 64))": 191,
    "(('pitch', 58), ('velocity', 64))": 192,
    "(('pitch', 61), ('velocity', 64))": 193,
    "(('pitch', 66), ('velocity', 64))": 194,
    "(('pitch', 73), ('velocity', 64))": 195,
    "(('pitch', 59), ('velocity', 80))": 196,
    "(('pitch', 66), ('velocity', 80))": 197,
    "(('pitch', 57), ('velocity', 80))": 198,
    "(('pitch', 70), ('velocity', 80))": 199,
    "(('pitch', 63), ('velocity', 80))": 200,
    "(('pitch', 61), ('velocity', 80))": 201,
    "(('pitch', 70), ('velocity', 32))": 202,
    "(('pitch', 67), ('velocity', 51))": 203,
    "(('pitch', 63), ('velocity', 51))": 204,
    "(('pitch', 62), ('velocity', 51))": 205,
    "(('pitch', 60), ('velocity', 40))": 206,
    "(('pitch', 62), ('velocity', 40))": 207,
    "(('pitch', 55), ('velocity', 64))": 208,
    "(('pitch', 65), ('velocity', 40))": 209,
    "(('pitch', 55), ('velocity', 40))": 210,
    "(('pitch', 71), ('velocity', 40))": 211,
    "(('pitch', 72), ('velocity', 40))": 212,
    "(('pitch', 80), ('velocity', 64))": 213,
    "(('pitch', 83), ('velocity', 64))": 214,
    "(('pitch', 30), ('velocity', 101))": 215,
    "(('pitch', 25), ('velocity', 64))": 216,
    "(('pitch', 37), ('velocity', 64))": 217,
    "(('pitch', 42), ('velocity', 64))": 218,
    "(('pitch', 39), ('velocity', 64))": 219,
    "(('pitch', 69), ('velocity', 32))": 220,
    "(('pitch', 64), ('velocity', 32))": 221,
    "(('pitch', 57), ('velocity', 32))": 222,
    "(('pitch', 84), ('velocity', 64))": 223,
    "(('pitch', 53), ('velocity', 40))": 224,
    "(('pitch', 57), ('velocity', 40))": 225,
    "(('pitch', 48), ('velocity', 40))": 226,
    "(('pitch', 52), ('velocity', 40))": 227,
    "(('pitch', 56), ('velocity', 40))": 228,
    "(('pitch', 59), ('velocity', 40))": 229,
    "(('pitch', 64), ('velocity', 40))": 230,
    "(('pitch', 69), ('velocity', 40))": 231,
    "(('pitch', 93), ('velocity', 80))": 232,
    "(('pitch', 88), ('velocity', 80))": 233,
    "(('pitch', 84), ('velocity', 80))": 234,
    "(('pitch', 47), ('velocity', 40))": 235,
    "(('pitch', 45), ('velocity', 40))": 236,
    "(('pitch', 50), ('velocity', 40))": 237,
    "(('pitch', 68), ('velocity', 40))": 238,
    "(('pitch', 76), ('velocity', 40))": 239,
    "(('pitch', 80), ('velocity', 40))": 240,
    "(('pitch', 83), ('velocity', 40))": 241,
    "(('pitch', 88), ('velocity', 40))": 242,
    "(('pitch', 92), ('velocity', 40))": 243,
    "(('pitch', 95), ('velocity', 40))": 244,
    "(('pitch', 98), ('velocity', 40))": 245,
    "(('pitch', 51), ('velocity', 51))": 246,
    "(('pitch', 60), ('velocity', 51))": 247,
    "(('pitch', 44), ('velocity', 51))": 248,
    "(('pitch', 46), ('velocity', 51))": 249,
    "(('pitch', 53), ('velocity', 51))": 250,
    "(('pitch', 48), ('velocity', 51))": 251,
    "(('pitch', 47), ('velocity', 51))": 252,
    "(('pitch', 45), ('velocity', 51))": 253,
    "(('pitch', 43), ('velocity', 51))": 254,
    "(('pitch', 64), ('velocity', 101))": 255,
    "(('pitch', 66), ('velocity', 101))": 256,
    "(('pitch', 59), ('velocity', 101))": 257,
    "(('pitch', 57), ('velocity', 101))": 258,
    "(('pitch', 54), ('velocity', 101))": 259,
    "(('pitch', 65), ('velocity', 101))": 260,
    "(('pitch', 67), ('velocity', 101))": 261,
    "(('pitch', 60), ('velocity', 101))": 262,
    "(('pitch', 58), ('velocity', 101))": 263,
    "(('pitch', 56), ('velocity', 101))": 264,
    "(('pitch', 37), ('velocity', 101))": 265,
    "(('pitch', 88), ('velocity', 64))": 266,
    "(('pitch', 88), ('velocity', 51))": 267,
    "(('pitch', 88), ('velocity', 32))": 268,
    "(('pitch', 88), ('velocity', 25))": 269,
    "(('pitch', 88), ('velocity', 20))": 270,
    "(('pitch', 88), ('velocity', 16))": 271,
    "(('pitch', 76), ('velocity', 32))": 272,
    "(('pitch', 76), ('velocity', 25))": 273,
    "(('pitch', 76), ('velocity', 20))": 274,
    "(('pitch', 76), ('velocity', 16))": 275,
    "(('pitch', 76), ('velocity', 13))": 276,
    "(('pitch', 76), ('velocity', 10))": 277,
    "(('pitch', 76), ('velocity', 8))": 278,
    "(('pitch', 76), ('velocity', 6))": 279,
    "(('pitch', 76), ('velocity', 5))": 280,
    "(('pitch', 76), ('velocity', 101))": 281,
    "(('pitch', 88), ('velocity', 101))": 282,
    "(('pitch', 83), ('velocity', 101))": 283,
    "(('pitch', 79), ('velocity', 101))": 284,
    "(('pitch', 81), ('velocity', 101))": 285,
    "(('pitch', 84), ('velocity', 101))": 286,
    "(('pitch', 78), ('velocity', 101))": 287,
    "(('pitch', 22), ('velocity', 80))": 288,
    "(('pitch', 23), ('velocity', 80))": 289,
    "(('pitch', 18), ('velocity', 80))": 290,
    "(('pitch', 25), ('velocity', 80))": 291,
    "(('pitch', 24), ('velocity', 80))": 292,
    "(('pitch', 51), ('velocity', 64))": 293,
    "(('pitch', 53), ('velocity', 64))": 294,
    "(('pitch', 49), ('velocity', 64))": 295,
    "(('pitch', 42), ('velocity', 101))": 296,
    "(('pitch', 50), ('velocity', 64))": 297,
    "(('pitch', 31), ('velocity', 51))": 298,
    "(('pitch', 38), ('velocity', 51))": 299,
    "(('pitch', 40), ('velocity', 51))": 300,
    "(('pitch', 39), ('velocity', 51))": 301,
    "(('pitch', 78), ('velocity', 64))": 302,
    "(('pitch', 34), ('velocity', 64))": 303,
    "(('pitch', 47), ('velocity', 64))": 304,
    "(('pitch', 25), ('velocity', 101))": 305,
    "(('pitch', 40), ('velocity', 40))": 306,
    "(('pitch', 42), ('velocity', 40))": 307,
    "(('pitch', 33), ('velocity', 40))": 308,
    "(('pitch', 43), ('velocity', 40))": 309,
    "(('pitch', 49), ('velocity', 40))": 310,
    "(('pitch', 32), ('velocity', 40))": 311,
    "(('pitch', 44), ('velocity', 40))": 312,
    "(('pitch', 35), ('velocity', 40))": 313,
    "(('pitch', 38), ('velocity', 40))": 314,
    "(('pitch', 54), ('velocity', 40))": 315,
    "(('pitch', 41), ('velocity', 40))": 316,
    "(('pitch', 36), ('velocity', 40))": 317,
    "(('pitch', 74), ('velocity', 51))": 318,
    "(('pitch', 65), ('velocity', 32))": 319,
    "(('pitch', 67), ('velocity', 32))": 320,
    "(('pitch', 73), ('velocity', 32))": 321,
    "(('pitch', 74), ('velocity', 32))": 322,
    "(('pitch', 61), ('velocity', 32))": 323,
    "(('pitch', 62), ('velocity', 32))": 324,
    "(('pitch', 68), ('velocity', 32))": 325,
    "(('pitch', 66), ('velocity', 32))": 326,
    "(('pitch', 71), ('velocity', 32))": 327,
    "(('pitch', 55), ('velocity', 32))": 328,
    "(('pitch', 53), ('velocity', 32))": 329,
    "(('pitch', 52), ('velocity', 32))": 330,
    "(('pitch', 50), ('velocity', 32))": 331,
    "(('pitch', 72), ('velocity', 32))": 332,
    "(('pitch', 63), ('velocity', 32))": 333,
    "(('pitch', 73), ('velocity', 80))": 334,
    "(('pitch', 37), ('velocity', 51))": 335,
    "(('pitch', 37), ('velocity', 40))": 336,
    "(('pitch', 32), ('velocity', 25))": 337,
    "(('pitch', 32), ('velocity', 32))": 338,
    "(('pitch', 32), ('velocity', 51))": 339,
    "(('pitch', 39), ('velocity', 40))": 340,
    "(('pitch', 66), ('velocity', 40))": 341,
    "(('pitch', 61), ('velocity', 40))": 342,
    "(('pitch', 51), ('velocity', 40))": 343,
    "(('pitch', 46), ('velocity', 40))": 344,
    "(('pitch', 85), ('velocity', 80))": 345,
    "(('pitch', 46), ('velocity', 32))": 346,
    "(('pitch', 49), ('velocity', 32))": 347,
    "(('pitch', 47), ('velocity', 32))": 348,
    "(('pitch', 51), ('velocity', 32))": 349,
    "(('pitch', 54), ('velocity', 32))": 350,
    "(('pitch', 56), ('velocity', 32))": 351,
    "(('pitch', 42), ('velocity', 32))": 352,
    "(('pitch', 37), ('velocity', 32))": 353,
    "(('pitch', 39), ('velocity', 32))": 354,
    "(('pitch', 41), ('velocity', 32))": 355,
    "(('pitch', 31), ('velocity', 32))": 356,
    "(('pitch', 33), ('velocity', 32))": 357,
    "(('pitch', 35), ('velocity', 32))": 358,
    "(('pitch', 38), ('velocity', 32))": 359,
    "(('pitch', 40), ('velocity', 32))": 360,
    "(('pitch', 36), ('velocity', 32))": 361,
    "(('pitch', 43), ('velocity', 32))": 362,
    "(('pitch', 45), ('velocity', 32))": 363,
    "(('pitch', 87), ('velocity', 101))": 364,
    "(('pitch', 86), ('velocity', 101))": 365,
    "(('pitch', 91), ('velocity', 101))": 366,
    "(('pitch', 93), ('velocity', 101))": 367,
    "(('pitch', 27), ('velocity', 51))": 368,
    "(('pitch', 54), ('velocity', 51))": 369,
    "(('pitch', 49), ('velocity', 51))": 370,
    "(('pitch', 57), ('velocity', 51))": 371,
    "(('pitch', 57), ('velocity', 64))": 372,
    "(('pitch', 46), ('velocity', 64))": 373,
    "(('pitch', 44), ('velocity', 64))": 374,
    "(('pitch', 89), ('velocity', 80))": 375,
    "(('pitch', 92), ('velocity', 80))": 376,
    "(('pitch', 91), ('velocity', 80))": 377,
    "(('pitch', 90), ('velocity', 80))": 378,
    "(('pitch', 94), ('velocity', 80))": 379,
    "(('pitch', 42), ('velocity', 51))": 380,
    "(('pitch', 70), ('velocity', 101))": 381,
    "(('pitch', 68), ('velocity', 101))": 382,
    "(('pitch', 63), ('velocity', 101))": 383,
    "(('pitch', 74), ('velocity', 101))": 384,
    "(('pitch', 72), ('velocity', 101))": 385,
    "(('pitch', 73), ('velocity', 101))": 386,
    "(('pitch', 81), ('velocity', 51))": 387,
    "(('pitch', 79), ('velocity', 51))": 388,
    "(('pitch', 83), ('velocity', 51))": 389,
    "(('pitch', 30), ('velocity', 51))": 390,
    "(('pitch', 84), ('velocity', 40))": 391,
    "(('pitch', 85), ('velocity', 40))": 392,
    "(('pitch', 87), ('velocity', 40))": 393,
    "(('pitch', 93), ('velocity', 40))": 394,
    "(('pitch', 90), ('velocity', 40))": 395,
    "(('pitch', 92), ('velocity', 51))": 396,
    "(('pitch', 93), ('velocity', 51))": 397,
    "(('pitch', 90), ('velocity', 51))": 398,
    "(('pitch', 64), ('velocity', 127))": 399,
    "(('pitch', 69), ('velocity', 127))": 400,
    "(('pitch', 71), ('velocity', 127))": 401,
    "(('pitch', 74), ('velocity', 127))": 402,
    "(('pitch', 73), ('velocity', 127))": 403,
    "(('pitch', 76), ('velocity', 127))": 404,
    "(('pitch', 67), ('velocity', 127))": 405,
    "(('pitch', 62), ('velocity', 127))": 406,
    "(('pitch', 68), ('velocity', 127))": 407,
    "(('pitch', 72), ('velocity', 127))": 408,
    "(('pitch', 45), ('velocity', 127))": 409,
    "(('pitch', 44), ('velocity', 127))": 410,
    "(('pitch', 43), ('velocity', 127))": 411,
    "(('pitch', 42), ('velocity', 127))": 412,
    "(('pitch', 41), ('velocity', 127))": 413,
    "(('pitch', 40), ('velocity', 127))": 414,
    "(('pitch', 87), ('velocity', 80))": 415,
    "(('pitch', 24), ('velocity', 51))": 416,
    "(('pitch', 25), ('velocity', 51))": 417,
    "(('pitch', 66), ('velocity', 51))": 418,
    "(('pitch', 58), ('velocity', 40))": 419,
    "(('pitch', 78), ('velocity', 51))": 420,
    "(('pitch', 77), ('velocity', 101))": 421,
    "(('pitch', 75), ('velocity', 101))": 422,
    "(('pitch', 69), ('velocity', 101))": 423,
    "(('pitch', 71), ('velocity', 101))": 424,
    "(('pitch', 82), ('velocity', 101))": 425,
    "(('pitch', 43), ('velocity', 16))": 426,
    "(('pitch', 43), ('velocity', 20))": 427,
    "(('pitch', 38), ('velocity', 20))": 428,
    "(('pitch', 36), ('velocity', 25))": 429,
    "(('pitch', 75), ('velocity', 40))": 430,
    "(('pitch', 28), ('velocity', 32))": 431,
    "(('pitch', 29), ('velocity', 32))": 432,
    "(('pitch', 26), ('velocity', 32))": 433,
    "(('pitch', 48), ('velocity', 32))": 434,
    "(('pitch', 85), ('velocity', 64))": 435,
    "(('pitch', 89), ('velocity', 64))": 436,
    "(('pitch', 87), ('velocity', 64))": 437,
    "(('pitch', 73), ('velocity', 40))": 438,
    "(('pitch', 78), ('velocity', 40))": 439,
    "(('pitch', 0), ('velocity', 80))": 440,
    "(('pitch', 0), ('velocity', 64))": 441,
    "(('pitch', 70), ('velocity', 127))": 442,
    "(('pitch', 75), ('velocity', 127))": 443,
    "(('pitch', 65), ('velocity', 127))": 444,
    "(('pitch', 78), ('velocity', 127))": 445,
    "(('pitch', 80), ('velocity', 127))": 446,
    "(('pitch', 77), ('velocity', 127))": 447,
    "(('pitch', 80), ('velocity', 101))": 448,
    "(('pitch', 38), ('velocity', 127))": 449,
    "(('pitch', 32), ('velocity', 127))": 450,
    "(('pitch', 33), ('velocity', 127))": 451,
    "(('pitch', 34), ('velocity', 127))": 452,
    "(('pitch', 39), ('velocity', 127))": 453,
    "(('pitch', 48), ('velocity', 127))": 454,
    "(('pitch', 46), ('velocity', 127))": 455,
    "(('pitch', 50), ('velocity', 127))": 456,
    "(('pitch', 51), ('velocity', 101))": 457,
    "(('pitch', 79), ('velocity', 40))": 458,
    "(('pitch', 77), ('velocity', 40))": 459,
    "(('pitch', 82), ('velocity', 40))": 460,
    "(('pitch', 49), ('velocity', 101))": 461,
    "(('pitch', 36), ('velocity', 127))": 462,
    "(('pitch', 30), ('velocity', 127))": 463,
    "(('pitch', 27), ('velocity', 127))": 464,
    "(('pitch', 24), ('velocity', 127))": 465,
    "(('pitch', 29), ('velocity', 127))": 466,
    "(('pitch', 31), ('velocity', 127))": 467,
    "(('pitch', 52), ('velocity', 25))": 468,
    "(('pitch', 50), ('velocity', 25))": 469,
    "(('pitch', 95), ('velocity', 64))": 470,
    "(('pitch', 93), ('velocity', 64))": 471,
    "(('pitch', 90), ('velocity', 64))": 472,
    "(('pitch', 92), ('velocity', 64))": 473,
    "(('pitch', 57), ('velocity', 8))": 474,
    "(('pitch', 57), ('velocity', 10))": 475,
    "(('pitch', 57), ('velocity', 13))": 476,
    "(('pitch', 57), ('velocity', 16))": 477,
    "(('pitch', 57), ('velocity', 20))": 478,
    "(('pitch', 57), ('velocity', 25))": 479,
    "(('pitch', 58), ('velocity', 8))": 480,
    "(('pitch', 58), ('velocity', 10))": 481,
    "(('pitch', 58), ('velocity', 13))": 482,
    "(('pitch', 58), ('velocity', 16))": 483,
    "(('pitch', 58), ('velocity', 20))": 484,
    "(('pitch', 62), ('velocity', 25))": 485,
    "(('pitch', 63), ('velocity', 8))": 486,
    "(('pitch', 63), ('velocity', 10))": 487,
    "(('pitch', 63), ('velocity', 13))": 488,
    "(('pitch', 63), ('velocity', 16))": 489,
    "(('pitch', 63), ('velocity', 20))": 490,
    "(('pitch', 63), ('velocity', 25))": 491,
    "(('pitch', 62), ('velocity', 8))": 492,
    "(('pitch', 62), ('velocity', 10))": 493,
    "(('pitch', 62), ('velocity', 13))": 494,
    "(('pitch', 62), ('velocity', 16))": 495,
    "(('pitch', 62), ('velocity', 20))": 496,
    "(('pitch', 19), ('velocity', 4))": 497,
    "(('pitch', 108), ('velocity', 4))": 498,
    "(('pitch', 107), ('velocity', 4))": 499,
    "(('pitch', 21), ('velocity', 4))": 500,
    "(('pitch', 30), ('velocity', 4))": 501,
    "(('pitch', 20), ('velocity', 4))": 502,
    "(('pitch', 31), ('velocity', 4))": 503,
    "(('pitch', 36), ('velocity', 4))": 504,
    "(('pitch', 27), ('velocity', 4))": 505,
    "(('pitch', 35), ('velocity', 4))": 506,
    "(('pitch', 38), ('velocity', 4))": 507,
    "(('pitch', 91), ('velocity', 4))": 508,
    "(('pitch', 83), ('velocity', 4))": 509,
    "(('pitch', 105), ('velocity', 4))": 510,
    "(('pitch', 17), ('velocity', 4))": 511,
    "(('pitch', 104), ('velocity', 4))": 512,
    "(('pitch', 15), ('velocity', 4))": 513,
    "(('pitch', 18), ('velocity', 4))": 514,
    "(('pitch', 45), ('velocity', 4))": 515,
    "(('pitch', 37), ('velocity', 4))": 516,
    "(('pitch', 44), ('velocity', 4))": 517,
    "(('pitch', 46), ('velocity', 4))": 518,
    "(('pitch', 29), ('velocity', 4))": 519,
    "(('pitch', 40), ('velocity', 4))": 520,
    "(('pitch', 32), ('velocity', 4))": 521,
    "(('pitch', 41), ('velocity', 4))": 522,
    "(('pitch', 39), ('velocity', 4))": 523,
    "(('pitch', 62), ('velocity', 4))": 524,
    "(('pitch', 55), ('velocity', 4))": 525,
    "(('pitch', 64), ('velocity', 4))": 526,
    "(('pitch', 63), ('velocity', 4))": 527,
    "(('pitch', 69), ('velocity', 4))": 528,
    "(('pitch', 70), ('velocity', 4))": 529,
    "(('pitch', 76), ('velocity', 4))": 530,
    "(('pitch', 61), ('velocity', 4))": 531,
    "(('pitch', 47), ('velocity', 4))": 532,
    "(('pitch', 53), ('velocity', 4))": 533,
    "(('pitch', 71), ('velocity', 4))": 534,
    "(('pitch', 66), ('velocity', 4))": 535,
    "(('pitch', 73), ('velocity', 4))": 536,
    "(('pitch', 81), ('velocity', 4))": 537,
    "(('pitch', 58), ('velocity', 4))": 538,
    "(('pitch', 23), ('velocity', 4))": 539,
    "(('pitch', 14), ('velocity', 4))": 540,
    "(('pitch', 22), ('velocity', 4))": 541,
    "(('pitch', 48), ('velocity', 4))": 542,
    "(('pitch', 42), ('velocity', 4))": 543,
    "(('pitch', 95), ('velocity', 80))": 544,
    "(('pitch', 94), ('velocity', 64))": 545,
    "(('pitch', 91), ('velocity', 64))": 546,
    "(('pitch', 75), ('velocity', 20))": 547,
    "(('pitch', 82), ('velocity', 20))": 548,
    "(('pitch', 80), ('velocity', 20))": 549,
    "(('pitch', 79), ('velocity', 20))": 550,
    "(('pitch', 73), ('velocity', 20))": 551,
    "(('pitch', 68), ('velocity', 20))": 552,
    "(('pitch', 70), ('velocity', 20))": 553,
    "(('pitch', 85), ('velocity', 20))": 554,
    "(('pitch', 87), ('velocity', 20))": 555,
    "(('pitch', 83), ('velocity', 20))": 556,
    "(('pitch', 78), ('velocity', 20))": 557,
    "(('pitch', 95), ('velocity', 20))": 558,
    "(('pitch', 94), ('velocity', 20))": 559,
    "(('pitch', 92), ('velocity', 20))": 560,
    "(('pitch', 71), ('velocity', 20))": 561,
    "(('pitch', 77), ('velocity', 20))": 562,
    "(('pitch', 68), ('velocity', 25))": 563,
    "(('pitch', 71), ('velocity', 25))": 564,
    "(('pitch', 73), ('velocity', 25))": 565,
    "(('pitch', 70), ('velocity', 25))": 566,
    "(('pitch', 75), ('velocity', 25))": 567,
    "(('pitch', 80), ('velocity', 25))": 568,
    "(('pitch', 79), ('velocity', 25))": 569,
    "(('pitch', 78), ('velocity', 25))": 570,
    "(('pitch', 77), ('velocity', 25))": 571,
    "(('pitch', 83), ('velocity', 25))": 572,
    "(('pitch', 89), ('velocity', 25))": 573,
    "(('pitch', 90), ('velocity', 25))": 574,
    "(('pitch', 92), ('velocity', 25))": 575,
    "(('pitch', 91), ('velocity', 25))": 576,
    "(('pitch', 87), ('velocity', 25))": 577
}